{"nodes": [{"id": "2_8", "articles": ["848", "710"], "label": "For a better class of teacher, invest in smarter training", "publisher": "For a better class of teacher, invest in smarter training", "node_words": "psychologists, mental health, mental, education, gonski, funding, teachers, schools, young people, youth", "time": "2022-02-09", "is_hidden": 0}, {"id": "0_5", "articles": ["1624", "1494"], "label": "A new era and better public holiday", "publisher": "A new era and better public holiday", "node_words": "naidoc, tweet, naidoc week, communities, maiden speech, peoples, maiden, sorry, byron shire, shire council", "time": "2021-06-30", "is_hidden": 0}, {"id": "3_8", "articles": ["273"], "label": "Education ought to be key plank of campaign", "publisher": "Education ought to be key plank of campaign", "node_words": "principals, teachers, principal, education, china, department, school, performance, schools, shanghai", "time": "2022-04-21", "is_hidden": 0}, {"id": "0_2", "articles": ["1092", "245"], "label": "Trans lifter deserves her spot at the Games", "publisher": "Trans lifter deserves her spot at the Games", "node_words": "census, trans, lgbtiq, lesbian, gender, finlay, tv, gruen, identity, affirming", "time": "2021-06-30", "is_hidden": 0}, {"id": "1_3", "articles": ["1008", "1087", "1295", "720"], "label": "THE CONTENDERS", "publisher": "THE CONTENDERS", "node_words": "broadwater, sebold, sexual, workplace, men, harassment, tame, social media, violence, equality", "time": "2021-11-17", "is_hidden": 0}, {"id": "1_0", "articles": ["61", "1800", "1227", "140"], "label": "Knives out for an unremarkable reform", "publisher": "Knives out for an unremarkable reform", "node_words": "religious, faith, freedom, discrimination, religious freedom, belief, christian, beliefs, religious discrimination, religion", "time": "2021-11-17", "is_hidden": 0}, {"id": "2_9", "articles": ["349", "1313", "1765", "1051", "1031", "1324"], "label": "HAVE YOUR SAY", "publisher": "HAVE YOUR SAY", "node_words": "aged care, aged, care, royal, royal commission, residents, commission, afl, rioli, facilities", "time": "2022-02-09", "is_hidden": 0}, {"id": "1_1", "articles": ["1097"], "label": "Contempt for our young robs them of housing hope", "publisher": "Contempt for our young robs them of housing hope", "node_words": "solar, housing, rents, retirees, property, house, social housing, house prices, public housing, prices", "time": "2021-11-17", "is_hidden": 0}, {"id": "3_9", "articles": ["250"], "label": "Herald Sun", "publisher": "Herald Sun", "node_words": "afl, players, dying, assisted dying, patients, aged care, assisted, drugs, facilities, vad", "time": "2022-04-21", "is_hidden": 1}, {"id": "2_0", "articles": ["1800", "511", "682", "1477", "1253"], "label": "Back to religious discrimination basics", "publisher": "Back to religious discrimination basics", "node_words": "discrimination, religious discrimination, religious, faith, religion, religious schools, freedom, religious freedom, legislation, transgender", "time": "2022-02-09", "is_hidden": 0}, {"id": "0_1", "articles": ["971", "271", "973"], "label": "Is our home ownership dream a thing of the past?", "publisher": "Is our home ownership dream a thing of the past?", "node_words": "housing, supply, affordability, prices, housing affordability, social housing, house prices, broadmeadows, demand, affordable", "time": "2021-06-30", "is_hidden": 0}, {"id": "3_6", "articles": ["680"], "label": "Trade-off a recipe for fiscal anxiety", "publisher": "Trade-off a recipe for fiscal anxiety", "node_words": "wage, inflation, minimum, minimum wage, wages, rise, increase, fwc, rises, pay", "time": "2022-04-21", "is_hidden": 0}, {"id": "0_7", "articles": ["1003", "1510"], "label": "Chance for a better migration policy", "publisher": "Chance for a better migration policy", "node_words": "immigration, migration, migrants, skilled, net, population, borders, overseas, skills, intake", "time": "2021-06-30", "is_hidden": 0}, {"id": "1_7", "articles": ["886", "1050", "497", "258", "1492"], "label": "Reopening borders will help economy roar back", "publisher": "Reopening borders will help economy roar back", "node_words": "migrants, migration, skilled, skills, hospitality, immigration, tafe, visa, temporary, shortages", "time": "2021-11-17", "is_hidden": 0}, {"id": "2_1", "articles": ["745", "239"], "label": "Herald Sun", "publisher": "Herald Sun", "node_words": "renters, shared equity, rent, housing, scheme, home ownership, equity, ownership, house, buyers", "time": "2022-02-09", "is_hidden": 0}, {"id": "0_0", "articles": ["683", "116"], "label": "Christian ban smacks of hubris", "publisher": "Christian ban smacks of hubris", "node_words": "religion, census, prayer, christian, catholics, church, catholic, jewish, lord prayer, religious", "time": "2021-06-30", "is_hidden": 0}, {"id": "2_3", "articles": ["1882", "472"], "label": "Parramatta locals cry structural racism as Albanese parachutes in Andrew Charlton, of Bellevue Hill", "publisher": "Parramatta locals cry structural racism as Albanese parachutes in Andrew Charlton, of Bellevue Hill", "node_words": "kean, kitching, deves, men, heart, female, wong, girls, heart disease, seat", "time": "2022-02-09", "is_hidden": 0}, {"id": "0_9", "articles": ["590", "1596", "600"], "label": "The Advertiser Still a long way to go for older citizens", "publisher": "The Advertiser Still a long way to go for older citizens", "node_words": "vaccine, vaccination, vaccinated, racism, vaccines, covid 19, jab, 19, fully vaccinated, rollout", "time": "2021-06-30", "is_hidden": 0}, {"id": "3_1", "articles": ["1365", "1729", "603", "478"], "label": "Squealing louder won't help the young buy houses", "publisher": "Squealing louder won't help the young buy houses", "node_words": "property, housing, stamp duty, stamp, prices, duty, affordability, market, affordable, buy", "time": "2022-04-21", "is_hidden": 0}, {"id": "2_6", "articles": ["1858", "1035", "1052", "285", "1857"], "label": "JOB HOPPERS CHASE PAY BUMPS", "publisher": "JOB HOPPERS CHASE PAY BUMPS", "node_words": "unemployment, rate, budget, tax, unemployment rate, jobs, offset, cost living, jobseeker, low", "time": "2022-02-09", "is_hidden": 0}, {"id": "0_6", "articles": ["7", "1015"], "label": "Labor backs stage three tax cuts and aspiration not envy", "publisher": "Labor backs stage three tax cuts and aspiration not envy", "node_words": "jobkeeper, payments, businesses, switzer, income, recipients, payment, million, economy, workers", "time": "2021-06-30", "is_hidden": 0}, {"id": "0_8", "articles": ["985", "735", "777", "1156", "310"], "label": "If lockdowns 'work', cut fat cats' pay", "publisher": "If lockdowns 'work', cut fat cats' pay", "node_words": "mental health, mental, lockdowns, vaccination, lockdown, learning, students, closures, children, school closures", "time": "2021-06-30", "is_hidden": 0}, {"id": "1_5", "articles": ["1043", "1062", "804", "75", "853", "312", "77"], "label": "United we can celebrate diversity", "publisher": "United we can celebrate diversity", "node_words": "australia day, january 26, day, date, 26, january, celebrate, indigenous, history, peoples", "time": "2021-11-17", "is_hidden": 0}, {"id": "1_9", "articles": ["569"], "label": "The Advertiser Time to end aged care fees gouging", "publisher": "The Advertiser Time to end aged care fees gouging", "node_words": "aged care, aged, colbeck, tests, residents, rapid, booster, care, staff, rapid antigen", "time": "2021-11-17", "is_hidden": 0}, {"id": "3_3", "articles": ["1948", "472", "1305", "279", "1040"], "label": "Left-Lib warrior for Labor", "publisher": "Left-Lib warrior for Labor", "node_words": "liberal, liberals, party, seats, teal, deves, voters, liberal party, independents, albanese", "time": "2022-04-21", "is_hidden": 0}, {"id": "1_8", "articles": ["1740", "1293"], "label": "For children's sake, reopen schools", "publisher": "For children's sake, reopen schools", "node_words": "learning, teachers, students, children, mental health, mental, education, parents, kids, schools", "time": "2021-11-17", "is_hidden": 0}, {"id": "0_3", "articles": ["1078"], "label": "The kids are not all white: getting skin in power games", "publisher": "The kids are not all white: getting skin in power games", "node_words": "media, online, social media, facebook, class, victims, violence, platforms, abuse, sexual", "time": "2021-06-30", "is_hidden": 1}, {"id": "1_6", "articles": ["1126", "1611"], "label": "Tax cuts due, but we need to talk about offsets", "publisher": "Tax cuts due, but we need to talk about offsets", "node_words": "tax, wellbeing, poverty, tax cuts, economy, income, index, cuts, income tax, growth", "time": "2021-11-17", "is_hidden": 0}, {"id": "0_4", "articles": ["92", "286", "621", "272"], "label": "Absurd racism claims only weaken the cause", "publisher": "Absurd racism claims only weaken the cause", "node_words": "wills, pascoe, aboriginal, aborigines, abc, indigenous, racist, drews, aboriginal people, cartoon", "time": "2021-06-30", "is_hidden": 0}], "links": [{"source": "0_6", "target": "1_6", "line_id": "0"}, {"source": "1_6", "target": "2_6", "line_id": "0"}, {"source": "2_6", "target": "3_6", "line_id": "0"}, {"source": "0_3", "target": "1_3", "line_id": "1"}, {"source": "1_3", "target": "2_3", "line_id": "1"}, {"source": "2_3", "target": "3_3", "line_id": "1"}, {"source": "0_7", "target": "1_7", "line_id": "2"}, {"source": "1_7", "target": "2_6", "line_id": "2"}, {"source": "2_6", "target": "3_6", "line_id": "2"}, {"source": "0_0", "target": "1_0", "line_id": "3"}, {"source": "1_0", "target": "2_0", "line_id": "3"}, {"source": "2_0", "target": "3_3", "line_id": "3"}, {"source": "0_2", "target": "1_3", "line_id": "4"}, {"source": "1_3", "target": "2_3", "line_id": "4"}, {"source": "2_3", "target": "3_3", "line_id": "4"}, {"source": "0_4", "target": "1_3", "line_id": "5"}, {"source": "1_3", "target": "2_3", "line_id": "5"}, {"source": "2_3", "target": "3_3", "line_id": "5"}, {"source": "0_1", "target": "1_1", "line_id": "6"}, {"source": "1_1", "target": "2_1", "line_id": "6"}, {"source": "2_1", "target": "3_1", "line_id": "6"}, {"source": "0_8", "target": "1_8", "line_id": "7"}, {"source": "1_8", "target": "2_8", "line_id": "7"}, {"source": "2_8", "target": "3_8", "line_id": "7"}, {"source": "0_9", "target": "1_9", "line_id": "8"}, {"source": "1_9", "target": "2_9", "line_id": "8"}, {"source": "2_9", "target": "3_9", "line_id": "8"}, {"source": "0_5", "target": "1_5", "line_id": "9"}, {"source": "1_5", "target": "2_3", "line_id": "9"}, {"source": "2_3", "target": "3_3", "line_id": "9"}], "articles": [{"id": "285", "publisher": "Herald Sun", "title": "Herald Sun", "url": null, "timestamp": "2022-03-18", "text": "Herald Sun\nPost-pandemic work boom AUSTRALIA’S rate of unemployment has fallen to its equal lowest level in 44 years.\n\nWith further inroads into the jobless rate likely if the post-pandemic economic recovery continues, Prime Minister Scott Morrison’s goal of an unemployment score with “a three in front of it” is almost secured.\nYesterday, the Australian Bureau of Statistics announced February unemployment figures had fallen from 4.2 to 4 per cent – and the Reserve Bank believes it may plummet to ..."}, {"id": "140", "publisher": "Bill for religious freedoms", "title": "Bill for religious freedoms", "url": null, "timestamp": "2021-11-26", "text": "Bill for religious freedoms\nO ne of the great privileges of representing Tangney is meeting the many communities that call Perth home.\n\nWe have vibrant, diverse communities that make life in Western Australia richer. I know this personally to be true because I’ve been welcomed by so many, and have experienced their kindness, hospitality and passion firsthand.\nLast month, I joined with our local Sikh community at their temple in Canning Vale for a Sunday morning Deevan.\n\nI also recently joined th ..."}, {"id": "621", "publisher": "PASCOE REPLY FAKE NEWS", "title": "PASCOE REPLY FAKE NEWS", "url": null, "timestamp": "2021-09-13", "text": "PASCOE REPLY FAKE NEWS\nFAIR’S fair. I’ve called Bruce Pascoe a fake Aborigine pushing a fake history, so I should tell you when the old fraud finally writes some response.\n\nPascoe, who is still unaccountably Melbourne University’s Enterprise Professor in Indigenous Agriculture, last weekend wrote a long piece in the Nine newspapers to try to explain himself.\nIt isn’t actually a direct response to me, so he still doesn’t explain why genealogical records show he has not one Aboriginal ancestor. No ..."}, {"id": "1043", "publisher": "Let's agree upon a date all Australians can celebrate", "title": "Let's agree upon a date all Australians can celebrate", "url": null, "timestamp": "2022-01-25", "text": "Let's agree upon a date all Australians can celebrate\nAustralia Day The jumbled history of dates chosen to celebrate the nation only serves to underscore that there are bound to be better options out there.\n\nThis time each year, members of the commentariat dust off their hairshirts or wait for their Southern Cross transfer tattoos to dry before assaulting the Australian public with their views on why the date for Australia Day should or should not be changed.\nI confess, at the risk of having my  ..."}, {"id": "1510", "publisher": "Chance for a better migration policy", "title": "Chance for a better migration policy", "url": null, "timestamp": "2021-10-21", "text": "Chance for a better migration policy\nAs Australia looks to open its international borders again, the federal government, quite rightly, is reassessing the size and mix of the nation's migration program. The pandemic has caused almost unprecedented disruption to the flow of people into, and out of, the country. Last financial year, a net 96,600 people left - the biggest exodus from Australia since World War I. Net overseas migration is expected this year to be minus 77,400.\n\nThis week, Treasurer  ..."}, {"id": "1295", "publisher": "Private jets, parties then jail: Ghislaine, was it all worth it?", "title": "Private jets, parties then jail: Ghislaine, was it all worth it?", "url": null, "timestamp": "2022-01-01", "text": "Private jets, parties then jail: Ghislaine, was it all worth it?\nIt's unpleasant, but imagine being Ghislaine Maxwell right now. Despite your Oxford education and royal connections, you've just beaten out organised Eastern European gangs to become the world's highest profile sex trafficker.\n\nYou turned 60 in prison on Christmas Day. You're reviled equally by strangers and former friends. Your husband didn't show once to your trial. You're $7 million in the hole to lawyers who couldn't save your  ..."}, {"id": "286", "publisher": "Blacktivist outrage misplaced", "title": "Blacktivist outrage misplaced", "url": null, "timestamp": "2021-11-01", "text": "Blacktivist outrage misplaced\nFOR nearly two decades I’ve watched Indigenous activists (blactivists) go into outrage mode when there is an Indigenous death in custody.\n\nI believe the outrage is partly due to the deliberate misrepresentation of Indigenous deaths in custody data. Another contributing factor is that blactivists will take any opportunity, like Australia Day and Coon cheese, to be “outraged” and play the victim.\nHere are the facts.\n\nA recent Australian Institute of Criminology report ..."}, {"id": "1305", "publisher": "Shutting down discussion encourages the zealots", "title": "Shutting down discussion encourages the zealots", "url": null, "timestamp": "2022-04-23", "text": "Shutting down discussion encourages the zealots\nIt takes a brave person to go public with a controversial view. When expressing the view attracts a strong ad hominem response, such as an accusation of transphobia, it takes someone who's crazy brave. The chances that the only person who will speak up is a zealot are significantly increased.\n\nThe Liberal candidate for Warringah, Katherine Deves, has the kind of kamikaze streak it takes to speak out on the complicated and highly emotional issues th ..."}, {"id": "1492", "publisher": "Balancing act", "title": "Balancing act", "url": null, "timestamp": "2021-11-27", "text": "Balancing act\nCovid 19 has highlighted our reliance on migration . But have our attitudes changed as a result. Matt Wade investigates.\n\nDisputes over population are a staple of Australian politics. So it's no surprise there are plenty of views about what to do about immigration policy now that pandemic restrictions on international borders are being lifted.\nSome urge a rapid catch-up. A leaked briefing prepared by bureaucrats for new NSW Premier Dominic Perrottet suggested he push for \"an aggres ..."}, {"id": "1313", "publisher": "HAVE YOUR SAY", "title": "HAVE YOUR SAY", "url": null, "timestamp": "2022-03-05", "text": "HAVE YOUR SAY\nDisgusting food served to aged care residents despite $460m handout, March 1.\n\nHow can the best outcome for aged care compete with the need to show a profit? Care should be a government-run enterprise with community oversight and direct minister and public service accountability. 1960sneil\nI'd like to see the federal aged care minister eat a meal from one of the aged care homes. John McGee ..."}, {"id": "1003", "publisher": "THE PROFESSIONAL EXODUS", "title": "THE PROFESSIONAL EXODUS", "url": null, "timestamp": "2021-11-06", "text": "THE PROFESSIONAL EXODUS\nJob market After 20 months of closed borders, young Australian accountants and lawyers are packing their bags and heading overseas in search of excitement - leaving their bosses desperate to plug the gaps left behind, writes Edmund Tadros.\n\nFor Jane Carroll, moving overseas to work was a rite of passage that was always part of her plan.\n\"I watched other people go overseas and I thought: 'Once I'm a chartered accountant, I'd love to go live and work overseas.' I'd worked f ..."}, {"id": "271", "publisher": "Young homebuyers still left on the fringes", "title": "Young homebuyers still left on the fringes", "url": null, "timestamp": "2021-10-11", "text": "Young homebuyers still left on the fringes\nTHE announcement by the Australian Prudential Regulation Authority to tighten the requirements for home loans means getting a mortgage will be more difficult – particularly for some investors and new-home buyers.\n\nWhile there are prudent reasons for this move (e.g. so “borrowers are well equipped to service their debts under a range of scenarios”, such as runaway house prices and potentially rising interest rates), it takes place within the accelerating ..."}, {"id": "239", "publisher": "Herald Sun", "title": "Herald Sun", "url": null, "timestamp": "2022-03-26", "text": "Herald Sun\nHome dream can be saved THE great Aussie dream – surely it cannot be lost for this and future generations of young people.\n\nSadly, if superheated property prices and stagnant wages keep going the way they are, and interest rates inch higher, the only options for many will be reliance on the Bank of Mum and Dad, inheritances or – at a stretch – unit living.\nOn one measure of price to income, Melbourne now has the fifth-least affordable housing in the world. The median house price is 12 ..."}, {"id": "1052", "publisher": "JOB HOPPERS CHASE PAY BUMPS", "title": "JOB HOPPERS CHASE PAY BUMPS", "url": null, "timestamp": "2022-02-12", "text": "JOB HOPPERS CHASE PAY BUMPS\nEmployment The competition to recruit skilled workers and keep them happy could force a rise in real wages as early as this year, writes Julie Hare.\n\nAustralians are living in the best labour market in 50 years. By the end of last year, there were 13,242,000 Australians in paid work, nearly 3 per cent higher than a year earlier. A record 366,100 jobs were added in November alone, eclipsing forecasts by about 160,000.\n\"The last time we had an unemployment rate below 4  ..."}, {"id": "680", "publisher": "Trade-off a recipe for fiscal anxiety", "title": "Trade-off a recipe for fiscal anxiety", "url": null, "timestamp": "2022-06-16", "text": "Trade-off a recipe for fiscal anxiety\nAnother year, another national wage case.\n\nNotwithstanding lots of fancy charts and tables, the argument always boils down to the trade-off between meeting workers’ needs and the capacity of firms to afford higher wages.\nThis argument is undertaken in the context of an uncertain macroeconomic environment. This time, both the Australian and global macroeconomic outlooks are deteriorating.\n\nInflation is increasing, energy prices are skyrocketing, the stockmark ..."}, {"id": "472", "publisher": "Left-Lib warrior for Labor", "title": "Left-Lib warrior for Labor", "url": null, "timestamp": "2022-04-21", "text": "Left-Lib warrior for Labor\nWHO needs Labor, when the Liberals have their own Matt Kean to blow up their election campaign?\n\nKean, the NSW Treasurer, on Tuesday gave Labor its biggest free kick of the campaign by smearing one of the Liberals’ own candidates, making false claims and calling her “not fit for office”.\nTruly, Kean is one of those Left-wing Liberals who have made their party a comfort to its enemies and an embarrassment to its friends.\n\nKean’s target was Katherine Deves, who is trying ..."}, {"id": "258", "publisher": "ALBO’S MIGRATION FREE KICK", "title": "ALBO’S MIGRATION FREE KICK", "url": null, "timestamp": "2021-12-12", "text": "ALBO’S MIGRATION FREE KICK\nTHE fate of the Morrison government now rests in the hands of Anthony Albanese and how he chooses to respond to its plan to turbocharge immigration in the next financial year.\n\nOn Thursday, Josh Frydenberg will release the government’s Mid-Year Economic and Fiscal Outlook, an update to its budget forecasts that will show the economy is set to roar back to life as the pandemic disappears in the rear-view mirror.\nWell that’s the Treasury’s view anyway. These things are o ..."}, {"id": "1087", "publisher": "THE CONTENDERS", "title": "THE CONTENDERS", "url": null, "timestamp": "2021-12-04", "text": "THE CONTENDERS\nWiradjuri woman Yvonne Weldon is the first Indigenous Australian to run for lord mayor in the 179-year history of the City of Sydney council. She was endorsed by former councillor Kerryn Phelps. Weldon has spent 20 years working and volunteering in roles linked to education, land rights, health, youth justice and domestic violence.\n\nAngela Vithoulkas from the Small Business Party was elected to council as an independent in 2012. Her long-time business, Vivo Cafe, suffered during c ..."}, {"id": "1126", "publisher": "Good and bad news for government in budget update", "title": "Good and bad news for government in budget update", "url": null, "timestamp": "2021-12-17", "text": "Good and bad news for government in budget update\nThere are mid-year budget updates and then there are mid-year budget updates that land just months before a federal election. For a government behind in the polls and eager to make managing the economy its central election pitch, it's an opportune time to play up the good news and downplay the bad. There is a good amount of both.\n\nHeadlining the good news is the unemployment figures. An intractable problem of previous recessions, the jobs market  ..."}, {"id": "272", "publisher": "TWISTED HATE CLAIM IS SICK", "title": "TWISTED HATE CLAIM IS SICK", "url": null, "timestamp": "2021-09-02", "text": "TWISTED HATE CLAIM IS SICK\nNOT even this pandemic will stop our professional race baiters from spreading their poison. Dear God, let them please, finally, shut up.\n\nLast week, Greens Senator Lidia Thorpe (left) complained that sending our soldiers to help the vaccine rollout in Aboriginal communities like Wilcannia was proof of “systemic racism”. Which Aborigines would trust this “militarised response”?\nYet this week Thorpe, who identifies as Aboriginal, complained that one Aborigine in Wilcanni ..."}, {"id": "1740", "publisher": "For children's sake, reopen schools", "title": "For children's sake, reopen schools", "url": null, "timestamp": "2022-01-12", "text": "For children's sake, reopen schools\nA group of notable Australians have written an open letter to state and federal governments setting out why it is safe to open schools.\n\nIn the third year of the COVID-19 pandemic, we now have evidence that it is safe to allow schools to be open for face-to-face learning.\nThe national cabinet commitment to re-open schools is at risk, however, and needs to be reaffirmed by every jurisdiction, with measures taken to reassure Australian families that schools are  ..."}, {"id": "1729", "publisher": "Squealing louder won't house the young", "title": "Squealing louder won't house the young", "url": null, "timestamp": "2022-05-05", "text": "Squealing louder won't house the young\nEarlier this week the former governor of the Reserve Bank of Australia, Ian Macfarlane, said that young Australians should be \"squealing louder\" about the level of intergenerational wealth inequality in this country, which he said was fuelled largely by skyrocketing house prices.\n\nMacfarlane's thesis is that the original sin of the current housing boom - generous tax incentives including negative gearing and capital gains tax discounts - have made property  ..."}, {"id": "1477", "publisher": "Take the time to write a proper religious bill", "title": "Take the time to write a proper religious bill", "url": null, "timestamp": "2022-02-12", "text": "Take the time to write a proper religious bill\nThe debate over the federal government's religious discrimination bill may have been put on hold but it has exposed deep fissures in Australian society which will take time and careful thought to resolve.\n\nWhile there is broad agreement that religion deserves the same protection from discrimination as sex, race and gender it is also clear there must be restrictions on expressions of religious belief which conflict with the standards of tolerance tha ..."}, {"id": "1051", "publisher": "Albo's got it right on aged care", "title": "Albo's got it right on aged care", "url": null, "timestamp": "2022-04-02", "text": "Albo's got it right on aged care\nOpposition Leader Anthony Albanese's focus on improving the quality of life in Australia's aged care facilities could well be the issue that carries him over the line to victory in the federal election.\n\nHis five-point plan aims to \"stop the neglect and put security, dignity, quality and humanity back into aged care\".\nThe two prongs at the forefront of Albo's policy initiative are employing registered nurses 24 hours a day, and paying decent wages.\n\nHe has tapped ..."}, {"id": "1031", "publisher": "A tax solution to aged care crisis", "title": "A tax solution to aged care crisis", "url": null, "timestamp": "2022-04-06", "text": "A tax solution to aged care crisis\nFunding shortfall Neither Labor nor the Coalition has been honest about paying for aged care. Scrapping superannuation tax perks for the rich kills two birds with one stone.\n\nI'm sure I wasn't the only policy wonk with their eyebrows raised at the conclusion of Opposition Leader Anthony Albanese's budget reply speech last week.\nOf course, I had no issues with the five-point plan he laid out to address problems in aged care, such as nursing coverage and food qua ..."}, {"id": "603", "publisher": "The Advertiser Boost house supply to curb homelessness", "title": "The Advertiser Boost house supply to curb homelessness", "url": null, "timestamp": "2022-05-17", "text": "The Advertiser Boost house supply to curb homelessness\nSOMETHING is desperately wrong in a modern and relatively prosperous country like Australia when people have to live in tents because they cannot find a house to rent.\n\nAlarmingly, this is a nationwide issue that is strikingly epitomised by Tracy and Allen Short, who have spent more than two months camped in a Mannum reserve, on the banks of the River Murray.\nThey are, sadly, not alone in their unfortunate plight. Rental properties have beco ..."}, {"id": "886", "publisher": "Reopening borders will help economy roar back", "title": "Reopening borders will help economy roar back", "url": null, "timestamp": "2021-11-22", "text": "Reopening borders will help economy roar back\nA timely program of booster jabs will maintain recovery momentum\n\nAustralia’s double-dose vaccination rate moved past 85 per cent on Sunday, as Scott Morrison and Josh Frydenberg were preparing to maximise the economic benefits of the final phase of the national reopening plan. More than 200,000 visa holders will be allowed into the nation, including students, economic migrants and refugees. In meetings last week with businesses from almost every sec ..."}, {"id": "75", "publisher": "Today is a day for truth telling, not just celebrations", "title": "Today is a day for truth telling, not just celebrations", "url": null, "timestamp": "2022-01-26", "text": "Today is a day for truth telling, not just celebrations\nIn the lead-up to today's Australia Day celebrations, many churches across the country held a Day of Mourning service, to reflect upon and lament the invasion and colonisation of this nation's First Peoples.\n\nCertainly the church I belong to, the Uniting Church, has strongly encouraged their congregations to hold such services, to stand together with and listen to the wisdom of First Nations people in their struggle for justice.\nBut in prac ..."}, {"id": "273", "publisher": "Education ought to be key plank of campaign", "title": "Education ought to be key plank of campaign", "url": null, "timestamp": "2022-05-10", "text": "Education ought to be key plank of campaign\nGIVEN that early voting in the federal election started on Monday, the ALP’s big ticket education announcements have come very late in the game.\n\nThe ALP has pledged to pay a bonus of $10,000 per year to 5000 students with an ATAR of 80 or more to incentivise them to go into teaching.\nThis announcement will be welcomed by some, but arguably the bigger challenge is paying them enough once they become teachers to keep them in teaching.\n\nThere’s the natio ..."}, {"id": "1882", "publisher": "Parramatta locals cry structural racism as Albanese parachutes in Andrew Charlton, of Bellevue Hill", "title": "Parramatta locals cry structural racism as Albanese parachutes in Andrew Charlton, of Bellevue Hill", "url": null, "timestamp": "2022-03-22", "text": "Parramatta locals cry structural racism as Albanese parachutes in Andrew Charlton, of Bellevue Hill\nLabor leader Anthony Albanese is preparing to parachute an eastern suburbs-located \"celebrity\" candidate into the marginal Labor-held seat of Parramatta, angering local branch members and even drawing cries of structural racism.\n\nAndrew Charlton, a former economics adviser to Kevin Rudd and Accenture managing director who lives in Sydney's ritzy Bellevue Hill, is Mr Albanese's pick for the multicu ..."}, {"id": "682", "publisher": "Strewth!", "title": "Strewth!", "url": null, "timestamp": "2022-02-22", "text": "Strewth!\nBroad church Former High Court judge Dyson Heydon was briefly the head of an Anglican Church body that had the power to defrock priests accused of sexual harassment. Heydon was appointed to a five-year term as president of the Episcopal Standards Board on May 12, 2018. He resigned in writing on April 3, 2019, citing personal reasons. What could have prompted his swift exit? A month earlier, two of the judge’s former associates notified the Chief Justice of the High Court, Susan Kiefel,  ..."}, {"id": "1015", "publisher": "Labor backs stage three tax cuts and aspiration not envy", "title": "Labor backs stage three tax cuts and aspiration not envy", "url": null, "timestamp": "2021-07-14", "text": "Labor backs stage three tax cuts and aspiration not envy\nThe AFR View\n\nLabor's welcome decision to leave Josh Frydenberg's stage three tax cuts in place is good news for national prosperity and confirms the 2019 federal election lesson that the politics of envy has limited appeal in aspirational Australia. After all, this will leave the sort of personal income tax scales that Paul Keating and Kevin Rudd have backed in the past.\nAs political editor Phillip Coorey revealed yesterday, Labor's leadi ..."}, {"id": "985", "publisher": "If lockdowns 'work', cut fat cats' pay", "title": "If lockdowns 'work', cut fat cats' pay", "url": null, "timestamp": "2021-07-16", "text": "If lockdowns 'work', cut fat cats' pay\nPandemic response Politicians and public servants can afford to mouth glib slogans about stopping the spread when they are insulated from the financial pain inflicted by their edicts.\n\nLast month, ABC News reported on the results of a survey of 1157 Victorians conducted in September last year. Those results have just been published in the Journal of Psychiatric Research, but amid the exhaustive (and exhausting) media coverage of the coronavirus crisis they  ..."}, {"id": "1765", "publisher": "Aged care promise not enough", "title": "Aged care promise not enough", "url": null, "timestamp": "2022-04-02", "text": "Aged care promise not enough\nAnthony Albanese should be congratulated for putting aged care reform as a central platform of Labor's response to the federal budget.\n\nThe initiatives put forward are positive, welcomed and necessary, however the overall strategy does not address the fundamental failures in the age care sector. What we need and our older citizens and their families deserve is an action plan for the future. Labor's aged care package has five parts, each part with substantial instant  ..."}, {"id": "92", "publisher": "Absurd racism claims only weaken the cause", "title": "Absurd racism claims only weaken the cause", "url": null, "timestamp": "2021-07-13", "text": "Absurd racism claims only weaken the cause\nEARLIER this month, Sydney’s Daily Telegraph published an article on what role an Aboriginal advisory body may have on the Australian curriculum.\n\nThe article referred to an Aboriginal Australian who has a PhD in mathematics, Dr Chris Matthews, stating “he has made the case that the teaching of maths is systematically racist”.\nIndeed, in an academic article in 2007, Dr Matthews wrote that “mathematics education devalues Indigenous culture”.\n\nI admire th ..."}, {"id": "777", "publisher": "True cost of lockdowns emerging", "title": "True cost of lockdowns emerging", "url": null, "timestamp": "2021-08-28", "text": "True cost of lockdowns emerging\nThe loss of social freedoms is taking a heavy toll on mental health\nThe worst fears about the hidden cost of the pandemic response on mental health and youth crisis are being realised. Hospital admissions of youths who have self-harmed are rising alongside the escalating financial cost from tight restrictions on social contact. All of these factors must be taken into consideration as political leaders and parents weigh the difficult decisions on extending vaccinat ..."}, {"id": "1365", "publisher": "Squealing louder won't help the young buy houses", "title": "Squealing louder won't help the young buy houses", "url": null, "timestamp": "2022-05-05", "text": "Squealing louder won't help the young buy houses\nThis week, the former governor of the Reserve Bank of Australia, Ian Macfarlane, said young Australians should be \"squealing louder\" about intergenerational wealth inequality, which he said was fuelled largely by house prices.\n\nMacfarlane's thesis is that the original sin of the current housing boom - generous tax incentives including negative gearing and capital gains tax discounts - have made property investment an extremely attractive propositi ..."}, {"id": "710", "publisher": "Repairing literacy and numeracy building blocks", "title": "Repairing literacy and numeracy building blocks", "url": null, "timestamp": "2022-03-17", "text": "Repairing literacy and numeracy building blocks\nStudents who suffered during Covid must be helped to catch up\n\nThe latest NAPLAN data, published on Wednesday, is highly significant because it reveals the impact of pandemic lockdowns on literacy and numeracy standards. Given the importance of such building blocks for further schooling, trades training and work, educators have warned of the need for intervention to help disadvantaged students, in particular those from poorer families and non-Engli ..."}, {"id": "1611", "publisher": "Tax cuts due, but we need to talk about offsets", "title": "Tax cuts due, but we need to talk about offsets", "url": null, "timestamp": "2021-11-23", "text": "Tax cuts due, but we need to talk about offsets\nThere is a strong chance next year's federal election campaign will include a promise from the Coalition of further tax cuts for middle and low-income earners.\n\nPrime Minister Scott Morrison, while refusing to be drawn on whether he will extend for another year the so-called \"Lamington\" tax offset, worth $1080 in the pockets of low and middle-income earners come tax time, responds that tax cuts are \"always our approach\".\nNow, there are those who mi ..."}, {"id": "1857", "publisher": "Jobless rate falls to near 50-year-low, fuelling rates rise expectations", "title": "Jobless rate falls to near 50-year-low, fuelling rates rise expectations", "url": null, "timestamp": "2022-04-14", "text": "Jobless rate falls to near 50-year-low, fuelling rates rise expectations\nAustralia's tight labour market could be nearing saturation point with unemployment at near 50-year lows, but is expected to tighten further in coming months, driving wages growth and increasing pressure on the Reserve Bank to raise interest rates after the federal election in May.\n\nAustralian Bureau of Statistics data released on Thursday showed unemployment fell slightly but remained at 4 per cent in March due to rounding ..."}, {"id": "853", "publisher": "Good day to take stock of how far nation has come", "title": "Good day to take stock of how far nation has come", "url": null, "timestamp": "2022-01-26", "text": "Good day to take stock of how far nation has come\nOur land’s modern and ancient history are both worth celebrating\n\nThe founding of modern Australia 234 years ago when 1400 people, more than half of them convicts, arrived in Port Jackson on 11 boats after eight treacherous, cramped months at sea from Portsmouth in southern England was an extraordinary start for any nation. At the end of the journey, as Captain Arthur Phillip later wrote: “We had the satisfaction of finding the finest harbour in  ..."}, {"id": "1097", "publisher": "Contempt for our young robs them of housing hope", "title": "Contempt for our young robs them of housing hope", "url": null, "timestamp": "2021-12-04", "text": "Contempt for our young robs them of housing hope\nYet another observation that \"investors are piling into the nation's priciest property markets and crowding out first-home buyers\", adding to vast sustained commentary that has never led to any effective policies or changes to this national disgrace (\"Investors edge out first-time buyers\", December 3).\n\nWe have an ineffective Treasurer who pointlessly attends meetings with financial regulators, while being clearly comfortable overseeing this perio ..."}, {"id": "511", "publisher": "Let’s keep this bill shelved", "title": "Let’s keep this bill shelved", "url": null, "timestamp": "2022-02-12", "text": "Let’s keep this bill shelved\nThe religious discrimination bill has been trying to find a solution to a problem that doesn’t exist, writes Joe Hildebrand\n\nBAD policies are like Frankenstein’s monster. Anybody watching while they are cobbled together can see it’s going to end in disaster but it’s only after they are brought to life that those who made them finally realise the abomination they’ve created.\nThe federal government’s religious discrimination bill is just such a beast. Its only redeemin ..."}, {"id": "310", "publisher": "Kids must be chief priority", "title": "Kids must be chief priority", "url": null, "timestamp": "2021-09-03", "text": "Kids must be chief priority\nVICTORIA’S chief psychiatrist has belatedly addressed the public after pressure from media and leading mental health experts.\n\nBut all we got were empty platitudes and mealy-mouthed “captain obvious” advice. One could be forgiven for thinking Neil Coventry was in a witness protection program as Victorians endured one of the harshest and longest lockdowns anywhere in the world.\nWhat we need to know is what role, if any, has the chief psychiatrist played in advising Dan ..."}, {"id": "1092", "publisher": "Too quick to press cancel on new human rights chief", "title": "Too quick to press cancel on new human rights chief", "url": null, "timestamp": "2021-09-11", "text": "Too quick to press cancel on new human rights chief\nEven before starting in the role, the new human rights commissioner has contributed significantly to the human rights discussion in Australia. The appointment of Lorraine Finlay has horrified sections of the activist commentariat. From Crikey to ABC radio, Finlay's supposed sins were listed and repeated: she has spoken against affirmative consent, the Uluru Statement from the Heart and section 18C of the Racial Discrimination Act. She has even  ..."}, {"id": "1040", "publisher": "Gender-balanced cabinet a vital moment for women's leadership", "title": "Gender-balanced cabinet a vital moment for women's leadership", "url": null, "timestamp": "2022-06-14", "text": "Gender-balanced cabinet a vital moment for women's leadership\nEquality Women were a decisive voice in this federal election, yet in the corporate world, progress in elevating them appears to have stalled.\n\nLast month we witnessed record numbers of women sworn into the highest decision-making table in our land. At Chief Executive Women our mission is to enable women leaders, so we warmly welcome this historic moment - a gender-balanced federal cabinet marks an important moment for women's leaders ..."}, {"id": "683", "publisher": "STREWTH", "title": "STREWTH", "url": null, "timestamp": "2021-11-16", "text": "STREWTH\nSatan’s stamp duty Here’s an unlikely alliance – Amanda Stoker and BrotherSamael Demo-Gorgon (also known as LGBTI activist and former Sex Party candidate Robin Bristow). The notorious Noosa Temple of Satan sat down with the LNP senator in Brisbane on Monday afternoon for a tete-a-tete about religious freedoms. After the faithful expressed frustration with Christian Porter’s failure to pass the Religious Discrimination Bill – a 2019 election promise by Prime Minister Scott Morrison – the  ..."}, {"id": "1227", "publisher": "Knives out for an unremarkable reform", "title": "Knives out for an unremarkable reform", "url": null, "timestamp": "2021-11-19", "text": "Knives out for an unremarkable reform\nNext week, the federal government is expected to introduce its long-awaited Religious Discrimination Bill that will make it unlawful to discriminate against religious Australians. The largely unremarkable bill will extend protection to religious belief that attributes such race and sexuality have enjoyed for decades.\n\nIf enacted, it will extend protection to citizens of NSW and South Australia who now legally can be refused service, fired or rejected for job ..."}, {"id": "245", "publisher": "Trans lifter deserves her spot at the Games", "title": "Trans lifter deserves her spot at the Games", "url": null, "timestamp": "2021-08-03", "text": "Trans lifter deserves her spot at the Games\nTRANSGENDER athletes such as Laurel Hubbard should be welcomed as Olympic competitors as long as they meet the rules.\n\nThe IOC is committed to inclusion and this should include female athletes who started life as males. Like many other local and international organisations, the IOC no longer views gender in simple biological terms.\nSince 2015, an athlete born male can compete in the Olympics as a female without sex reassignment surgery as long as she m ..."}, {"id": "590", "publisher": "The Advertiser Still a long way to go for older citizens", "title": "The Advertiser Still a long way to go for older citizens", "url": null, "timestamp": "2021-08-30", "text": "The Advertiser Still a long way to go for older citizens\nIT’S been said many times before, but it’s no less true for that. A good marker for the health of any society is how it treats and cares for its most vulnerable citizens.\n\nThe young, the sick, the disabled and the aged to name but a few. How Australia treats its older citizens has garnered a great deal of attention in recent years. The Aged Care Royal Commission released its final report this year after a lengthy investigation process whic ..."}, {"id": "7", "publisher": "The figures say wages are static. Here's why they're wrong", "title": "The figures say wages are static. Here's why they're wrong", "url": null, "timestamp": "2021-08-25", "text": "The figures say wages are static. Here's why they're wrong\nHave you heard about the latest wage figures? I hope not. They're meaningless.\n\nWhat the widely quoted measure of average weekly earnings purports to show is that wages grew a mere 0.1 per cent over the year to May. It's not true. It's not what happened. For most of us, wages grew by much more.\nThat's not to say wage growth has been high - the best estimate is that private sector wages have climbed 1.9 per cent over the past year and pub ..."}, {"id": "478", "publisher": "Building to beat crisis", "title": "Building to beat crisis", "url": null, "timestamp": "2022-05-10", "text": "Building to beat crisis\nThere is only one way to defeat Australia’s long-lasting housing shortage, and that’s to get on the tools\n\nAustralia is in the grip of a serious housing ­crisis that won’t be solved by the home ownership incentives being offered during this federal election campaign.\nRegardless of who wins the 2022 election on May 21, the only way for us to get out of this crisis is to build more than 30,000 units of social and affordable housing each year for the next 10 years.\n\nThis wil ..."}, {"id": "745", "publisher": "No home, no kids, and nothing left to lose", "title": "No home, no kids, and nothing left to lose", "url": null, "timestamp": "2022-04-01", "text": "No home, no kids, and nothing left to lose\nAcross the Western world wealth inequality is being usurped by housing inequality as the most reliable indicator of disparity in society. For many people of my generation – especially those who wish to start or expand their families – housing affordability is likely to become the single most important issue for them in federal and state elections.\n\nAccording to the Australian Bureau of Statistics, residential property prices surged 23.7 per cent last ye ..."}, {"id": "497", "publisher": "Skills not on the menu", "title": "Skills not on the menu", "url": null, "timestamp": "2022-01-10", "text": "Skills not on the menu\nThe Australian hospitality and tourism industries were among the first to be affected by the Covid pandemic and the way things are shaping up they will be certainly among the last to recover This is a crisis! Australia’s tourism and hospitality sectors are once again under siege. After almost two years of devastation, our industry is facing further long-term pain due to the nationwide skills shortage.\n\nBefore the Omicron outbreak began crippling businesses, our industry wa ..."}, {"id": "1596", "publisher": "Time to regulate state's hidden shame", "title": "Time to regulate state's hidden shame", "url": null, "timestamp": "2021-09-28", "text": "Time to regulate state's hidden shame\nBeneath the recent revelations by The Age and disturbing stories coming from the Royal Commission into Aged Care lies an industry largely unregulated and almost totally hidden to most Victorians: the supported residential services.\n\nFor more than 40 years, welfare advocates have despaired at the plight of the elderly, frail and disabled residents living in these supported residential services.\nWhile there are no doubt some pension-only supported residential  ..."}, {"id": "1293", "publisher": "POSTSCRIPT", "title": "POSTSCRIPT", "url": null, "timestamp": "2022-01-15", "text": "POSTSCRIPT\n\"I do not think in over 40 years of reading letters I have been more upset and full of rage than when reading the account of a young nurse's working day in an aged care home,\" wrote Wendy Atkins of Cooks Hill.\n\nMany responded similarly about the letter describing the young nurse's long shifts, with lack of training and support. The letter, like others published this week, was an insight into how dire the COVID situation is for many, with personal stories \"cutting to the terrible heart ..."}, {"id": "1062", "publisher": "Australia Day evolution", "title": "Australia Day evolution", "url": null, "timestamp": "2022-01-27", "text": "Australia Day evolution\nThe AFR View\n\n'Change the date\" activism has not built popular momentum for moving Australia's national day from January 26. Between two-thirds and three-quarters of Australians support the current date. But that doesn't rule out rethinking how Australia Day is celebrated. Modern Australia is one of the most peaceful, prosperous and successful societies on earth. The events of January 26, 1788, reflect the achievement of Enlightenment liberalism that the British transport ..."}, {"id": "1035", "publisher": "Scrap LMITO and replace the cash splash with real tax reform", "title": "Scrap LMITO and replace the cash splash with real tax reform", "url": null, "timestamp": "2022-03-11", "text": "Scrap LMITO and replace the cash splash with real tax reform\nBudget The Treasurer should include an additional tax cut in the stage 3 package instead of extending the poorly designed rebate for a third time.\n\nOne problem for the 2022-23 federal budget is the fate of the $8 billion low- and middle-income tax offset (LMITO) and its relationship with economic management, deficit reduction and tax reform.\nTreasurer Josh Frydenberg emphasises that the offset, introduced in its current form in 2019-20 ..."}, {"id": "116", "publisher": "Christian ban smacks of hubris", "title": "Christian ban smacks of hubris", "url": null, "timestamp": "2021-07-15", "text": "Christian ban smacks of hubris\nThe McGowan government in Western Australia has pushed the boundaries of cancel culture to a new and worrying level by banning a Christian organisation from hiring public facilities because its views do not align with those of WA Labor. The policies used to stop the Australian Christian Lobby from booking Perth Concert Hall and the Albany Entertainment Centre may well contravene anti-discrimination laws. But it is, above all, an insidious form of censorship that wo ..."}, {"id": "1253", "publisher": "After the wedging and sledging, ugly truths persevere", "title": "After the wedging and sledging, ugly truths persevere", "url": null, "timestamp": "2022-02-11", "text": "After the wedging and sledging, ugly truths persevere\nComment\n\nAt the risk of relying on tired cultural references, it was Dumbledore who once told Harry Potter: \"It's our choices, Harry, that show what we truly are, far more than our abilities.\"\nFor a long time now we have been told by advocates of the religious discrimination bill that, in this increasingly secular world, it was vital to give some extra legal protection to people of faith to ensure they were not victims of prejudice or vilific ..."}, {"id": "1948", "publisher": "Labor set to promote women to key roles in cabinet", "title": "Labor set to promote women to key roles in cabinet", "url": null, "timestamp": "2022-05-30", "text": "Labor set to promote women to key roles in cabinet\nWomen will be promoted to key roles across the federal government in a series of Labor factional meetings on Monday that are expected to confirm Clare O'Neil from Victoria and Jenny McAllister from NSW as likely cabinet ministers.\n\nPrime Minister Anthony Albanese is waiting on the factions to decide who enters the cabinet before he names people to posts including home affairs and environment so the full ministry can be sworn in at Government Hou ..."}, {"id": "973", "publisher": "Is our home ownership dream a thing of the past?", "title": "Is our home ownership dream a thing of the past?", "url": null, "timestamp": "2021-09-14", "text": "Is our home ownership dream a thing of the past?\nProperty affordability Australia is at risk of losing a generation of home owners. The political and economic consequences will be quite profound.\n\nOn January 1, 1901, Australia's six colonies (OK, Western Australia was late to the party) came together to form the Australian Commonwealth.\nThere were many reasons driving disparate parts of this continent together. One was the promise of an Australian dream centred on home ownership.\n\nThe significan ..."}, {"id": "1156", "publisher": "Sudden interest in mental health suspect", "title": "Sudden interest in mental health suspect", "url": null, "timestamp": "2021-08-31", "text": "Sudden interest in mental health suspect\nThe frequent appearance of chief health officers alongside political leaders throughout the pandemic has run the danger that the roles of such trusted public officials may transition from advisory to political.\n\nAlongside, there has always been the risk of politicians selectively using health \"advice\" to support political decisions. With particular reference to mental health, we are now witnessing these risks.\nMost notably, the Premier of NSW has highligh ..."}, {"id": "971", "publisher": "Land cost drives house price blues", "title": "Land cost drives house price blues", "url": null, "timestamp": "2021-11-09", "text": "Land cost drives house price blues\nHome ownership We are reaping the effects of two generations of failure by state and local governments to wean themselves off land charges.\n\nAustralia has built a successful liberal democracy on the back of sound economic management, absence of a strict class structure and equality of opportunity.\nEgalitarianism and a sense of a fair go coupled with high levels of home ownership have underpinned social cohesion and allowed communities to flourish.\n\nNonetheless, ..."}, {"id": "848", "publisher": "For a better class of teacher, invest in smarter training", "title": "For a better class of teacher, invest in smarter training", "url": null, "timestamp": "2022-02-18", "text": "For a better class of teacher, invest in smarter training\nIt is 10 years this week since the release of David Gonski’s landmark report into school funding. The report and its recommendations have cast a decade-long shadow over education policy and politics. Sadly, Australia’s education system is no better off, with slumping student results and little regard for how funding is spent.\n\nA milestone of the Gillard government, Gonski’s inquiry provided the most substantial reform to school funding si ..."}, {"id": "61", "publisher": "Why the government's Religious Discrimination Bill is a bad outcome for women", "title": "Why the government's Religious Discrimination Bill is a bad outcome for women", "url": null, "timestamp": "2022-01-20", "text": "Why the government's Religious Discrimination Bill is a bad outcome for women\nIt was a relief this year to see the federal government take steps towards implementing the two excellent reports on women's workplace safety by the Sex Discrimination Commissioner, Repect@Work and Set the Standard. Both tackle the cultural barriers to women's workforce engagement in the form of harassment and discrimination.\n\nAt the same time, it's great to hear that the federal government is interested in legislating ..."}, {"id": "1494", "publisher": "Words that fail to add up", "title": "Words that fail to add up", "url": null, "timestamp": "2021-10-30", "text": "Words that fail to add up\nIn his new book on Scott Morrison, former political adviser Sean Kelly examines the difficulty in working out what the PM means.\n\nIn the fifth week of his prime ministership, Scott Morrison posted a tweet accompanied by a picture of two blue thongs. The thongs were painted with white stars and the Union Jack to represent the Australian flag. They were propped upright in sand, the ocean behind them. The tweet read:\nIndulgent self-loathing doesn't make Australia stronger. ..."}, {"id": "720", "publisher": "Legislating on social media is no remedy for alienation", "title": "Legislating on social media is no remedy for alienation", "url": null, "timestamp": "2021-12-22", "text": "Legislating on social media is no remedy for alienation\nIt’s clear that social media does great damage to the minds and psychological wellbeing of young people. Perhaps legislation can do something to address this, but to try to do so may be to embrace “safetyism” and ignore root causes. To fix the problem of psychological stress exacerbated by social media requires an understanding of why so many young people pour endless hours of their lives into social media, aside from the obvious explanatio ..."}, {"id": "349", "publisher": "Why our seniors must be a priority", "title": "Why our seniors must be a priority", "url": null, "timestamp": "2022-04-10", "text": "Why our seniors must be a priority\nLABOR’S attempt to avoid scrutiny in this election campaign is most clearly evident in its latest ploy to convince voters it has the solutions to aged care.\n\nMore than a year after the Royal Commission into Aged Care Quality and Safety, the Opposition leader is either announcing policies the government is already implementing or, of greater concern, is deliberately going against the recommendations, running the risk of shutting down major aged care homes and le ..."}, {"id": "1008", "publisher": "Pearl-clutchers keep the Liberals out of step", "title": "Pearl-clutchers keep the Liberals out of step", "url": null, "timestamp": "2021-12-11", "text": "Pearl-clutchers keep the Liberals out of step\nBy all accounts, Allegra Spender was the Ascham head girl it was difficult to dislike.\n\nAt the wealthy Sydney school, equidistant from two institutions of eastern suburbs social life, Joh Bailey hairdressers and the Cruising Yacht Club of Australia, the daughter of Carla Zampatti, AC, and John Spender, QC, was friendly, funny and modest.\nAs Spender now threatens a Coalition seat, Wentworth, and possibly the government's majority, on a climate-policy  ..."}, {"id": "600", "publisher": "The Advertiser Act on aged care", "title": "The Advertiser Act on aged care", "url": null, "timestamp": "2021-09-04", "text": "The Advertiser Act on aged care\nIT seems the stream of horror stories emanating from our aged-care facilities is never ending.\n\nToday, The Advertiser reveals that elderly residents are being left lying in urine or breaking bones in falls because there simply are not enough staff members to take care of them.\nThe news comes only days after we broke the news that 15 aged-care homes in SA are failing to meet national standards.\n\nIt also follows a Royal Commission into Aged Care and Quality Safety w ..."}, {"id": "804", "publisher": "United we can celebrate diversity", "title": "United we can celebrate diversity", "url": null, "timestamp": "2021-12-11", "text": "United we can celebrate diversity\nDivisive agendas often don’t know where they are heading Long-running efforts to delegitimise Australia Day as a celebration of nationhood have become systemic, with news that major companies are planning to allow employees to work on January 26 and take another day off that better suits their beliefs or world view. A flexible approach to working hours is to be applauded. But behind the incrementalist diminution of what has been a reason for shared community cel ..."}, {"id": "1624", "publisher": "A new era and better public holiday", "title": "A new era and better public holiday", "url": null, "timestamp": "2021-07-06", "text": "A new era and better public holiday\nThis is the46th annual NAIDOC Week, an annual occasion of remembrance and resistance that has evolved into a vibrant national celebration of our Communities, Cultures and Country, alongside our excellence and collective resilience and survival as custodians of the world's oldest continuous living cultures.\n\nAs the week nears its 50th birthday, it is surely time to recognise a more positive national day to celebrate and honour our First Peoples, for all Austral ..."}, {"id": "1800", "publisher": "Back to religious discrimination basics", "title": "Back to religious discrimination basics", "url": null, "timestamp": "2022-02-09", "text": "Back to religious discrimination basics\nThe proposed Religious Discrimination Act has raised more questions and potential problems than it has provided solutions. It was meant to give solutions and offer protection.\n\nAs an Islamic organisation, we at the Forum on Australia's Islamic Relations have a responsibility to our constituents to ensure that discrimination based on religion against any Australian is eradicated from our society, let alone against Australians of the Islamic faith.\nWe have w ..."}, {"id": "279", "publisher": "No type of aggression is OK in the workplace", "title": "No type of aggression is OK in the workplace", "url": null, "timestamp": "2022-06-13", "text": "No type of aggression is OK in the workplace\nWHEN we talk about workplace gendered violence, it’s the clear-cut examples people tend to think of first. Acts of violence such as a fist through a wall or assault are easy to condemn (and rightly so).\n\nBut the so-called “harmless” comments? The “joke” you accidentally overhear in the lunch room? The look that lingers a little too long? Or the unofficial meetings that somehow always happen when you’re not around? These things can be harder to call ou ..."}, {"id": "312", "publisher": "Switching focus is the way to national unity", "title": "Switching focus is the way to national unity", "url": null, "timestamp": "2022-01-22", "text": "Switching focus is the way to national unity\nTO some Australians, January 26, Australia Day, is a day of pride, nationhood and achievement.\n\nHowever, to First Nations peoples, January 26 is a day of mourning, trauma and protest. Unfortunately, our national day is underpinned by this stark division.\nEach Australia Day is an opportunity for us, as individuals and as a society, to be informed, sensitive and empathetic.\n\nWorking towards becoming better allies and standing in solidarity with Aborigin ..."}, {"id": "1858", "publisher": "‘Don't take chances': Employers argue for ‘modest' rise in minimum wage", "title": "‘Don't take chances': Employers argue for ‘modest' rise in minimum wage", "url": null, "timestamp": "2022-04-01", "text": "‘Don't take chances': Employers argue for ‘modest' rise in minimum wage\nEmployers are calling for a 2 per cent increase in the minimum wage in a move that would deliver a cut in real incomes for millions of workers already facing cost-of-living pressures.\n\nArguing for the \"modest\" pay increase, Australian Industry Group chief executive Innes Willox urged the industrial umpire \"not to take chances\" as the economy recovered from the coronavirus pandemic, noting ongoing supply chain disruptions and ..."}, {"id": "735", "publisher": "Tackling education malaise crucial to future prosperity", "title": "Tackling education malaise crucial to future prosperity", "url": null, "timestamp": "2021-07-26", "text": "Tackling education malaise crucial to future prosperity\nThe building blocks of learning must be fixed in the national interest Editor-at-large Paul Kelly posed a vital question at the end of his devastating expose of Australia’s gross education failures on the cover of Inquirer on Saturday: “Will this time be any different?’’ The question followed Education Minister Alan Tudge’s observation that the funding wars are over and “we can focus in the classroom on what really matters — what occurs in  ..."}, {"id": "1050", "publisher": "Skills and age profile of migrants just as important as numbers", "title": "Skills and age profile of migrants just as important as numbers", "url": null, "timestamp": "2022-01-17", "text": "Skills and age profile of migrants just as important as numbers\nPolicy Permanent skilled migration should be weighted towards younger migrants who will make a much bigger contribution to Australian society.\n\nPublic debate about migration policy in Australia tends to swirl around just one thing: picking a number.\nAs our borders reopen, debate is again raging about the size of Australia's annual migrant intake. It may even turn out to be a big election issue.\n\nBut how many migrants is just one par ..."}, {"id": "569", "publisher": "The Advertiser Time to end aged care fees gouging", "title": "The Advertiser Time to end aged care fees gouging", "url": null, "timestamp": "2022-01-21", "text": "The Advertiser Time to end aged care fees gouging\nTHE revelation that some aged care providers are gouging almost $1000 a fortnight in fees out of vulnerable pensioners is nothing short of disgraceful.\n\nClearly, if some providers are charging two thirds more than others for providing the same levels of care for vulnerable customers, the industry is ripe for reform.\nPut simply, the less a pensioner loses in fees from their allocated package, the more cash is available for their care and improving ..."}, {"id": "1324", "publisher": "For-profit industry is broken, must be fixed", "title": "For-profit industry is broken, must be fixed", "url": null, "timestamp": "2022-04-02", "text": "For-profit industry is broken, must be fixed\nAged Care\n\nMore money thrown at aged care will not fix the problems, any more than it did in education (\"Albanese's $2.5b vow for fairer aged care\", April 1).\nWhile aged care remains privatised, greedy companies will find ways around restrictions. Turning the elderly into cash cows and herding them into ghettos will always end in exploitation by companies with no experience in, or aptitude for, caring.\n\nYou only need to look at the boards the provider ..."}, {"id": "77", "publisher": "Many can't observe 'national' day", "title": "Many can't observe 'national' day", "url": null, "timestamp": "2022-01-25", "text": "Many can't observe 'national' day\nMarking January 26 can only be a 'celebration' of the beginning of white takeover, not the founding of a nation.\n\nWhile most nations use their national day to celebrate their identity and/or birth, Australia is approaching yet another Australia Day with continued human confusion and muddle about both. Geographically we are certain what Australia is. Humanly we are not.\nEvery Australia Day reminds us of the two big unresolved matters of Australian identification: ..."}, {"id": "250", "publisher": "Herald Sun", "title": "Herald Sun", "url": null, "timestamp": "2022-04-27", "text": "Herald Sun\nCare for aged is fundamental ANY society is judged on how it looks after its most vulnerable but in aged care Australia has been failing too often in providing uniform quality care and protection.\n\nWhen things go wrong, respect and dignity are eroded, if substandard service is delivered or neglect endured, the impact on our most vulnerable citizens is horrendous, often cruel and clearly intolerable.\nQuality aged care for all who need it is a fundamental right. Having worked and paid t ..."}, {"id": "1078", "publisher": "The kids are not all white: getting skin in power games", "title": "The kids are not all white: getting skin in power games", "url": null, "timestamp": "2021-09-18", "text": "The kids are not all white: getting skin in power games\nA Labor preselection battle sparked an examination of Parliament, which 'looks like it's stuck in the White Australia era', writes Katina Curtis.\n\n'Stale, pale and male\" has become a shorthand for the lack of diversity of all kinds across society's institutions. Parliament has not escaped its accusations and even federal politicians have levelled the tag at it.\nLabor frequently pats itself on the back for achieving near-gender parity\n\nin it ..."}], "lines": [{"id": "0", "links": [{"source": "0_6", "target": "1_6"}, {"source": "1_6", "target": "2_6"}, {"source": "2_6", "target": "3_6"}], "weight": 1.0, "line_label": "jobkeeper, tax"}, {"id": "1", "links": [{"source": "0_3", "target": "1_3"}, {"source": "1_3", "target": "2_3"}, {"source": "2_3", "target": "3_3"}], "weight": 0.9068789340012072, "line_label": "broadwater, kean"}, {"id": "2", "links": [{"source": "0_7", "target": "1_7"}, {"source": "1_7", "target": "2_6"}, {"source": "2_6", "target": "3_6"}], "weight": 0.9063765950223522, "line_label": "immigration, migrants"}, {"id": "3", "links": [{"source": "0_0", "target": "1_0"}, {"source": "1_0", "target": "2_0"}, {"source": "2_0", "target": "3_3"}], "weight": 0.6606284219714167, "line_label": "religion, religious"}, {"id": "4", "links": [{"source": "0_2", "target": "1_3"}, {"source": "1_3", "target": "2_3"}, {"source": "2_3", "target": "3_3"}], "weight": 0.4643893683754362, "line_label": "census, broadwater"}, {"id": "5", "links": [{"source": "0_4", "target": "1_3"}, {"source": "1_3", "target": "2_3"}, {"source": "2_3", "target": "3_3"}], "weight": 0.38937830726339007, "line_label": "wills, broadwater"}, {"id": "6", "links": [{"source": "0_1", "target": "1_1"}, {"source": "1_1", "target": "2_1"}, {"source": "2_1", "target": "3_1"}], "weight": 0.3860203394909769, "line_label": "housing, solar"}, {"id": "7", "links": [{"source": "0_8", "target": "1_8"}, {"source": "1_8", "target": "2_8"}, {"source": "2_8", "target": "3_8"}], "weight": 0.32230914156400137, "line_label": "mental health, learning"}, {"id": "8", "links": [{"source": "0_9", "target": "1_9"}, {"source": "1_9", "target": "2_9"}, {"source": "2_9", "target": "3_9"}], "weight": 0.07656263125593454, "line_label": "vaccine, aged care"}, {"id": "9", "links": [{"source": "0_5", "target": "1_5"}, {"source": "1_5", "target": "2_3"}, {"source": "2_3", "target": "3_3"}], "weight": 0.0, "line_label": "naidoc, australia day"}]}