{
    "articles": {
        "3328": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Islamic State confirms death of leader and names new chief",
            "url": "",
            "timestamp": "2022-03-10",
            "previewText": "Islamic State has a new leader following the deaths of its former chief and spokesperson.\nOn Thursday, the group announced Abu al-Hassan al-hashemi al-Quraishi (Abu al-Hassan) as its new leader.\nThe announcement comes after the death of the group's f ...",
            "importance": "1",
            "id": "3328",
            "nodeID": "clusters_20220305_20220314_0"
        },
        "16": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Town laments demolition of its beloved post-war memorial pool",
            "url": "",
            "timestamp": "2022-02-20",
            "previewText": "The small Queensland town of Tara was always proud of its big pool, and as bulldozers arrived this week to destroy it community members felt grieved, angry, and defeated.\nThe local council condemned the pool and deemed it unsafe and unsuitable for re ...",
            "importance": "1",
            "id": "16",
            "nodeID": "clusters_20220217_20220226_9"
        },
        "416": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Dad's heinous acts against own kids",
            "url": "",
            "timestamp": "2022-02-22",
            "previewText": "A Queensland man subjected his two young children to \"continued sexual abuse\" and physical violence, threatening to kill his son and locking his daughter in a garage cupboard as punishment, a jury has been told.\nThe heinous allegations against the ma ...",
            "importance": "1",
            "id": "416",
            "nodeID": "clusters_20220217_20220226_6"
        },
        "1097": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Faint glimmers of compromise over Ukraine",
            "url": "",
            "timestamp": "2022-03-11",
            "previewText": "Talks between the Russian and Ukrainian foreign ministers have produced no apparent progress towards a ceasefire but analysts say the fact they are even meeting leaves a window open for ending Russia's war against Ukraine.\nUkraine's Dmytro Kuleba sai ...",
            "importance": "1",
            "id": "1097",
            "nodeID": "clusters_20220305_20220314_4"
        },
        "4372": {
            "publisher": "The Age",
            "image": "",
            "title": "Grace Tame emerges as the star of a rebellious writers' week",
            "url": "",
            "timestamp": "2022-03-17",
            "previewText": "I've just spent a week in Radelaide. That's not a typo. It's how poet Sara Mansour referred to the 2022 Adelaide Writers' Week, and it was the perfect description.\nNobody marched in protest or stormed any barricades. But the mood was rebellious. Over ...",
            "importance": "1",
            "id": "4372",
            "nodeID": "clusters_20220314_20220322_7"
        },
        "823": {
            "publisher": "The Canberra Times",
            "image": "",
            "title": "Birthday boy admits drug trafficking after 'humble domain' raided",
            "url": "",
            "timestamp": "2022-02-24",
            "previewText": "A Ngunnawal man has marked his birthday by pleading guilty to a drug trafficking charge, having been busted with nearly 60 times the trafficable quantity of cocaine during a raid on his \"humble domain\". Jason Gary Pahl, 24, also pleaded guilty to fou ...",
            "importance": "1",
            "id": "823",
            "nodeID": "clusters_20220217_20220226_5"
        },
        "5029": {
            "publisher": "The West Australian",
            "image": "",
            "title": "UNSC imposes arms embargo on Houthis",
            "url": "",
            "timestamp": "2022-02-28",
            "previewText": "UNSC imposes arms embargo on HouthisMichelle NicholsReutersTue, 1 March 2022 3:46AM\nThe United Nations Security Council has imposed an arms embargo on Yemen's Houthis after the group claimed several drone and missile assaults on the United Arab Emira ...",
            "importance": "1",
            "id": "5029",
            "nodeID": "clusters_20220226_20220305_0"
        },
        "536": {
            "publisher": "Australian Financial Review",
            "image": "",
            "title": "ASX set to rise after Wall Street rally",
            "url": "",
            "timestamp": "2022-03-20",
            "previewText": "On Wall Street, the three major benchmarks rallied strongly to end their week. For the week, the Nasdaq surged 8.2 per cent, the S&P 500 added 6.2 per cent and the Dow rose 5.5 per cent.\nFundstrat Global's technical strategist Mark Newton said the S& ...",
            "importance": "1",
            "id": "536",
            "nodeID": "clusters_20220314_20220322_1"
        },
        "4921": {
            "publisher": "The Examiner",
            "image": "",
            "title": "Flood victims left out of pocket",
            "url": "",
            "timestamp": "2022-03-03",
            "previewText": "Flood victims are concerned about their financial states as rivers rise and flaws in the financial assistance funding become apparent. Kate Ott, from the Sydney Polo Club in Richmond north-west of Sydney, said she still had not received a flood grant ...",
            "importance": "1",
            "id": "4921",
            "nodeID": "clusters_20220226_20220305_9"
        },
        "4189": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Archibald Prize hopefuls' alleged drug haul",
            "url": "",
            "timestamp": "2022-03-21",
            "previewText": "Two Archibald Prize finalists were allegedly selling drugs, a court has been told.\nFour-time finalist Benjamin Aitken, 30, and fellow Archibald finalist Shannon McCulloch, 26, appeared in front of the Melbourne Magistrates Court on Monday.\nMr Aitken  ...",
            "importance": "1",
            "id": "4189",
            "nodeID": "clusters_20220314_20220322_5"
        },
        "4660": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Iran 'thwarts nuclear site sabotage bid'",
            "url": "",
            "timestamp": "2022-03-14",
            "previewText": "Iranian state television say its security forces have thwarted a planned sabotage at the country's major Fordow nuclear site by a network it accused Israel of recruiting.\nIt said the forces made arrests.\nThe Israeli prime minister's office had no imm ...",
            "importance": "1",
            "id": "4660",
            "nodeID": "clusters_20220314_20220322_0"
        },
        "690": {
            "publisher": "The Sydney Morning Herald",
            "image": "",
            "title": "'Trauma is a beast': Grace Tame, Rosie Batty open up about struggles",
            "url": "",
            "timestamp": "2022-03-13",
            "previewText": "Former Australians of the Year Grace Tame and Rosie Batty have opened up about the mental toll of being thrust into the national spotlight as advocates for abuse survivors, while cautioning feminists against tearing other women down and the over-use  ...",
            "importance": "1",
            "id": "690",
            "nodeID": "clusters_20220305_20220314_7"
        },
        "1793": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Russia imposes first 'false' news fines",
            "url": "",
            "timestamp": "2022-03-07",
            "previewText": "Russia has imposed the first fines for the publication of \"fake news\" about the Russian military after a new law came into force further restricting freedom of expression following the invasion of Ukraine.\nA 26-year-old man was picked up with a placa ...",
            "importance": "1",
            "id": "1793",
            "nodeID": "clusters_20220305_20220314_3"
        },
        "1368": {
            "publisher": "The Canberra Times",
            "image": "",
            "title": "'Uncomfortable' judge questions cruise ship sex offender's plea",
            "url": "",
            "timestamp": "2022-02-25",
            "previewText": "A \"distinctly uncomfortable\" judge may reject a child sex offender's guilty plea despite the man's barrister wanting him to be sentenced. John Ronald Brown, 49, appeared in the ACT Supreme Court on Friday, when his angry supporters threatened and att ...",
            "importance": "1",
            "id": "1368",
            "nodeID": "clusters_20220217_20220226_6"
        },
        "347": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Rolfe partner didn't think teen was threat",
            "url": "",
            "timestamp": "2022-02-22",
            "previewText": "Rolfe partner didn't think teen was threatAaron BunchAAPWed, 23 February 2022 12:33AM\nKumanjayi Walker was not considered dangerous in the moments before a murder-accused policeman fatally shot the Aboriginal teenager, a jury has heard.\nConstable Zac ...",
            "importance": "1",
            "id": "347",
            "nodeID": "clusters_20220217_20220226_8"
        },
        "2047": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Grace Tame lashes media over photo",
            "url": "",
            "timestamp": "2022-02-19",
            "previewText": "Former Australian of the Year Grace Tame has taken to Twitter to register her disappointment at the media publication of an old photograph showing her with a bong.\n\"To every media outlet who sought to discredit me by publishing THAT photo,\" she addre ...",
            "importance": "1",
            "id": "2047",
            "nodeID": "clusters_20220217_20220226_7"
        },
        "3002": {
            "publisher": "The Age",
            "image": "",
            "title": "'Cold wallets' and other tips to keep your crypto safe",
            "url": "",
            "timestamp": "2022-03-08",
            "previewText": "Cryptocurrencies are notoriously volatile, with price swings of 10 per cent or more for bitcoin in a single day not uncommon.\nThat is because crypto's value is not derived from physical or tangible assets. Digital currencies are only worth what a buy ...",
            "importance": "1",
            "id": "3002",
            "nodeID": "clusters_20220305_20220314_1"
        },
        "265": {
            "publisher": "The Age",
            "image": "",
            "title": "Constable Rolfe: Why I shot Kumanjayi Walker",
            "url": "",
            "timestamp": "2022-03-03",
            "previewText": "Accused murderer Constable Zachary Rolfe has told a jury how he fired fatal rounds into Indigenous man Kumanjayi Walker because he believed his police officer partner was in danger of being stabbed to death.\nThe Northern Territory Supreme Court also  ...",
            "importance": "1",
            "id": "265",
            "nodeID": "clusters_20220226_20220305_8"
        },
        "2048": {
            "publisher": "The Age",
            "image": "",
            "title": "'I'd be lying if I said it didn't let me down': Grace Tame slams media outlets in open letter",
            "url": "",
            "timestamp": "2022-02-19",
            "previewText": "Activist and former Australian of the Year Grace Tame has accused Australian media outlets of attempting to discredit her by publishing an old photograph where she is pictured with a water pipe, colloquially known as a bong, as a 19-year-old.\nTame pu ...",
            "importance": "1",
            "id": "2048",
            "nodeID": "clusters_20220217_20220226_7"
        },
        "2708": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Cats stars eyeing stronger forward link",
            "url": "",
            "timestamp": "2022-03-11",
            "previewText": "Tom Hawkins expects to reap the benefits of his improved chemistry with forward-line partner Jeremy Cameron as Geelong prepare to launch their next AFL premiership assault.\nThe two Coleman medallists teamed up for the first time last year and were cr ...",
            "importance": "1",
            "id": "2708",
            "nodeID": "clusters_20220305_20220314_2"
        },
        "2296": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Axe attack swept under rug, cop Rolfe says",
            "url": "",
            "timestamp": "2022-03-02",
            "previewText": "A murder-accused policeman who fatally shot Kumanjayi Walker says a video of the Aboriginal teenager violently threatening officers with an axe should have been used to alert others.\nConstable Zachary Rolfe, 30, has pleaded not guilty to murdering Mr ...",
            "importance": "1",
            "id": "2296",
            "nodeID": "clusters_20220226_20220305_8"
        },
        "1417": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Depleted Phoenix up for Jets' ALM trip",
            "url": "",
            "timestamp": "2022-03-17",
            "previewText": "Depleted Phoenix up for Jets' ALM tripEd JacksonAAPThu, 17 March 2022 10:43AM\nWellington Phoenix coach Ufuk Talay insists his depleted A-League Men's team is up for the challenge of facing Newcastle on Friday.\nThe Phoenix will head to McDonald Jones  ...",
            "importance": "1",
            "id": "1417",
            "nodeID": "clusters_20220314_20220322_2"
        },
        "3988": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Foreign media pulls out of Russia amid crackdown, as Moscow blocks Facebook and Twitter",
            "url": "",
            "timestamp": "2022-03-05",
            "previewText": "Russia has blocked Facebook and Twitter and passed a law giving Moscow much stronger powers to crack down on independent journalism, prompting the BBC, Bloomberg and other foreign media to suspend reporting in the country.\nThe state communications wa ...",
            "importance": "1",
            "id": "3988",
            "nodeID": "clusters_20220305_20220314_3"
        },
        "3981": {
            "publisher": "Perth Now",
            "image": "",
            "title": "PM's ridiculous defence of flood chaos",
            "url": "",
            "timestamp": "2022-03-15",
            "previewText": "Prime Minister Scott Morrison has doubled down on his government's response to the flood crisis in northern NSW during an appearance on the Kyle and Jackie O Show on Tuesday morning.\nKyle Sandilands, host of the KIIS 106.5 show, asked the Prime Minis ...",
            "importance": "1",
            "id": "3981",
            "nodeID": "clusters_20220314_20220322_9"
        },
        "2106": {
            "publisher": "Perth Now",
            "image": "",
            "title": "NT cop's first shot not fatal: pathologist",
            "url": "",
            "timestamp": "2022-02-22",
            "previewText": "Kumanjayi Walker would not have died from Constable Zachary Rolfe first shot, a forensic pathologist has told a jury.\nRolfe shot the Aboriginal teenager three times during a failed arrest attempt in Yuendumu, 290km northwest of Alice Springs, on Nove ...",
            "importance": "1",
            "id": "2106",
            "nodeID": "clusters_20220217_20220226_8"
        },
        "3324": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Hidden danger facing flood victims",
            "url": "",
            "timestamp": "2022-03-10",
            "previewText": "Aussie flood victims are on high alert as deadly spiders sneak inside homes in search of dry land amid weeks of torrential rain and flash flooding in Queensland and NSW.\nThe Australian Reptile Park head spider keeper Jake Meney said dozens of funnel- ...",
            "importance": "1",
            "id": "3324",
            "nodeID": "clusters_20220305_20220314_9"
        },
        "481": {
            "publisher": "The Sydney Morning Herald",
            "image": "",
            "title": "Human traffickers target Ukrainian refugees arriving across borders",
            "url": "",
            "timestamp": "2022-03-14",
            "previewText": "Siret, Romania: One man was detained in Poland suspected of raping a 19-year-old refugee he'd lured with offers of shelter after she fled war-torn Ukraine. Another was overheard promising work and a room to a 16-year-old girl before authorities inter ...",
            "importance": "1",
            "id": "481",
            "nodeID": "clusters_20220314_20220322_6"
        },
        "406": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Roar end Phoenix's ALM run with 2-1 win",
            "url": "",
            "timestamp": "2022-03-12",
            "previewText": "Brisbane have moved off the bottom of the A-League Men ladder, ending Wellington's seven-match unbeaten run with a 2-1 win over the Phoenix at Moreton Daily Stadium.\nGoals from Rahmat Akbari and Henry Hore secured a fourth home win of the season for  ...",
            "importance": "1",
            "id": "406",
            "nodeID": "clusters_20220305_20220314_2"
        },
        "3512": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Iran shelves Saudi talks, slams executions",
            "url": "",
            "timestamp": "2022-03-13",
            "previewText": "Iran has suspended talks with regional rival Saudi Arabia, a website affiliated to Iran's top security body reported, without giving a reason for the decision that comes as a fifth round of negotiations was due to start this week.\nTehran also condemn ...",
            "importance": "1",
            "id": "3512",
            "nodeID": "clusters_20220305_20220314_0"
        },
        "3094": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Man watched child porn with Grindr date",
            "url": "",
            "timestamp": "2022-03-14",
            "previewText": "Shaun Dregmans freed after pleading guilty to possessing child abuse materialLauren FerriNCA NewsWireMon, 14 March 2022 12:59PM\nWARNING: Graphic\nA hospitality worker who was arrested in dramatic scenes during a dawn raid of his home after being sent  ...",
            "importance": "1",
            "id": "3094",
            "nodeID": "clusters_20220314_20220322_6"
        },
        "4299": {
            "publisher": "The Age",
            "image": "",
            "title": "Neo-noir craze hits the stage, hard boiled if slightly overcooked",
            "url": "",
            "timestamp": "2022-03-20",
            "previewText": "Neo-noir has leapt from the shadows, hard-boiled and hyper-real, to seize the cultural moment. It has conquered television through the likes of Babylon Berlin, a detective series charged with all the desperation and decadence of a dying Weimar Republ ...",
            "importance": "1",
            "id": "4299",
            "nodeID": "clusters_20220314_20220322_7"
        },
        "4091": {
            "publisher": "Perth Now",
            "image": "",
            "title": "World working together against Russia: PM",
            "url": "",
            "timestamp": "2022-02-20",
            "previewText": "Scott Morrison has warned Russia the world will be moving together to counteract any violence it inflicts on Ukraine.\nWashington believes Russian troops massed near Ukraine's border are advancing and are \"poised to strike\".\n\"It is unacceptable becaus ...",
            "importance": "1",
            "id": "4091",
            "nodeID": "clusters_20220217_20220226_4"
        },
        "3638": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Money is worthless, says author of a book about money",
            "url": "",
            "timestamp": "2022-03-18",
            "previewText": "Chances are you've spent a lot of time thinking about money.\nBut probably not in the same way Financial Times journalist Gavin Jackson has.\nHe's asked all sorts of questions about money -- both practical and philosophical -- and has come up with some ...",
            "importance": "1",
            "id": "3638",
            "nodeID": "clusters_20220314_20220322_1"
        },
        "3756": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Big drug bust at Auckland airport",
            "url": "",
            "timestamp": "2022-03-02",
            "previewText": "New Zealand police have seized more than half a ton of methamphetamine at the border and arrested six people in one of the nation's biggest drug busts.\nPolice said they intercepted the shipment of 613 kilograms of meth at Auckland Airport on Thursday ...",
            "importance": "1",
            "id": "3756",
            "nodeID": "clusters_20220226_20220305_5"
        },
        "2127": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Police search for suspected flood looter",
            "url": "",
            "timestamp": "2022-03-08",
            "previewText": "A suspected flood looter is still missing after he jumped into the Brisbane River to escape patrolling police officers in the city's west.\nPolice doing an anti-looting patrol saw the man with a large build acting suspiciously at Macquarie St, St Luci ...",
            "importance": "1",
            "id": "2127",
            "nodeID": "clusters_20220305_20220314_9"
        },
        "2405": {
            "publisher": "The Sydney Morning Herald",
            "image": "",
            "title": "Safe corridor plan crumbles as Putin warns no-fly zone would be an 'act of war'",
            "url": "",
            "timestamp": "2022-03-05",
            "previewText": "Lviv: Efforts to enforce a temporary halt in hostilities in Mariupol and the eastern city of Volnovakha crumbled on Saturday when Ukraine accused Russian troops of breaking the ceasefire, dashing the hopes of civilians looking for a safe route out of ...",
            "importance": "1",
            "id": "2405",
            "nodeID": "clusters_20220305_20220314_4"
        },
        "887": {
            "publisher": "The Sydney Morning Herald",
            "image": "",
            "title": "Loveland review: Stepping into a world where menace and mystery linger",
            "url": "",
            "timestamp": "2022-03-18",
            "previewText": "Loveland is compelling, vivid. Once picked up it's hard to put down. It is a rare and glorious thing to enter the world created by a novelist so fully. Loveland - both the novel, and the place - is intensely atmospheric. Its colours are saturated and ...",
            "importance": "1",
            "id": "887",
            "nodeID": "clusters_20220314_20220322_7"
        },
        "1866": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Kumanjayi relative queries assault rifle",
            "url": "",
            "timestamp": "2022-02-24",
            "previewText": "As Northern Territory police armed with an assault rifle closed in on Kumanjayi Walker before fatally shooting him, they told a relative the Aboriginal teen should not have threatened officers with an axe.\nRemote Sergeant Adam Eberl was referring to  ...",
            "importance": "1",
            "id": "1866",
            "nodeID": "clusters_20220217_20220226_8"
        },
        "178": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Penrith get silver lining in looming exits",
            "url": "",
            "timestamp": "2022-02-22",
            "previewText": "Penrith get silver lining in looming exitsScott BaileyAAPWed, 23 February 2022 7:05AM\nPenrith's off-season contract battles could prove a blessing in disguise with coach Ivan Cleary eying a distraction-free title defence with futures sorted.\nThe Pant ...",
            "importance": "1",
            "id": "178",
            "nodeID": "clusters_20220217_20220226_2"
        },
        "907": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Why Force need firm grip on set piece",
            "url": "",
            "timestamp": "2022-03-08",
            "previewText": "Western Force need to impose themselves at scrums against the Waratahs in Super Rugby Pacific clashNick TaylorThe West AustralianTue, 8 March 2022 2:30PMEmail Nick Taylor\nWestern Force will be looking for an improvement at scrum time when they pack d ...",
            "importance": "1",
            "id": "907",
            "nodeID": "clusters_20220305_20220314_2"
        },
        "1928": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Rio didn't tell investors of coal failings",
            "url": "",
            "timestamp": "2022-03-07",
            "previewText": "Rio Tinto misled investors when it failed to reveal some coal operations were no longer economically viable, a court has found.\nThe Federal Court ruled the mining giant failed share market obligations by not passing on information that Rio Tinto Coal ...",
            "importance": "1",
            "id": "1928",
            "nodeID": "clusters_20220305_20220314_1"
        },
        "3398": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Ukraine ceasefire imperilled amid shelling",
            "url": "",
            "timestamp": "2022-03-05",
            "previewText": "Ukraine ceasefire imperilled amid shellingYuras KarmanauAPSat, 5 March 2022 10:00PM\nThe Ukrainian president's office says evacuations have halted in an area of the country where Russian defence officials had announced a ceasefire.\nKyrylo Tymoshenko,  ...",
            "importance": "1",
            "id": "3398",
            "nodeID": "clusters_20220305_20220314_4"
        },
        "5018": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Iran says Israel will pay for Syria attack",
            "url": "",
            "timestamp": "2022-03-09",
            "previewText": "Iran says an Israeli air strike in Syria that killed four people including two Iranian Revolutionary Guards officers will be avenged.\nSyrian state media said the other two victims of Monday's strike on Damascus were civilians, while the British-based ...",
            "importance": "1",
            "id": "5018",
            "nodeID": "clusters_20220305_20220314_0"
        },
        "1857": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Rosie Batty lived through backlash for not playing the 'ideal' victim. With Grace Tame, she saw it happen again",
            "url": "",
            "timestamp": "2022-02-24",
            "previewText": "When Grace Tame was crowned Australian of the Year, Rosie Batty was among a small group of people who really knew what she was in for.\nSix years earlier, in 2015, she had stood in Canberra and received the same honour. And while the circumstances tha ...",
            "importance": "1",
            "id": "1857",
            "nodeID": "clusters_20220217_20220226_7"
        },
        "1773": {
            "publisher": "Australian Financial Review",
            "image": "",
            "title": "Fears grow that Putin may declare martial law in Russia",
            "url": "",
            "timestamp": "2022-03-04",
            "previewText": "\"The proclamation of martial law will allow the authorities to introduce military censorship; to increase the secrecy of the state's activities; ... to ban all rallies and meetings; [and] to ban the work of public, international and foreign organisat ...",
            "importance": "1",
            "id": "1773",
            "nodeID": "clusters_20220226_20220305_3"
        },
        "1286": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Arrests over heroin, meth import in tea",
            "url": "",
            "timestamp": "2022-03-11",
            "previewText": "Arrests over heroin, meth import in teaFinbar O'MallonAAPFri, 11 March 2022 1:36PM\nTwo men have been arrested in connection to a drug plot to import 400 kilograms of meth and heroin into Australia in tea bags.\nIn March last year, 225 kilograms of met ...",
            "importance": "1",
            "id": "1286",
            "nodeID": "clusters_20220305_20220314_5"
        },
        "3254": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Aboriginal teen a 'low' threat when shot",
            "url": "",
            "timestamp": "2022-02-27",
            "previewText": "Aboriginal teen a 'low' threat when shotAaron BunchAAPMon, 28 February 2022 12:34AM\nAn Aboriginal teenager fatally shot by a Northern Territory policeman was unlikely to have been a threat to the constable when he pulled the trigger, a murder trial h ...",
            "importance": "1",
            "id": "3254",
            "nodeID": "clusters_20220226_20220305_8"
        },
        "4022": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Australian medical supplies and military equipment to be sent to Ukraine",
            "url": "",
            "timestamp": "2022-02-25",
            "previewText": "Australia will send medical supplies, financial support and military equipment, but not weapons, to Ukraine to help as it fights its war against Russia.\nPrime Minister Scott Morrison said the federal government had been working with NATO to work out  ...",
            "importance": "1",
            "id": "4022",
            "nodeID": "clusters_20220217_20220226_4"
        },
        "2464": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Home buybacks part of Qld floods package",
            "url": "",
            "timestamp": "2022-03-19",
            "previewText": "Home buybacks part of Qld floods packageNick GibbsAAPSat, 19 March 2022 10:04AM\nUp to 500 Queenslanders hit by the southeast floods will be able to access a home buyback scheme under a new support package released by the state.\nThe government has ask ...",
            "importance": "1",
            "id": "2464",
            "nodeID": "clusters_20220314_20220322_9"
        },
        "2181": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "The PM wanted to talk about the 'next step' in northern NSW  --  locals want him to hear what happened",
            "url": "",
            "timestamp": "2022-03-09",
            "previewText": "Prime Minister Scott Morrison visited my family's home city of Lismore yesterday, telling us it was important for disaster victims to think of the \"next step\" in their recovery.\nBut many residents of flood-ravaged northern New South Wales are still g ...",
            "importance": "1",
            "id": "2181",
            "nodeID": "clusters_20220305_20220314_9"
        },
        "405": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Roar end Phoenix's ALM run with 2-1 win",
            "url": "",
            "timestamp": "2022-03-12",
            "previewText": "Roar end Phoenix's ALM run with 2-1 winEd JacksonAAPSat, 12 March 2022 4:15PM\nBrisbane have moved off the bottom of the A-League Men ladder, ending Wellington's seven-match unbeaten run with a 2-1 win over the Phoenix at Moreton Daily Stadium.\nGoals  ...",
            "importance": "1",
            "id": "405",
            "nodeID": "clusters_20220305_20220314_2"
        },
        "1651": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Live: Pentagon sees 'clear evidence' of Russian war crimes in Ukraine, will help gather evidence",
            "url": "",
            "timestamp": "2022-03-21",
            "previewText": "Moscow court bans Facebook and Instagram for 'extremist activity'\nA Moscow court banned Facebook and Instagram on Monday for what it deemed extremist activity in a case against their parent company, Meta.\nThe Tverskoy District Court fulfilled a reque ...",
            "importance": "1",
            "id": "1651",
            "nodeID": "clusters_20220314_20220322_3"
        },
        "2308": {
            "publisher": "The Age",
            "image": "",
            "title": "As it happened: Russia-Ukraine peace talks break up as huge explosions reported in Kyiv; floods worsen in NSW, Queensland as more evacuation orders issued",
            "url": "",
            "timestamp": "2022-03-02",
            "previewText": "Prime Minister Scott Morrison is holding a press conference.\nWatch it here\nQueensland's premier has revealed Brisbane received 80 per cent of its annual rainfall in three days as the state's police force now grapples with looting in isolated flood ar ...",
            "importance": "1",
            "id": "2308",
            "nodeID": "clusters_20220226_20220305_9"
        },
        "3848": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Asian stocks edge higher, oil surges on",
            "url": "",
            "timestamp": "2022-03-03",
            "previewText": "Asian stocks edge higher, oil surges onWayne ColeReutersThu, 3 March 2022 8:45AM\nAsian shares have crept higher after reassuring comments from the Federal Reserve helped Wall Street rally, while the war in Ukraine sent oil and resource prices spirall ...",
            "importance": "1",
            "id": "3848",
            "nodeID": "clusters_20220226_20220305_1"
        },
        "2726": {
            "publisher": "The Canberra Times",
            "image": "",
            "title": "Grace Tame calls for unity in activist movement",
            "url": "",
            "timestamp": "2022-03-15",
            "previewText": "news, local-news, grace tame, australian of the year, survivor, penny wongPerpetrators are the ones who benefit from activists and survivors tearing each other down in public debate, Grace Tame has said. \"I'm very aware of the fact that it is a great ...",
            "importance": "1",
            "id": "2726",
            "nodeID": "clusters_20220314_20220322_7"
        },
        "4621": {
            "publisher": "Australian Financial Review",
            "image": "",
            "title": "ResMed: no further chip supply squeeze on horizon",
            "url": "",
            "timestamp": "2022-03-15",
            "previewText": "Ukraine's two leading suppliers of neon, which produce about half the world's supply of the key ingredient for making chips, halted their operations a few days ago as Russian troops escalated their attacks, according to Reuters.\nA ResMed spokesman to ...",
            "importance": "1",
            "id": "4621",
            "nodeID": "clusters_20220314_20220322_1"
        },
        "1888": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Nine years' jail for 11-week drug dealer",
            "url": "",
            "timestamp": "2022-03-04",
            "previewText": "Nine years' jail for 11-week drug dealerLaine ClarkAAPFri, 4 March 2022 11:37AM\nAn 11-week stint as a drug trafficker and gun runner has earned a Queensland man nine years in prison.\nAdrian Joseph Somerville, 34, of Greenbank south of Brisbane, plead ...",
            "importance": "1",
            "id": "1888",
            "nodeID": "clusters_20220226_20220305_5"
        },
        "566": {
            "publisher": "Australian Financial Review",
            "image": "",
            "title": "Russia intensifies assault as West ramps up sanctions",
            "url": "",
            "timestamp": "2022-02-26",
            "previewText": "Only Iran, Venezuela and North Korea have faced this sanction before. The group will also cut some Russian banks out of the SWIFT payments system, and crack down on European countries that issue \"golden passports\" to wealthy Russians.\nMeanwhile, Germ ...",
            "importance": "1",
            "id": "566",
            "nodeID": "clusters_20220226_20220305_4"
        },
        "2833": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Rebels need more from senior Super players",
            "url": "",
            "timestamp": "2022-03-11",
            "previewText": "Rebels need more from senior Super playersMelissa WoodsAAPSat, 12 March 2022 7:17AM\nMelbourne coach Kevin Foote is calling on his Wallabies players to do more to arrest their disappointing Super Rugby Pacific form-slump that has left them winless aft ...",
            "importance": "1",
            "id": "2833",
            "nodeID": "clusters_20220305_20220314_2"
        },
        "479": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Yemen war killed 47 children this year: UN",
            "url": "",
            "timestamp": "2022-03-12",
            "previewText": "At least 47 children have been killed or injured in war-torn Yemen in the first two months of 2022 as fighting escalates between government forces and the Houthi rebels, the UN says.\nThe country has been convulsed by civil war since 2014 when the Ira ...",
            "importance": "1",
            "id": "479",
            "nodeID": "clusters_20220305_20220314_0"
        },
        "3616": {
            "publisher": "Perth Now",
            "image": "",
            "title": "US rushing $200m of weapons to Ukraine",
            "url": "",
            "timestamp": "2022-03-12",
            "previewText": "The United States will rush up to $US200 million ($A274 million) in additional small arms, anti-tank and anti-aircraft weapons to Ukraine, as Ukrainian officials plead for more equipment to defend against heavy shelling by Russian forces.\nPresident J ...",
            "importance": "1",
            "id": "3616",
            "nodeID": "clusters_20220305_20220314_4"
        },
        "464": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Loaded gun seized in dawn drug raid",
            "url": "",
            "timestamp": "2022-02-18",
            "previewText": "Police have seized a loaded handgun along with trafficable quantities of methylamphetamine in a dawn raid in Melbourne's suburbs on Friday.\nA 62-year-old man was arrested and charged over the stash.\nFootage of the precision raid shows officers gather ...",
            "importance": "1",
            "id": "464",
            "nodeID": "clusters_20220217_20220226_5"
        },
        "1531": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Calls for JobKeeper for NSW flood victims",
            "url": "",
            "timestamp": "2022-03-15",
            "previewText": "NSW's peak trade union body is calling on Prime Minister Scott Morrison to reintroduce JobKeeper for flood-affected regions.\nThe call came as NSW Health Minister Brad Hazzard warned of serious biohazards for ocean swimmers after floods.\nJobKeeper was ...",
            "importance": "1",
            "id": "1531",
            "nodeID": "clusters_20220314_20220322_9"
        },
        "263": {
            "publisher": "The Sydney Morning Herald",
            "image": "",
            "title": "Constable Rolfe: Why I shot Kumanjayi Walker",
            "url": "",
            "timestamp": "2022-03-03",
            "previewText": "Accused murderer Zachary Rolfe has told a jury how he fired fatal rounds into Indigenous man Kumanjayi Walker because he believed his police officer partner was getting stabbed and in danger of being killed.\nIn the officer's second day of testimony i ...",
            "importance": "1",
            "id": "263",
            "nodeID": "clusters_20220226_20220305_8"
        },
        "414": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Dad's heinous acts against own kids",
            "url": "",
            "timestamp": "2022-02-22",
            "previewText": "Dad pleads not guilty to heinous abuse of his own two childrenBlake AntrobusNCA NewsWireTue, 22 February 2022 3:06PM\nWARNING: CONFRONTING DETAILS\nA Queensland man subjected his two young children to \"continued sexual abuse\" and physical violence, thr ...",
            "importance": "1",
            "id": "414",
            "nodeID": "clusters_20220217_20220226_6"
        },
        "2707": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Three charged over SA cocaine bust",
            "url": "",
            "timestamp": "2022-03-11",
            "previewText": "Three charged over SA cocaine bustTim DorninAAPFri, 11 March 2022 11:38AM\nThree men have been charged with drug offences after the discovery of almost four kilograms of cocaine at an Adelaide property.\nOn Thursday, detectives from the Serious and Org ...",
            "importance": "1",
            "id": "2707",
            "nodeID": "clusters_20220305_20220314_5"
        },
        "3471": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Isolated Russia is running short of cash, spelling trouble for Putin",
            "url": "",
            "timestamp": "2022-03-20",
            "previewText": "At least, that's the story Vladimir Putin is sticking to after Russia belatedly paid $US117 million ($158 million) in interest on outstanding loans to foreign investors last Wednesday.\nThe debt, two US-dollar-denominated government bonds -- essential ...",
            "importance": "1",
            "id": "3471",
            "nodeID": "clusters_20220314_20220322_4"
        },
        "1871": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Kumanjayi relative queries assault rifle",
            "url": "",
            "timestamp": "2022-02-24",
            "previewText": "Kumanjayi relative queries assault rifleAaron BunchAAPFri, 25 February 2022 12:32AM\nAs Northern Territory police armed with an assault rifle closed in on Kumanjayi Walker before fatally shooting him, they told a relative the Aboriginal teen should no ...",
            "importance": "1",
            "id": "1871",
            "nodeID": "clusters_20220217_20220226_8"
        },
        "2893": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Murder-accused NT cop 'ignored training'",
            "url": "",
            "timestamp": "2022-02-28",
            "previewText": "A murder-accused policeman should not have rushed into a house where he fatally shot an Aboriginal teenager during a failed outback arrest, a jury has heard.\nConstable Zachary Rolfe, 30, has pleaded not guilty to murdering Kumanjayi Walker, 19, after ...",
            "importance": "1",
            "id": "2893",
            "nodeID": "clusters_20220226_20220305_8"
        },
        "3426": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Bruno, due, tre-mendous! Star's double seals Glory win",
            "url": "",
            "timestamp": "2022-02-20",
            "previewText": "Bruno Fornaroli brace lifts Perth Glory off bottom of A-League ladder with win over BrisbaneNick TaylorThe West AustralianSun, 20 February 2022 4:49PMEmail Nick Taylor\nA Bruno Fornaroli double took Perth Glory off the bottom of the A-League ladder as ...",
            "importance": "1",
            "id": "3426",
            "nodeID": "clusters_20220217_20220226_2"
        },
        "452": {
            "publisher": "The Age",
            "image": "",
            "title": "Australia challenged Big Tech to remove Russian state media. It deserves an answer",
            "url": "",
            "timestamp": "2022-03-06",
            "previewText": "Communications Minister Paul Fletcher has a reputation in Canberra as a serious, careful operator with deep policy knowledge despite his youthful background in comedy. But last week, he made a dramatic move, with a directive aimed at technology giant ...",
            "importance": "1",
            "id": "452",
            "nodeID": "clusters_20220305_20220314_3"
        },
        "3567": {
            "publisher": "The West Australian",
            "image": "",
            "title": "WA man faces more rape, drugging charges",
            "url": "",
            "timestamp": "2022-02-25",
            "previewText": "WA man faces more rape, drugging chargesMichael RamseyAAPFri, 25 February 2022 12:02PM\nWest Australian police have laid further charges against a fly-in, fly-out worker accused of drugging and raping women he met on an online dating site.\nAdam Charle ...",
            "importance": "1",
            "id": "3567",
            "nodeID": "clusters_20220217_20220226_6"
        },
        "5030": {
            "publisher": "Perth Now",
            "image": "",
            "title": "UNSC imposes arms embargo on Houthis",
            "url": "",
            "timestamp": "2022-02-28",
            "previewText": "The United Nations Security Council has imposed an arms embargo on Yemen's Houthis after the group claimed several drone and missile assaults on the United Arab Emirates and Saudi Arabia this year.\nThe measure, proposed by the UAE, expands a targeted ...",
            "importance": "1",
            "id": "5030",
            "nodeID": "clusters_20220226_20220305_0"
        },
        "2243": {
            "publisher": "Australian Financial Review",
            "image": "",
            "title": "Belfast: a seductive view of a city in turmoil",
            "url": "",
            "timestamp": "2022-02-18",
            "previewText": "Among the great mysteries of contemporary cinema: how, in the space of one year, can a director make something as good as Belfast, and follow up with the ridiculous Death on the Nile? I don't think one can lay the blame on an overbearing studio, or s ...",
            "importance": "1",
            "id": "2243",
            "nodeID": "clusters_20220217_20220226_7"
        },
        "3255": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Aboriginal teen a 'low' threat when shot",
            "url": "",
            "timestamp": "2022-02-27",
            "previewText": "An Aboriginal teenager fatally shot by a Northern Territory policeman was unlikely to have been a threat to the constable when he pulled the trigger, a murder trial had been told.\nConstable Zachary Rolfe, 30, has pleaded not guilty to murdering Kuman ...",
            "importance": "1",
            "id": "3255",
            "nodeID": "clusters_20220226_20220305_8"
        },
        "2980": {
            "publisher": "Australian Financial Review",
            "image": "",
            "title": "Oddity's mission: To turn your make-up fantasy into reality",
            "url": "",
            "timestamp": "2022-03-08",
            "previewText": "He was previously a mergers and acquisitions specialist, Shiran an ex-Israeli Air Force sergeant. All they knew about beauty was that online and in-store, women (and the occasional man) were being matched to the wrong foundations. A market full of be ...",
            "importance": "1",
            "id": "2980",
            "nodeID": "clusters_20220305_20220314_1"
        },
        "3576": {
            "publisher": "The Age",
            "image": "",
            "title": "Why Biden's sanctions against Russia lack bite",
            "url": "",
            "timestamp": "2022-02-25",
            "previewText": "Washington: As Joe Biden wrapped up his first press conference since Vladimir Putin launched his bloody invasion into Ukraine, a key question remained: what are you waiting for, Mr President?\nAfter spending weeks promising \"swift and severe\" sanction ...",
            "importance": "1",
            "id": "3576",
            "nodeID": "clusters_20220217_20220226_4"
        },
        "5016": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Iran says Israel will pay for Syria attack",
            "url": "",
            "timestamp": "2022-03-09",
            "previewText": "Iran says Israel will pay for Syria attackAAPReutersWed, 9 March 2022 4:43PM\nIran says an Israeli air strike in Syria that killed four people including two Iranian Revolutionary Guards officers will be avenged.\nSyrian state media said the other two v ...",
            "importance": "1",
            "id": "5016",
            "nodeID": "clusters_20220305_20220314_0"
        },
        "1431": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Dad denies sexually abusing kids: court",
            "url": "",
            "timestamp": "2022-02-24",
            "previewText": "Qld dad accused of physically, sexually abusing children gives evidence at trialBlake AntrobusNCA NewsWireThu, 24 February 2022 1:14PM\nA Queensland father accused of physically and sexually abusing his own two children for years has denied any of the ...",
            "importance": "1",
            "id": "1431",
            "nodeID": "clusters_20220217_20220226_6"
        },
        "5023": {
            "publisher": "Perth Now",
            "image": "",
            "title": "'Not authentic': Grace Tame's latest sledge",
            "url": "",
            "timestamp": "2022-03-09",
            "previewText": "Out-spoken former Australian of the Year Grace Tame has hit out at the Prime Minister, calling him \"unauthentic\" and accusing him of being more interested in maintaining power than running the country.\nThe activist and advocate for survivors of child ...",
            "importance": "1",
            "id": "5023",
            "nodeID": "clusters_20220305_20220314_7"
        },
        "3530": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Geelong blow away insipid Bombers in AFL",
            "url": "",
            "timestamp": "2022-03-19",
            "previewText": "Reports of Geelong's demise have been greatly exaggerated with the Cats opening their 2022 AFL campaign by obliterating a disappointing Essendon.\nVeteran Cats stars Patrick Dangerfield and Tom Hawkins blew the hyped Bombers off the MCG in blistering  ...",
            "importance": "1",
            "id": "3530",
            "nodeID": "clusters_20220314_20220322_2"
        },
        "478": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Yemen war killed 47 children this year: UN",
            "url": "",
            "timestamp": "2022-03-12",
            "previewText": "Yemen war killed 47 children this year: UNAAPPress AssociationSat, 12 March 2022 6:21PM\nAt least 47 children have been killed or injured in war-torn Yemen in the first two months of 2022 as fighting escalates between government forces and the Houthi  ...",
            "importance": "1",
            "id": "478",
            "nodeID": "clusters_20220305_20220314_0"
        },
        "2626": {
            "publisher": "Australian Financial Review",
            "image": "",
            "title": "ASX to open down; Alumina and Coles to report",
            "url": "",
            "timestamp": "2022-02-21",
            "previewText": "The local currency was -0.4% to 71.99 US cents; the Bloomberg dollar spot index Bitcoin was trading near $US38,133.32.\nFutures on the S&P 500 and Nasdaq 100 retreated as the U.S. stock market was shut for a holiday.\nEuropean shares dropped to a four- ...",
            "importance": "1",
            "id": "2626",
            "nodeID": "clusters_20220217_20220226_1"
        },
        "2666": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Terrorist's cousin in corrupt guard drug plot",
            "url": "",
            "timestamp": "2022-03-17",
            "previewText": "Ahmad Alameddine sentenced for Nowra jail drug smuggling plotRyan YoungNCA NewsWireThu, 17 March 2022 2:50PM\nA convicted terrorist's cousin who was caught driving around Sydney with a loaded gun in his underpants has confessed to working with a corru ...",
            "importance": "1",
            "id": "2666",
            "nodeID": "clusters_20220314_20220322_5"
        },
        "3662": {
            "publisher": "The Examiner",
            "image": "",
            "title": "Rapist father intends to appeal 13-year sentence",
            "url": "",
            "timestamp": "2022-02-28",
            "previewText": "A Coastal man who repeatedly raped his young daughter intends to appeal his sentence and conviction. The man in his 40s, who cannot be named, was found guilty by a jury in the Burnie Supreme Court in November of a charge of persistent sexual abuse of ...",
            "importance": "1",
            "id": "3662",
            "nodeID": "clusters_20220226_20220305_6"
        },
        "182": {
            "publisher": "The Canberra Times",
            "image": "",
            "title": "'Not a typical gangster': Drug supplier kept stash in freezer at mum's house",
            "url": "",
            "timestamp": "2022-02-22",
            "previewText": "A disability support pensioner tried to boost his \"measly\" income by supplying cannabis, kilograms of which he kept in a freezer at the Canberra home he shares with his mother. The ACT Magistrates Court heard on Tuesday that Nathan Keith Knight, 41,  ...",
            "importance": "1",
            "id": "182",
            "nodeID": "clusters_20220217_20220226_5"
        },
        "267": {
            "publisher": "The Sydney Morning Herald",
            "image": "",
            "title": "Government demands tech giants pull Russian state media",
            "url": "",
            "timestamp": "2022-03-03",
            "previewText": "Communications Minister Paul Fletcher has told some of the world's most powerful technology companies to immediately remove Russian state media organisations from their platforms in Australia over concerns they are facilitating the spread of disinfor ...",
            "importance": "1",
            "id": "267",
            "nodeID": "clusters_20220226_20220305_3"
        },
        "4244": {
            "publisher": "The Examiner",
            "image": "",
            "title": "Campbell Town man fined over email",
            "url": "",
            "timestamp": "2022-03-12",
            "previewText": "A Campbell Town man was fined $800 and committed to the sex offender's register for twelve months after pleading guilty to child exploitation offences. John Clifford Reardon, 72, emailed a friend discussing hiring a 12-year-old girl for sex.  The cou ...",
            "importance": "1",
            "id": "4244",
            "nodeID": "clusters_20220305_20220314_6"
        },
        "3859": {
            "publisher": "The West Australian",
            "image": "",
            "title": "TikTok suspends streams, uploads in Russia",
            "url": "",
            "timestamp": "2022-03-06",
            "previewText": "TikTok suspends streams, uploads in RussiaAAPReutersMon, 7 March 2022 4:23AM\nTikTok, the Chinese-owned video app, says it will suspend live-streaming and the uploading of videos to its platform in Russia as it reviews the implications of a new media  ...",
            "importance": "1",
            "id": "3859",
            "nodeID": "clusters_20220305_20220314_3"
        },
        "1471": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Russian forces enter Ukraine's second-largest city of Kharkiv",
            "url": "",
            "timestamp": "2022-02-27",
            "previewText": "Russian troops have entered Ukraine's second-largest city of Kharkiv, where fighting is underway on the streets.\nOleh Sinehubov, the head of the Kharkiv regional administration, said Ukrainian forces were fighting Russian troops in the city and asked ...",
            "importance": "1",
            "id": "1471",
            "nodeID": "clusters_20220226_20220305_4"
        },
        "1768": {
            "publisher": "The West Australian",
            "image": "",
            "title": "Two men charged after police raid Kalbarri home",
            "url": "",
            "timestamp": "2022-03-04",
            "previewText": "Detectives charge two men over big cannabis bust in KalbarriJessica MoroneyGeraldton GuardianFri, 4 March 2022 8:00AM\nTwo men have been charged after police raided properties in and around Kalbarri, seizing dozens of cannabis plants and thousands in  ...",
            "importance": "1",
            "id": "1768",
            "nodeID": "clusters_20220226_20220305_5"
        },
        "2203": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Sydney FC look to ACL for return to form",
            "url": "",
            "timestamp": "2022-03-07",
            "previewText": "Failing to qualify for the AFC Champions League group stage may be a blessing in disguise for Sydney FC as they aim to arrest a worrying nosedive in form on the home front.\nThe Sky Blues face Filipino side Kaya FC in a one-off play-off at Jubilee Ova ...",
            "importance": "1",
            "id": "2203",
            "nodeID": "clusters_20220305_20220314_2"
        },
        "3865": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Vladimir Putin isn't just at war with his neighbour. He's also at war with free speech in Russia",
            "url": "",
            "timestamp": "2022-03-06",
            "previewText": "For the past 18 years, Russian journalist Tania Felgengauer has tried to expose the truth about Vladimir Putin and his administration, but last week the Moscow radio station she works for was silenced.\n\"First, we lost our radio signal and it was with ...",
            "importance": "1",
            "id": "3865",
            "nodeID": "clusters_20220305_20220314_3"
        },
        "4304": {
            "publisher": "Australian Financial Review",
            "image": "",
            "title": "Criminal crypto-whales play the long game",
            "url": "",
            "timestamp": "2022-02-21",
            "previewText": "\"We saw with the Bitfinex hack, they were holding the funds since 2016. Not many hacks are making away with that kind of money any more. It was a different world back then when it was valued so much less.\"\nIn February this year, the US Department of  ...",
            "importance": "1",
            "id": "4304",
            "nodeID": "clusters_20220217_20220226_1"
        },
        "117": {
            "publisher": "The Age",
            "image": "",
            "title": "Iran foils nuclear sabotage plot, talks on hold",
            "url": "",
            "timestamp": "2022-03-15",
            "previewText": "Tehran: Iran's Islamic Revolutionary Guard Corp arrested several members of a spy network connected to Israeli intelligence for attempting to sabotage the Fordow nuclear enrichment facility, the state-run Islamic Republic news agency reported.\nThe pl ...",
            "importance": "1",
            "id": "117",
            "nodeID": "clusters_20220314_20220322_0"
        },
        "4037": {
            "publisher": "The Canberra Times",
            "image": "",
            "title": "Amid the danger, bravery and kindness float to the top",
            "url": "",
            "timestamp": "2022-03-03",
            "previewText": "We should never assume, but it's safe to say you're aware of the perilous state of play facing many communities on Australia's east coast right now. If not, hit this link and catch up on what's transpired today - it's a collaborative effort from Aust ...",
            "importance": "1",
            "id": "4037",
            "nodeID": "clusters_20220226_20220305_9"
        },
        "1018": {
            "publisher": "Australian Broadcasting Corporation",
            "image": "",
            "title": "Russia cracks down on independent media reporting on invasion of Ukraine",
            "url": "",
            "timestamp": "2022-02-26",
            "previewText": "Russia's communications regulator has ordered independent media to remove reports describing Moscow's attack on Ukraine as an \"assault, invasion, or declaration of war\" or face being blocked and fined.\nAs Russian forces moved into Kyiv, Moscow's defe ...",
            "importance": "1",
            "id": "1018",
            "nodeID": "clusters_20220226_20220305_3"
        },
        "3977": {
            "publisher": "Australian Financial Review",
            "image": "",
            "title": "Russian 'stop the war' protester disrupts TV news",
            "url": "",
            "timestamp": "2022-03-15",
            "previewText": "Moscow | A woman burst onto the set of Russian state TV's flagship evening news programme, chanting \"stop the war\" and denouncing government \"propaganda\" - a striking moment of public protest as the Kremlin cracks down on any criticism of its invasio ...",
            "importance": "1",
            "id": "3977",
            "nodeID": "clusters_20220314_20220322_3"
        },
        "1868": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Wall St slides as Russia invades Ukraine",
            "url": "",
            "timestamp": "2022-02-24",
            "previewText": "US stock indexes slid more than one per cent, led by losses in bank stocks, as Russia's all-out invasion of Ukraine sparked a widespread sell-off in global markets.\nOn the benchmark S&P 500, all the 11 major sectors slipped into the red, with financi ...",
            "importance": "1",
            "id": "1868",
            "nodeID": "clusters_20220217_20220226_1"
        },
        "1430": {
            "publisher": "Perth Now",
            "image": "",
            "title": "Dad denies sexually abusing kids: court",
            "url": "",
            "timestamp": "2022-02-24",
            "previewText": "A Queensland father accused of physically and sexually abusing his own two children for years has denied any of the sexual abuse ever occurred.\nThe man hit back at the allegations put to the jury by the crown, choosing to give evidence on the third d ...",
            "importance": "1",
            "id": "1430",
            "nodeID": "clusters_20220217_20220226_6"
        }
    },
    "nodes": {
        "clusters_20220217_20220226_0": {
            "lineIDs": [
                2
            ],
            "importance": "1",
            "articleIDs": [],
            "label": "'Where has the money gone?' Hariri brother steps up promising change",
            "cluster_words": "iran, vienna, petropolis, deal, talks, mukadam, jaffar, pasaman, israel, haiti",
            "time": "2022-02-17",
            "id": "clusters_20220217_20220226_0",
            "row": "0",
            "column": "0"
        },
        "clusters_20220217_20220226_1": {
            "lineIDs": [
                6
            ],
            "importance": "1",
            "articleIDs": [
                "2626",
                "4304",
                "1868"
            ],
            "label": "ASX to open down; Alumina and Coles to report",
            "cluster_words": "cent, rio, prices, cobalt, company, ore, iron ore, market, iron, price",
            "time": "2022-02-17",
            "id": "clusters_20220217_20220226_1",
            "row": "1",
            "column": "0"
        },
        "clusters_20220217_20220226_2": {
            "lineIDs": [
                8
            ],
            "importance": "1",
            "articleIDs": [
                "3426",
                "178"
            ],
            "label": "Bruno, due, tre-mendous! Star's double seals Glory win",
            "cluster_words": "glory, minute, season, afl, gambling, sturridge, cherry evans, evans, cherry, umpiring",
            "time": "2022-02-17",
            "id": "clusters_20220217_20220226_2",
            "row": "2",
            "column": "0"
        },
        "clusters_20220217_20220226_3": {
            "lineIDs": [
                3
            ],
            "importance": "1",
            "articleIDs": [
                "1018"
            ],
            "label": "Russia cracks down on independent media reporting on invasion of Ukraine",
            "cluster_words": "tiktok, couch, couch guy, guy, penn, discourse, algorithm, war, protesters, broderick",
            "time": "2022-02-17",
            "id": "clusters_20220217_20220226_3",
            "row": "3",
            "column": "0"
        },
        "clusters_20220217_20220226_4": {
            "lineIDs": [
                0
            ],
            "importance": "1",
            "articleIDs": [
                "4091",
                "3576",
                "4022",
                "566"
            ],
            "label": "World working together against Russia: PM",
            "cluster_words": "sanctions, putin, troops, president, military, mr putin, kyiv, invasion, ukrainian, eastern",
            "time": "2022-02-17",
            "id": "clusters_20220217_20220226_4",
            "row": "4",
            "column": "0"
        },
        "clusters_20220217_20220226_5": {
            "lineIDs": [
                9
            ],
            "importance": "1",
            "articleIDs": [
                "464",
                "182",
                "823"
            ],
            "label": "Loaded gun seized in dawn drug raid",
            "cluster_words": "cannabis, drug, firearms, illegal, police, knight, taylor, trafficking, crime, tasmania police",
            "time": "2022-02-17",
            "id": "clusters_20220217_20220226_5",
            "row": "5",
            "column": "0"
        },
        "clusters_20220217_20220226_6": {
            "lineIDs": [
                5
            ],
            "importance": "1",
            "articleIDs": [
                "416",
                "414",
                "1430",
                "1431",
                "1368",
                "3567"
            ],
            "label": "Dad's heinous acts against own kids",
            "cluster_words": "man, child, court, sexual, justice, offender, abuse, offences, charges, victim",
            "time": "2022-02-17",
            "id": "clusters_20220217_20220226_6",
            "row": "6",
            "column": "0"
        },
        "clusters_20220217_20220226_7": {
            "lineIDs": [
                7
            ],
            "importance": "1",
            "articleIDs": [
                "2243",
                "2048",
                "2047",
                "1857"
            ],
            "label": "Belfast: a seductive view of a city in turmoil",
            "cluster_words": "sport, film, chandler, women, senator chandler, like, launceston, song, senator, sex",
            "time": "2022-02-17",
            "id": "clusters_20220217_20220226_7",
            "row": "7",
            "column": "0"
        },
        "clusters_20220217_20220226_8": {
            "lineIDs": [
                1
            ],
            "importance": "1",
            "articleIDs": [
                "2106",
                "347",
                "1866",
                "1871"
            ],
            "label": "NT cop's first shot not fatal: pathologist",
            "cluster_words": "walker, mr walker, rolfe, constable, shot, scissors, eberl, arrest, fired, dr",
            "time": "2022-02-17",
            "id": "clusters_20220217_20220226_8",
            "row": "8",
            "column": "0"
        },
        "clusters_20220217_20220226_9": {
            "lineIDs": [
                4
            ],
            "importance": "1",
            "articleIDs": [
                "16"
            ],
            "label": "Town laments demolition of its beloved post-war memorial pool",
            "cluster_words": "aged care, care, aged, housing, mr morrison, homelessness, goetze, albanese, morrison, federal",
            "time": "2022-02-17",
            "id": "clusters_20220217_20220226_9",
            "row": "9",
            "column": "0"
        },
        "clusters_20220226_20220305_1": {
            "lineIDs": [
                6
            ],
            "importance": "1",
            "articleIDs": [
                "3848"
            ],
            "label": "Asian stocks edge higher, oil surges on",
            "cluster_words": "cent, investors, market, shares, bhp, inflation, points, unicorn, higher, oil",
            "time": "2022-02-26",
            "id": "clusters_20220226_20220305_1",
            "row": "1",
            "column": "1"
        },
        "clusters_20220226_20220305_2": {
            "lineIDs": [
                8
            ],
            "importance": "1",
            "articleIDs": [],
            "label": "Tigers stars return as Stengle shows promise in debut for Cats",
            "cluster_words": "burgess, nrl, club, allegations, game, ireland, captain, rabbitohs, tedesco, south sydney",
            "time": "2022-02-26",
            "id": "clusters_20220226_20220305_2",
            "row": "2",
            "column": "1"
        },
        "clusters_20220226_20220305_4": {
            "lineIDs": [
                0,
                2,
                3
            ],
            "importance": "1",
            "articleIDs": [
                "566",
                "1471",
                "3398",
                "2405"
            ],
            "label": "Russia intensifies assault as West ramps up sanctions",
            "cluster_words": "ukrainian, kyiv, city, forces, kharkiv, putin, invasion, military, president, war",
            "time": "2022-02-26",
            "id": "clusters_20220226_20220305_4",
            "row": "4",
            "column": "1"
        },
        "clusters_20220226_20220305_5": {
            "lineIDs": [
                9
            ],
            "importance": "1",
            "articleIDs": [
                "3756",
                "1768",
                "1888"
            ],
            "label": "Big drug bust at Auckland airport",
            "cluster_words": "somerville, cocaine, police, tasmania, truck, kilograms, meth, drugs, hobart, victoria",
            "time": "2022-02-26",
            "id": "clusters_20220226_20220305_5",
            "row": "5",
            "column": "1"
        },
        "clusters_20220226_20220305_6": {
            "lineIDs": [
                5
            ],
            "importance": "1",
            "articleIDs": [
                "3662"
            ],
            "label": "Rapist father intends to appeal 13-year sentence",
            "cluster_words": "amarasinghe, court, batham, justice, victim, leveni, bail, sentenced, girls, sentence",
            "time": "2022-02-26",
            "id": "clusters_20220226_20220305_6",
            "row": "6",
            "column": "1"
        },
        "clusters_20220226_20220305_7": {
            "lineIDs": [
                7
            ],
            "importance": "1",
            "articleIDs": [],
            "label": "Putting politicians and parties to the test on women's issues",
            "cluster_words": "qadar, sana, sana qadar, like, dementia, personality, think, just, brain, know",
            "time": "2022-02-26",
            "id": "clusters_20220226_20220305_7",
            "row": "7",
            "column": "1"
        },
        "clusters_20220226_20220305_8": {
            "lineIDs": [
                1
            ],
            "importance": "1",
            "articleIDs": [
                "3254",
                "3255",
                "2893",
                "2296",
                "265",
                "263"
            ],
            "label": "Aboriginal teen a 'low' threat when shot",
            "cluster_words": "walker, mr walker, rolfe, constable, eberl, makita, mr makita, shot, fired, constable rolfe",
            "time": "2022-02-26",
            "id": "clusters_20220226_20220305_8",
            "row": "8",
            "column": "1"
        },
        "clusters_20220226_20220305_9": {
            "lineIDs": [
                4
            ],
            "importance": "1",
            "articleIDs": [
                "2308",
                "4921",
                "4037"
            ],
            "label": "As it happened: Russia-Ukraine peace talks break up as huge explosions reported in Kyiv; floods worsen in NSW, Queensland as more evacuation orders issued",
            "cluster_words": "flood, disaster, climate, queensland, climate change, floods, nsw, lismore, south, change",
            "time": "2022-02-26",
            "id": "clusters_20220226_20220305_9",
            "row": "9",
            "column": "1"
        },
        "clusters_20220305_20220314_1": {
            "lineIDs": [
                6
            ],
            "importance": "1",
            "articleIDs": [
                "1928",
                "3002",
                "2980"
            ],
            "label": "Rio didn't tell investors of coal failings",
            "cluster_words": "coal, cent, rio, crypto, billion, rio tinto, tinto, prices, investors, markets",
            "time": "2022-03-05",
            "id": "clusters_20220305_20220314_1",
            "row": "1",
            "column": "2"
        },
        "clusters_20220305_20220314_2": {
            "lineIDs": [
                8
            ],
            "importance": "1",
            "articleIDs": [
                "2203",
                "907",
                "2833",
                "2708",
                "406",
                "405"
            ],
            "label": "Sydney FC look to ACL for return to form",
            "cluster_words": "season, mitchell, afl, game, coach, players, tigers, club, got, melbourne",
            "time": "2022-03-05",
            "id": "clusters_20220305_20220314_2",
            "row": "2",
            "column": "2"
        },
        "clusters_20220305_20220314_4": {
            "lineIDs": [
                0,
                2,
                3
            ],
            "importance": "1",
            "articleIDs": [
                "3398",
                "2405",
                "1097",
                "3616"
            ],
            "label": "Ukraine ceasefire imperilled amid shelling",
            "cluster_words": "putin, abramovich, ukrainian, chelsea, war, sanctions, kyiv, mariupol, president, civilians",
            "time": "2022-03-05",
            "id": "clusters_20220305_20220314_4",
            "row": "4",
            "column": "2"
        },
        "clusters_20220305_20220314_5": {
            "lineIDs": [
                9
            ],
            "importance": "1",
            "articleIDs": [
                "1286",
                "2707"
            ],
            "label": "Arrests over heroin, meth import in tea",
            "cluster_words": "police, scene, winters, blaze, bidmade, drug, flames, detectives, crime, hospital",
            "time": "2022-03-05",
            "id": "clusters_20220305_20220314_5",
            "row": "5",
            "column": "2"
        },
        "clusters_20220305_20220314_6": {
            "lineIDs": [
                5
            ],
            "importance": "1",
            "articleIDs": [
                "4244",
                "481",
                "3094"
            ],
            "label": "Campbell Town man fined over email",
            "cluster_words": "court, child, judge, cosby, sexual, sex, court told, lawrence, abuse, man",
            "time": "2022-03-05",
            "id": "clusters_20220305_20220314_6",
            "row": "6",
            "column": "2"
        },
        "clusters_20220305_20220314_7": {
            "lineIDs": [
                7
            ],
            "importance": "1",
            "articleIDs": [
                "5023",
                "690"
            ],
            "label": "'Not authentic': Grace Tame's latest sledge",
            "cluster_words": "women, batman, gender, tame, really, work, woman, says, just, landscape",
            "time": "2022-03-05",
            "id": "clusters_20220305_20220314_7",
            "row": "7",
            "column": "2"
        },
        "clusters_20220305_20220314_8": {
            "lineIDs": [
                1
            ],
            "importance": "1",
            "articleIDs": [],
            "label": "Police officer Zachary Rolfe acquitted over death of Kumanjayi Walker",
            "cluster_words": "rolfe, constable, walker, constable rolfe, mr walker, jury, yuendumu, shooting, murder, kumanjayi",
            "time": "2022-03-05",
            "id": "clusters_20220305_20220314_8",
            "row": "8",
            "column": "2"
        },
        "clusters_20220305_20220314_9": {
            "lineIDs": [
                4
            ],
            "importance": "1",
            "articleIDs": [
                "2127",
                "2181",
                "3324"
            ],
            "label": "Police search for suspected flood looter",
            "cluster_words": "flood, nsw, floods, lismore, disaster, morrison, emergency, queensland, government, insurance",
            "time": "2022-03-05",
            "id": "clusters_20220305_20220314_9",
            "row": "9",
            "column": "2"
        },
        "clusters_20220314_20220322_1": {
            "lineIDs": [
                6
            ],
            "importance": "1",
            "articleIDs": [
                "4621",
                "3638",
                "536"
            ],
            "label": "ResMed: no further chip supply squeeze on horizon",
            "cluster_words": "star, casino, inquiry, esg, money, bank, money laundering, laundering, star entertainment, entertainment",
            "time": "2022-03-14",
            "id": "clusters_20220314_20220322_1",
            "row": "1",
            "column": "3"
        },
        "clusters_20220314_20220322_2": {
            "lineIDs": [
                8
            ],
            "importance": "1",
            "articleIDs": [
                "1417",
                "3530"
            ],
            "label": "Depleted Phoenix up for Jets' ALM trip",
            "cluster_words": "game, season, round, nrl, players, roosters, win, dragons, team, play",
            "time": "2022-03-14",
            "id": "clusters_20220314_20220322_2",
            "row": "2",
            "column": "3"
        },
        "clusters_20220314_20220322_4": {
            "lineIDs": [
                0,
                2,
                3
            ],
            "importance": "1",
            "articleIDs": [
                "3471"
            ],
            "label": "Isolated Russia is running short of cash, spelling trouble for Putin",
            "cluster_words": "mariupol, ukrainian, zelenskyy, city, war, forces, putin, president, military, kyiv",
            "time": "2022-03-14",
            "id": "clusters_20220314_20220322_4",
            "row": "4",
            "column": "3"
        },
        "clusters_20220314_20220322_5": {
            "lineIDs": [
                9
            ],
            "importance": "1",
            "articleIDs": [
                "2666",
                "4189"
            ],
            "label": "Terrorist's cousin in corrupt guard drug plot",
            "cluster_words": "drug, drugs, police, boarding, boarding house, court, alameddine, alcohol, heard, court heard",
            "time": "2022-03-14",
            "id": "clusters_20220314_20220322_5",
            "row": "5",
            "column": "3"
        },
        "clusters_20220314_20220322_6": {
            "lineIDs": [
                5
            ],
            "importance": "1",
            "articleIDs": [
                "481",
                "3094"
            ],
            "label": "Human traffickers target Ukrainian refugees arriving across borders",
            "cluster_words": "woman, victim, ward, boy, mr ward, court, reid, sexual, simpkins, alleged",
            "time": "2022-03-14",
            "id": "clusters_20220314_20220322_6",
            "row": "6",
            "column": "3"
        },
        "clusters_20220314_20220322_7": {
            "lineIDs": [
                7
            ],
            "importance": "1",
            "articleIDs": [
                "2726",
                "4372",
                "887",
                "4299"
            ],
            "label": "Grace Tame calls for unity in activist movement",
            "cluster_words": "stella, prize, book, writers, tame, women, mean, writing, stella prize, won",
            "time": "2022-03-14",
            "id": "clusters_20220314_20220322_7",
            "row": "7",
            "column": "3"
        },
        "clusters_20220314_20220322_8": {
            "lineIDs": [
                1
            ],
            "importance": "1",
            "articleIDs": [],
            "label": "NT manslaughter charge after worker dies",
            "cluster_words": "rolfe, constable, constable rolfe, ryder, const rolfe, const, mr ryder, gunner, nt, walker",
            "time": "2022-03-14",
            "id": "clusters_20220314_20220322_8",
            "row": "8",
            "column": "3"
        },
        "clusters_20220314_20220322_9": {
            "lineIDs": [
                4
            ],
            "importance": "1",
            "articleIDs": [
                "1531",
                "3981",
                "2464"
            ],
            "label": "Calls for JobKeeper for NSW flood victims",
            "cluster_words": "flood, government, nsw, housing, floods, queensland, tax, homes, federal, million",
            "time": "2022-03-14",
            "id": "clusters_20220314_20220322_9",
            "row": "9",
            "column": "3"
        }
    },
    "lines": {
        "0": {
            "id": 0,
            "nodeIDs": [
                "clusters_20220217_20220226_4",
                "clusters_20220226_20220305_4",
                "clusters_20220305_20220314_4",
                "clusters_20220314_20220322_4"
            ],
            "line_label": "",
            "importance": 1.0
        },
        "1": {
            "id": 1,
            "nodeIDs": [
                "clusters_20220217_20220226_8",
                "clusters_20220226_20220305_8",
                "clusters_20220305_20220314_8",
                "clusters_20220314_20220322_8"
            ],
            "line_label": "",
            "importance": 0.8661599409359224
        },
        "2": {
            "id": 2,
            "nodeIDs": [
                "clusters_20220217_20220226_0",
                "clusters_20220226_20220305_4",
                "clusters_20220305_20220314_4",
                "clusters_20220314_20220322_4"
            ],
            "line_label": "",
            "importance": 0.6138904638363177
        },
        "3": {
            "id": 3,
            "nodeIDs": [
                "clusters_20220217_20220226_3",
                "clusters_20220226_20220305_4",
                "clusters_20220305_20220314_4",
                "clusters_20220314_20220322_4"
            ],
            "line_label": "",
            "importance": 0.6104981177619724
        },
        "4": {
            "id": 4,
            "nodeIDs": [
                "clusters_20220217_20220226_9",
                "clusters_20220226_20220305_9",
                "clusters_20220305_20220314_9",
                "clusters_20220314_20220322_9"
            ],
            "line_label": "",
            "importance": 0.4054175438544819
        },
        "5": {
            "id": 5,
            "nodeIDs": [
                "clusters_20220217_20220226_6",
                "clusters_20220226_20220305_6",
                "clusters_20220305_20220314_6",
                "clusters_20220314_20220322_6"
            ],
            "line_label": "",
            "importance": 0.25219771349403297
        },
        "6": {
            "id": 6,
            "nodeIDs": [
                "clusters_20220217_20220226_1",
                "clusters_20220226_20220305_1",
                "clusters_20220305_20220314_1",
                "clusters_20220314_20220322_1"
            ],
            "line_label": "",
            "importance": 0.24009308086828285
        },
        "7": {
            "id": 7,
            "nodeIDs": [
                "clusters_20220217_20220226_7",
                "clusters_20220226_20220305_7",
                "clusters_20220305_20220314_7",
                "clusters_20220314_20220322_7"
            ],
            "line_label": "",
            "importance": 0.18170384433057452
        },
        "8": {
            "id": 8,
            "nodeIDs": [
                "clusters_20220217_20220226_2",
                "clusters_20220226_20220305_2",
                "clusters_20220305_20220314_2",
                "clusters_20220314_20220322_2"
            ],
            "line_label": "",
            "importance": 0.0269050790043589
        },
        "9": {
            "id": 9,
            "nodeIDs": [
                "clusters_20220217_20220226_5",
                "clusters_20220226_20220305_5",
                "clusters_20220305_20220314_5",
                "clusters_20220314_20220322_5"
            ],
            "line_label": "",
            "importance": 0.0
        }
    }
}