{"articles": {"1057": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Perth's exhausted child protection workers to walk off job", "url": "", "timestamp": "2022-03-15", "previewText": "Child protection workers are expected to walk off the job on Tuesday afternoon over understaffing and workload concerns.\nWorkers will vote at 1pm on the type of industrial action they want to take, which is likely to include walk-outs from child prot ...", "importance": "1", "id": "1057", "nodeID": "clusters_20220314_20220322_6"}, "915": {"publisher": "Perth Now", "image": "", "title": "Nine refugees released from Park Hotel", "url": "", "timestamp": "2022-03-12", "previewText": "Nine men have been released from immigration detention at a Melbourne hotel, refugees and advocates say.\nMuhammad Jamal, who has been detained for nine years, said he and eight others were released from the Park Hotel on Friday.\n\"Today me and 8 other ...", "importance": "1", "id": "915", "nodeID": "clusters_20220307_20220314_2"}, "228": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Have your own savings and other ways to protect your financial future", "url": "", "timestamp": "2022-03-10", "previewText": "It's an age-old feminist adage that \"a man is not a financial plan\", but it's a clarion call still too few Australian women are remembering to heed, experts warn.\nWomen aged 55 and over are the fastest growing group of homeless Australians, according ...", "importance": "1", "id": "228", "nodeID": "clusters_20220307_20220314_9"}, "839": {"publisher": "The West Australian", "image": "", "title": "Murder-accused NT cop 'intended to kill'", "url": "", "timestamp": "2022-03-08", "previewText": "Murder-accused NT cop 'intended to kill'Aaron BunchAAPWed, 9 March 2022 12:34AM\nNorthern Territory policeman Zachary Rolfe intended to kill or seriously harm Aboriginal teenager Kumanjayi Walker when he shot him three times during a failed arrest, a  ...", "importance": "1", "id": "839", "nodeID": "clusters_20220307_20220314_0"}, "81": {"publisher": "Perth Now", "image": "", "title": "Fuel poured on car while kids inside", "url": "", "timestamp": "2022-03-12", "previewText": "A man has been charged after allegedly pouring fuel on the bonnet of a vehicle containing two children in Queensland, as a woman stood nearby.\nThe man, 34, has been charged with three domestic violence related offences following the incident at Wilso ...", "importance": "1", "id": "81", "nodeID": "clusters_20220307_20220314_3"}, "389": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Sharni is about to have her fifth child and is living in a relative's spare room. Here's why", "url": "", "timestamp": "2022-02-18", "previewText": "After five months of looking for a home, Sharni Attenborough is fed up.\nThe pregnant mother and her four children have been living in one room of her aunt and uncle's home in a Victorian border town for the past five months, after Ms Attenborough lef ...", "importance": "1", "id": "389", "nodeID": "clusters_20220217_20220225_1"}, "903": {"publisher": "The Examiner", "image": "", "title": "New youth prison sites investigated by ACT consultancy firm", "url": "", "timestamp": "2022-03-02", "previewText": "The state government has engaged an ACT consultancy firm to look at sites for Tasmania's new youth justice centres which are set to replace the troubled Ashley Youth Detention Centre. The firm Noetic Group will provide a report detailing what the you ...", "importance": "1", "id": "903", "nodeID": "clusters_20220225_20220307_6"}, "804": {"publisher": "Perth Now", "image": "", "title": "'I'm talented, I'm hot': Lizzo says I 'deserve spotlight'", "url": "", "timestamp": "2022-03-03", "previewText": "The Good As Hell hitmaker says she is worthy of the \"attention\" she had garnered throughout her career because she has earned it.\nThe 33-year-old rapper told PEOPLE: \"I deserve the spotlight. I deserve the attention. I'm talented, I'm young, I'm hot, ...", "importance": "1", "id": "804", "nodeID": "clusters_20220225_20220307_8"}, "218": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Firefighters stood 'no chance' of saving Hannah Clarke's children from car blaze, inquest hears", "url": "", "timestamp": "2022-03-22", "previewText": "A first responder who was called to the domestic violence attack that killed Brisbane mother Hannah Clarke and her three children says there was \"no chance\" the children could have survived.\nWARNING: This story contains content that readers may find  ...", "importance": "1", "id": "218", "nodeID": "clusters_20220314_20220322_1"}, "1025": {"publisher": "Perth Now", "image": "", "title": "Woman murdered every 11 days by partner", "url": "", "timestamp": "2022-02-24", "previewText": "Two new reports have revealed domestic violence as the leading cause of homicide in Australia in 2018-2019.\nThis shocking statistic accounted for a staggering 62 per cent of murders in Aussie homes.\nAustralia's National Research Organisation for Wome ...", "importance": "1", "id": "1025", "nodeID": "clusters_20220217_20220225_4"}, "937": {"publisher": "Perth Now", "image": "", "title": "Push to probe pollies' bullying claims", "url": "", "timestamp": "2022-03-22", "previewText": "Bullying and sexual harassment within Victorian parliament could soon be probed by an independent panel amid allegations bullying behaviour occurred under the Premier's watch.\nA push for workplace safety to be examined by the Victorian Equal Opportun ...", "importance": "1", "id": "937", "nodeID": "clusters_20220314_20220322_5"}, "916": {"publisher": "The West Australian", "image": "", "title": "Nine refugees released from Park Hotel", "url": "", "timestamp": "2022-03-12", "previewText": "Nine refugees released from Park HotelEmily WoodsAAPSat, 12 March 2022 9:15AM\nNine men have been released from immigration detention at a Melbourne hotel, refugees and advocates say.\nMuhammad Jamal, who has been detained for nine years, said he and e ...", "importance": "1", "id": "916", "nodeID": "clusters_20220307_20220314_2"}, "296": {"publisher": "The West Australian", "image": "", "title": "When Hayne will face jury again", "url": "", "timestamp": "2022-03-21", "previewText": "Former NRL star Jarryd Hayne's long wait for third trialSteve ZemekNCA NewsWireMon, 21 March 2022 11:35AM\nFormer NRL star Jarryd Hayne faces another year-long wait for his third sexual assault trial after a judge refused his application for the proce ...", "importance": "1", "id": "296", "nodeID": "clusters_20220314_20220322_3"}, "621": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": " The murder trial you should know about", "url": "", "timestamp": "2022-03-05", "previewText": "Space to play or pause, M to mute, left and right arrows to seek, up and down arrows for volume.\nThree years ago, during an attempted arrest in a remote Northern Territory community, Aboriginal teenager Kumanjayi Walker was shot and killed.\nIn a firs ...", "importance": "1", "id": "621", "nodeID": "clusters_20220225_20220307_0"}, "1061": {"publisher": "The Age", "image": "", "title": "Victorian Minister for Women hits back at MP over 'politically motivated attack'", "url": "", "timestamp": "2022-03-09", "previewText": "The crossbencher said that for 3½ years Ms Williams had referred to her \"as a rat who cannot be trusted\".\nShe claimed that Ms Williams, along with Premier Daniel Andrews, participated in a systemic bullying campaign against her by seeking to undermin ...", "importance": "1", "id": "1061", "nodeID": "clusters_20220307_20220314_5"}, "282": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Employers call for publicly funded domestic violence leave", "url": "", "timestamp": "2022-02-20", "previewText": "Employers are calling for a commitment to a publicly funded domestic and family violence leave payment in the lead-up to the federal election.\nThe Australian Industry Group wants the currently unpaid five-day entitlement available to all employees es ...", "importance": "1", "id": "282", "nodeID": "clusters_20220217_20220225_9"}, "1060": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Police made 'calamity of errors' before domestic violence victim Doreen Langham died, inquest hears ", "url": "", "timestamp": "2022-03-09", "previewText": "A witness at a coronial inquest into the death of Queensland woman Doreen Langham in an apparent domestic violence murder last year says police failed her despite repeated opportunities to intervene and potentially save her life.\nWarning: This story  ...", "importance": "1", "id": "1060", "nodeID": "clusters_20220307_20220314_1"}, "705": {"publisher": "The West Australian", "image": "", "title": "Man watched child porn with Grindr date", "url": "", "timestamp": "2022-03-14", "previewText": "Shaun Dregmans freed after pleading guilty to possessing child abuse materialLauren FerriNCA NewsWireMon, 14 March 2022 12:59PM\nWARNING: Graphic\nA hospitality worker who was arrested in dramatic scenes during a dawn raid of his home after being sent  ...", "importance": "1", "id": "705", "nodeID": "clusters_20220314_20220322_3"}, "274": {"publisher": "The Age", "image": "", "title": "The question too many of us still ask about abusive relationships", "url": "", "timestamp": "2022-03-01", "previewText": "But Niki never made it to lunch. And she hasn't been to a family lunch ever since.\nThe following morning, two uniformed Victoria Police officers knocked on our front door. They came to tell us that Niki was murdered by her partner in the middle of th ...", "importance": "1", "id": "274", "nodeID": "clusters_20220225_20220307_4"}, "273": {"publisher": "Perth Now", "image": "", "title": "No guarantee for DV support jobs in NSW", "url": "", "timestamp": "2022-03-01", "previewText": "People working in domestic violence programs funded by the NSW government could be sacked every financial year because of government red tape.\nWomen's Safety Minister Natalie Ward has acknowledged the system makes keeping staff on board a \"challenge\" ...", "importance": "1", "id": "273", "nodeID": "clusters_20220225_20220307_9"}, "283": {"publisher": "Perth Now", "image": "", "title": "More affordable housing for Como ", "url": "", "timestamp": "2022-02-23", "previewText": "More than 120 apartments across an eight and six-storey complex could be approved for Como today.\nThe City of South Perth has recommended the Metro Inner-South Joint DAP approve the $35 million development, which includes a ground floor office and an ...", "importance": "1", "id": "283", "nodeID": "clusters_20220217_20220225_9"}, "568": {"publisher": "Australian Financial Review", "image": "", "title": "Bunnings sued over 'vengeful' sacking for historic sexual harassment", "url": "", "timestamp": "2022-03-07", "previewText": "The 53-year-old started as a store employee for the hardware chain in May last year before he was promoted to pricing co-ordinator in the Victorian head office.\nBut, six months into his employment, Bunnings found out about a landmark 2013 court rulin ...", "importance": "1", "id": "568", "nodeID": "clusters_20220307_20220314_5"}, "798": {"publisher": "Perth Now", "image": "", "title": "'Spaceless' abuse a threat to rural women", "url": "", "timestamp": "2022-02-25", "previewText": "But for women experiencing domestic violence, phones can be a source of torment, with abusers inflicting humiliation, fear and isolation at anytime from anywhere.\nIt's known as \"spaceless violence\", and new research says it has greater effects on wom ...", "importance": "1", "id": "798", "nodeID": "clusters_20220225_20220307_4"}, "1008": {"publisher": "The West Australian", "image": "", "title": "Inquest begins into Clarke family killings", "url": "", "timestamp": "2022-03-20", "previewText": "Inquest begins into Clarke family killingsStaff WritersAAPMon, 21 March 2022 12:32AM\nAn inquest to determine if anything could have been done to prevent Hannah Clarke and her three children being killed in a horrific act of domestic violence is set t ...", "importance": "1", "id": "1008", "nodeID": "clusters_20220314_20220322_1"}, "1046": {"publisher": "The Canberra Times", "image": "", "title": "Female student teacher charged with child sex offences", "url": "", "timestamp": "2022-02-21", "previewText": "A student teacher has been charged with child sex offences after allegedly having an inappropriate relationship with a male student. The 26-year-old woman was arrested at a Gowrie home on Sunday as detectives from ACT Policing's sexual assault and ch ...", "importance": "1", "id": "1046", "nodeID": "clusters_20220217_20220225_3"}, "988": {"publisher": "The West Australian", "image": "", "title": "Grace says critics are 'indefensibly cruel'", "url": "", "timestamp": "2022-03-15", "previewText": "Former Australian of the Year Grace Tame says criticism has been 'indefensibly cruel'Melissa IariaNCA NewsWireTue, 15 March 2022 5:16PM\nFormer Australian of the Year Grace Tame has opened up on the \"indefensibly cruel\" attacks she has endured as a pu ...", "importance": "1", "id": "988", "nodeID": "clusters_20220314_20220322_8"}, "406": {"publisher": "The Examiner", "image": "", "title": "No response: minister slammed for slow Public Trustee reaction", "url": "", "timestamp": "2022-03-16", "previewText": "news, local-news, public trustee, tasmania, advocacy, leanne groombridge, guardianship, review, elise archerAdvocacy Tasmania has slammed the state's Attorney-General for not responding to 10 community groups who wrote to her last year calling for pr ...", "importance": "1", "id": "406", "nodeID": "clusters_20220314_20220322_6"}, "242": {"publisher": "Perth Now", "image": "", "title": "Murder-accused cop trial jury to resume", "url": "", "timestamp": "2022-03-10", "previewText": "The jury at a Northern Territory policeman's murder trial over the shooting of an Aboriginal teenager is set to resume deliberating.\nConstable Zachary Rolfe, 30, pleaded not guilty to murdering Kumanjayi Walker after the teen stabbed him with a pair  ...", "importance": "1", "id": "242", "nodeID": "clusters_20220307_20220314_0"}, "727": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Justin has no children of his own yet, but foster caring has been 'life changing' ", "url": "", "timestamp": "2022-02-18", "previewText": "Justin Achilles doesn't have a partner or children of his own yet, but he's already proving his parenting skills as a foster dad in a role he describes as \"life-changing\".\n\"I wanted to have kids of my own. Obviously being gay I can't do that, it'd ha ...", "importance": "1", "id": "727", "nodeID": "clusters_20220217_20220225_6"}, "865": {"publisher": "The West Australian", "image": "", "title": "Qld govt orders trustee investigation", "url": "", "timestamp": "2022-03-15", "previewText": "Qld govt orders trustee investigationMarty SilkAAPTue, 15 March 2022 9:15AM\nThe Queensland government has ordered an internal investigation of the state's Public Trustee amid allegations that vulnerable people have been charged with exorbitant fees w ...", "importance": "1", "id": "865", "nodeID": "clusters_20220314_20220322_6"}, "789": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Desperately fleeing Putin's tanks, a wave of Ukrainians spreads west", "url": "", "timestamp": "2022-03-13", "previewText": "A British TV crew is attempting to connect them with a British family prepared to take them in if the government opens the doors to more migrants in coming days.\nAfter a week stuck in limbo in France, she has grown exhausted at the red tape and confu ...", "importance": "1", "id": "789", "nodeID": "clusters_20220307_20220314_2"}, "734": {"publisher": "Perth Now", "image": "", "title": "Shot that killed Kumanjayi 'not necessary'", "url": "", "timestamp": "2022-03-01", "previewText": "A murder-accused policeman's fatal second shot into an Aboriginal teenager was not reasonable or necessary, an expert witness has told a jury.\nDetective Senior Sergeant Andrew Barram says Kumanjayi Walker, 19, was pinned down by another police office ...", "importance": "1", "id": "734", "nodeID": "clusters_20220225_20220307_0"}, "763": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Yazidi women once enslaved by Islamic State too afraid to return home", "url": "", "timestamp": "2022-02-20", "previewText": "Roza Barakat's tormentors have been defeated, but the horrors she endured still hold her captive.\nShe was 11 years old when she was captured and enslaved by the Islamic State group, along with thousands of other Yazidi women and girls taken when the  ...", "importance": "1", "id": "763", "nodeID": "clusters_20220217_20220225_2"}, "645": {"publisher": "Perth Now", "image": "", "title": "Consent education set for update in NSW", "url": "", "timestamp": "2022-03-02", "previewText": "Education around sexual consent will be overhauled in NSW schools, with the topic to be clearly taught from kindergarten through to year 12.\nEducation Minister Sarah Mitchell said the topic of consent is already \"embedded\" in the curriculum, but in t ...", "importance": "1", "id": "645", "nodeID": "clusters_20220225_20220307_7"}, "0": {"publisher": "Australian Financial Review", "image": "", "title": "La Trobe University hit with second underpayments claim", "url": "", "timestamp": "2022-02-20", "previewText": "La Trobe University has admitted to underpaying casual academics $2.5 million related to the marking of exams and assessments, responding to its second underpayments claim in two months.\nThe most recent claim from the academics' union argues there ha ...", "importance": "1", "id": "0", "nodeID": "clusters_20220217_20220225_7"}, "161": {"publisher": "The West Australian", "image": "", "title": "Porsche driver's new gender description", "url": "", "timestamp": "2022-02-22", "previewText": "Porsche driver Richard Pusey's new gender description revealed in courtErin LyonsNCA NewsWireTue, 22 February 2022 12:05PM\nNotorious Porsche driver Richard Pusey's new gender description has been revealed in court, telling the Sunshine Magistrates Co ...", "importance": "1", "id": "161", "nodeID": "clusters_20220217_20220225_3"}, "73": {"publisher": "The Examiner", "image": "", "title": "Murders of 199 women killed by their partners analysed in family violence report", "url": "", "timestamp": "2022-02-22", "previewText": "Men who murder their female partners may be in long-term relationships, may be middle-class and \"upstanding\" citizens, or in happy relationships, according to a new study. Australia's National Research Organisation for Women's Safety looked at the mu ...", "importance": "1", "id": "73", "nodeID": "clusters_20220217_20220225_4"}, "882": {"publisher": "The Examiner", "image": "", "title": "Tasmania's human services carve up labelled a 'distraction'", "url": "", "timestamp": "2022-02-24", "previewText": "The human services sector is shell-shocked after the state government's sudden canning of Communities Tasmania. As part of the public service shake-up which is being labelled a 'distraction', some of Tasmania's key political and social issues - educa ...", "importance": "1", "id": "882", "nodeID": "clusters_20220217_20220225_6"}, "706": {"publisher": "Perth Now", "image": "", "title": "Man watched child porn with Grindr date", "url": "", "timestamp": "2022-03-14", "previewText": "A hospitality worker who was arrested in dramatic scenes during a dawn raid of his home after being sent a video containing child abuse material has avoided being sent to prison.\nShaun Daniel Dregmans was arrested by the Australian Federal Police in  ...", "importance": "1", "id": "706", "nodeID": "clusters_20220314_20220322_3"}, "762": {"publisher": "The Age", "image": "", "title": "'A really loving boy': 16-year-old dies after collision with police", "url": "", "timestamp": "2022-02-20", "previewText": "A 16-year-old boy who died after a collision with an unmarked police car is being remembered as \"a really loving boy\", who would \"light up the room and make us smile\".\nJai Wright, an Indigenous boy from Revesby, who was studying to be an electrician, ...", "importance": "1", "id": "762", "nodeID": "clusters_20220217_20220225_1"}, "1062": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Victorian Minister for Women hits back at MP over 'politically motivated attack'", "url": "", "timestamp": "2022-03-09", "previewText": "\"I vehemently repudiate these politically motivated allegations.\nMr Somyurek responded, saying the tweet was a \"pathetic attempt to deflect three years of systematic bullying of a woman MP\".\n\"I apologised immediately and lost my job,\" he wrote.\n\"What ...", "importance": "1", "id": "1062", "nodeID": "clusters_20220307_20220314_5"}, "428": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Rosie Batty lived through backlash for not playing the 'ideal' victim. With Grace Tame, she saw it happen again", "url": "", "timestamp": "2022-02-24", "previewText": "When Grace Tame was crowned Australian of the Year, Rosie Batty was among a small group of people who really knew what she was in for.\nSix years earlier, in 2015, she had stood in Canberra and received the same honour. And while the circumstances tha ...", "importance": "1", "id": "428", "nodeID": "clusters_20220217_20220225_8"}, "1036": {"publisher": "The Examiner", "image": "", "title": "'Won't work': Ferguson kills off vacant house tax idea", "url": "", "timestamp": "2022-03-11", "previewText": "newsletters, editors-pick-list, vacant, houses, tasmania, tax, fergusonHousing Minister Michael Ferguson says houses can be empty for the long-term for a range of reasons, and that adding a tax on owners was unlikely to make many put them on the rent ...", "importance": "1", "id": "1036", "nodeID": "clusters_20220307_20220314_9"}, "662": {"publisher": "The Examiner", "image": "", "title": "Jaensch: bullying and violence in schools is never OK", "url": "", "timestamp": "2022-03-18", "previewText": "Friday was the 2022 National Day of Action against Bullying and Violence - an important day for all communities across Tasmania to show their commitment to work together to take action against bullying and violence. For our young people to thrive, sc ...", "importance": "1", "id": "662", "nodeID": "clusters_20220314_20220322_7"}, "1059": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Grace Tame recalls moment she told her abuser he was a 'monster' and 'pure evil'", "url": "", "timestamp": "2022-03-09", "previewText": "Sexual assault survivor Grace Tame has spoken out about the moment she \"stood up\" to her abuser for the first time, saying she would never forget telling him he was a \"monster\" and \"pure evil\".\nAddressing an audience at Adelaide Writers' Week alongsi ...", "importance": "1", "id": "1059", "nodeID": "clusters_20220307_20220314_8"}, "7": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Family calls for independent investigation into teenager's death following collision with  police car ", "url": "", "timestamp": "2022-02-21", "previewText": "The father of a teenage boy, who died after colliding with an unmarked police car in Sydney's inner-city, is calling for an independent investigation into the incident.\nWarning: Aboriginal and Torres Strait Islander readers are advised that this stor ...", "importance": "1", "id": "7", "nodeID": "clusters_20220217_20220225_1"}, "79": {"publisher": "Perth Now", "image": "", "title": "'Not right': Dan clashes with journos", "url": "", "timestamp": "2022-02-21", "previewText": "Victorian Premier Daniel Andrews has pushed back against pointed questions from reporters over allegations his office inappropriately dealt with bullying claims from Labor MP Kaushaliya Vaghela.\nVictoria's workplace watchdog WorkSafe has opened the i ...", "importance": "1", "id": "79", "nodeID": "clusters_20220217_20220225_5"}, "492": {"publisher": "Perth Now", "image": "", "title": "Grace Tame lashes media over photo", "url": "", "timestamp": "2022-02-19", "previewText": "Former Australian of the Year Grace Tame has taken to Twitter to register her disappointment at the media publication of an old photograph showing her with a bong.\n\"To every media outlet who sought to discredit me by publishing THAT photo,\" she addre ...", "importance": "1", "id": "492", "nodeID": "clusters_20220217_20220225_8"}, "350": {"publisher": "The West Australian", "image": "", "title": "Qld man charged with attempted murder", "url": "", "timestamp": "2022-03-12", "previewText": "Qld man charged with attempted murderAAPAAPSat, 12 March 2022 1:12PM\nA Queensland man has been charged with attempted murder after he allegedly tried to strangle and suffocate a woman.\nPolice were called to a house in the outer Brisbane suburb of Ken ...", "importance": "1", "id": "350", "nodeID": "clusters_20220307_20220314_3"}, "490": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Grace Tame calls for 'honest discussion' on trauma, saying media tried to 'discredit' her with bong photo", "url": "", "timestamp": "2022-02-19", "previewText": "Grace Tame has hit out at media outlets that \"sought to discredit\" her by publishing an old photo of her sitting next to what appeared to be a bong.\nIn an open letter published on Twitter, the former Australian of the Year said the incident let her d ...", "importance": "1", "id": "490", "nodeID": "clusters_20220217_20220225_8"}, "757": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Morrison government pledges $189 million for sexual, family violence", "url": "", "timestamp": "2022-03-05", "previewText": "The federal government has pledged an extra $189 million for domestic, family and sexual violence services in the next budget, building on spending promised last year to improve women's safety and economic security.\nThe new money includes $104 millio ...", "importance": "1", "id": "757", "nodeID": "clusters_20220225_20220307_7"}, "1010": {"publisher": "Perth Now", "image": "", "title": "Inquest resumes into Qld teen's killing", "url": "", "timestamp": "2022-03-20", "previewText": "The Queensland coroner is set to reopen hearings into the cold-case rape and killing of a Darling Downs teenager more than 30 years after her death.\nAnnette Mason was 15 when she was raped and bludgeoned to death in a house she shared with friends in ...", "importance": "1", "id": "1010", "nodeID": "clusters_20220314_20220322_1"}, "671": {"publisher": "Perth Now", "image": "", "title": "Murder-accused NT cop 'ignored training'", "url": "", "timestamp": "2022-02-28", "previewText": "A murder-accused policeman should not have rushed into a house where he fatally shot an Aboriginal teenager during a failed outback arrest, a jury has heard.\nConstable Zachary Rolfe, 30, has pleaded not guilty to murdering Kumanjayi Walker, 19, after ...", "importance": "1", "id": "671", "nodeID": "clusters_20220225_20220307_0"}, "873": {"publisher": "The West Australian", "image": "", "title": "Why 'bullied' MP is angry with the ABC", "url": "", "timestamp": "2022-02-25", "previewText": "Former Victorian Labor MP Kaushaliya Vaghela speaks out again over bullying claimsRhiannon TuffieldNCA NewsWireFri, 25 February 2022 9:05AM\nA Victorian Labor MP at the centre of bullying claims has again lashed out publicly, this time at the national ...", "importance": "1", "id": "873", "nodeID": "clusters_20220225_20220307_5"}, "423": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'I just tried to make them feel safe': Families across Europe welcome Ukrainian refugees into their homes", "url": "", "timestamp": "2022-03-09", "previewText": "Lara received a call in the middle of the night on Saturday and headed straight to Berlin's main train station.\nThere she was met by a woman and her two teenage sons who had fled the Russian invasion of Ukraine.\n\"Right now they are staying at our pla ...", "importance": "1", "id": "423", "nodeID": "clusters_20220307_20220314_2"}, "386": {"publisher": "Australian Financial Review", "image": "", "title": "Europe's key icons light up in support of Ukraine", "url": "", "timestamp": "2022-03-21", "previewText": "To learn more deutschland.de, powered by the German Federal Foreign Office.\nThe city of lights illuminated its renowned tower in yellow and blue on February 25, a few days after Paris' City Hall expressed its solidarity with Ukraine through light. Mo ...", "importance": "1", "id": "386", "nodeID": "clusters_20220314_20220322_2"}, "913": {"publisher": "The West Australian", "image": "", "title": "Refugees released from Park Hotel", "url": "", "timestamp": "2022-03-12", "previewText": "Thirteen people released from immigration detention, including nine from Melbourne's Park HotelCatie McLeodNCA NewsWireSat, 12 March 2022 11:23AM\nThirteen people have been released from immigration detention in Australia on Friday including nine men  ...", "importance": "1", "id": "913", "nodeID": "clusters_20220307_20220314_2"}, "782": {"publisher": "Perth Now", "image": "", "title": "Bullying accusations levelled against ALP", "url": "", "timestamp": "2022-03-17", "previewText": "A former Labor MP has criticised leader Anthony Albanese for failing to address bullying accusations in the party while he \"traverses the countryside electioneering\".\nEmma Husar, who has been a vocal critic of the Labor party's culture, levelled her  ...", "importance": "1", "id": "782", "nodeID": "clusters_20220314_20220322_5"}, "701": {"publisher": "Perth Now", "image": "", "title": "Rape victims could miss out on millions", "url": "", "timestamp": "2022-03-09", "previewText": "NSW rape victims and survivors could miss out on $60 million in federal funding for support services.\nThe state's victim services have already been excluded from an initial $20 million payment from the Commonwealth, enraging advocates who say the sec ...", "importance": "1", "id": "701", "nodeID": "clusters_20220307_20220314_9"}, "707": {"publisher": "Australian Financial Review", "image": "", "title": "Can new life be injected into industrial relations reform?", "url": "", "timestamp": "2022-03-14", "previewText": "Workplace change has succeeded when it has been carried out on market principles. There are moderate practical steps to move forward again.\nAustralia is an astonishing success story in the standard of living achieved for ordinary people. If we had no ...", "importance": "1", "id": "707", "nodeID": "clusters_20220314_20220322_9"}, "30": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Online privacy is a farce. Click here to agree", "url": "", "timestamp": "2022-03-03", "previewText": "The government is currently reviewing Australia's Privacy Act and released a detailed discussion paper at the end of last year. This should be an opportunity to replace Notice & Consent with a better framework.\nWe need to move to a model where the go ...", "importance": "1", "id": "30", "nodeID": "clusters_20220225_20220307_7"}, "975": {"publisher": "The West Australian", "image": "", "title": "Consent education set for update in NSW", "url": "", "timestamp": "2022-03-02", "previewText": "Consent education set for update in NSWPhoebe LoomesAAPWed, 2 March 2022 10:19AM\nEducation around sexual consent will be overhauled in NSW schools, with the topic to be clearly taught from kindergarten through to year 12.\nEducation Minister Sarah Mit ...", "importance": "1", "id": "975", "nodeID": "clusters_20220225_20220307_7"}, "80": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "A shooting in Yuendumu left an Aboriginal man dead and a police officer in the legal fight of his life", "url": "", "timestamp": "2022-03-12", "previewText": "As Constable Zachary Rolfe headed off from Alice Springs on a mission to arrest Kumanjayi Walker, he couldn't understand why it had taken so long to be deployed.\nWARNING: Aboriginal and Torres Strait Islander readers are advised that this article con ...", "importance": "1", "id": "80", "nodeID": "clusters_20220307_20220314_0"}, "308": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'I was shaking. I was shocked': A bittersweet release from immigration detention after nine years", "url": "", "timestamp": "2022-03-13", "previewText": "But instead, at 9pm on Friday, he was told he had 15 minutes to pack his belongings. He was going to be freed.\n\"I was shocked. I was shaking, my hands couldn't stop shaking,\" he said. \"It was so surreal.\"\nThe 30-year-old was one of nine people releas ...", "importance": "1", "id": "308", "nodeID": "clusters_20220307_20220314_2"}, "764": {"publisher": "The Examiner", "image": "", "title": "Consent class welcomed", "url": "", "timestamp": "2022-02-20", "previewText": "Education on consent will become a part of Australian schooling from next year, after state and federal ministers unanimously agreed to add it the national curriculum. Since last year, Launceston sexual assault support service Laurel House has been p ...", "importance": "1", "id": "764", "nodeID": "clusters_20220217_20220225_7"}, "154": {"publisher": "Perth Now", "image": "", "title": "Qld premier takes aim after slur claim", "url": "", "timestamp": "2022-03-14", "previewText": "Queensland's premier has told two senior public servants to sort out their issues and get back to work after accusations one used a sexist slur against the other four years ago.\nIntegrity Commission boss Nikola Stepanov became upset when she told a p ...", "importance": "1", "id": "154", "nodeID": "clusters_20220314_20220322_5"}, "1026": {"publisher": "Perth Now", "image": "", "title": "Jury told of dad's 'volatile' temper", "url": "", "timestamp": "2022-02-23", "previewText": "The mother of two children allegedly subjected to years of physical and sexual abuse at the hands of their father has given evidence the man was an \"angry and volatile\" drinker who would \"take it out\" on his young son.\nShocking details of the violenc ...", "importance": "1", "id": "1026", "nodeID": "clusters_20220217_20220225_3"}, "629": {"publisher": "The Examiner", "image": "", "title": "Women wait four months for supports", "url": "", "timestamp": "2022-02-23", "previewText": "When a police family violence order is issued, a risk assessment is undertaken and further counselling services are offered to the victim-survivor, but then, comes a four month wait. It is a \"horror story\" for domestic violence support services provi ...", "importance": "1", "id": "629", "nodeID": "clusters_20220217_20220225_4"}, "733": {"publisher": "The West Australian", "image": "", "title": "Shot that killed Kumanjayi 'not necessary'", "url": "", "timestamp": "2022-03-01", "previewText": "Shot that killed Kumanjayi 'not necessary'Aaron BunchAAPWed, 2 March 2022 12:35AM\nA murder-accused policeman's fatal second shot into an Aboriginal teenager was not reasonable or necessary, an expert witness has told a jury.\nDetective Senior Sergeant ...", "importance": "1", "id": "733", "nodeID": "clusters_20220225_20220307_0"}, "196": {"publisher": "Perth Now", "image": "", "title": "Hundreds of kids behind bars last year", "url": "", "timestamp": "2022-03-16", "previewText": "NSW authorities prosecuted an 11-year-old child for theft last year, and put hundreds of other young children behind bars.\nThree 10-year-olds were charged with crimes, although no charges were proven, justice officials told a budget estimates hearing ...", "importance": "1", "id": "196", "nodeID": "clusters_20220314_20220322_6"}, "277": {"publisher": "The West Australian", "image": "", "title": "Call to extend NSW foster care age to 21", "url": "", "timestamp": "2022-02-23", "previewText": "Call to extend NSW foster care age to 21Farid FaridAAPWed, 23 February 2022 1:23PM\nCampaigners are urging the NSW government to provide support to young people in foster care beyond the age of 18, with figures showing nearly 50 per cent of those leav ...", "importance": "1", "id": "277", "nodeID": "clusters_20220217_20220225_6"}, "40": {"publisher": "Perth Now", "image": "", "title": "Kate Miller-Heidke calls out abuser in powerful new song", "url": "", "timestamp": "2022-03-10", "previewText": "TRIGGER WARNING: This article discusses sexual assault.\nKate Miller-Heidke has released a powerful song detailing her childhood sexual assault and calling out her abuser.\nThe Australian singer described her latest single You Can't Hurt Me Anymore as  ...", "importance": "1", "id": "40", "nodeID": "clusters_20220307_20220314_8"}, "455": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Cost cutting at the expense of people's lives': The town of 1,400 without a GP", "url": "", "timestamp": "2022-03-07", "previewText": "Three young women who died in the space of a year after seeking treatment at a remote north-west Queensland hospital have been \"badly let down\", the state's Health Minister says.\nMultiple investigations are underway into what minister Yvette D'Ath de ...", "importance": "1", "id": "455", "nodeID": "clusters_20220307_20220314_1"}, "272": {"publisher": "The West Australian", "image": "", "title": "'I regret my words': Bullied MP gets apology", "url": "", "timestamp": "2022-03-01", "previewText": "'I regret my words': Treasurer Tim Pallas apologises to bullied MP Kaushaliya VaghelaNews Corp AustraliaNCA NewsWireTue, 1 March 2022 10:54AM\nA senior Victorian government minister has apologised for questioning the state of mind of an MP who levelle ...", "importance": "1", "id": "272", "nodeID": "clusters_20220225_20220307_5"}, "111": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Squashing our voices': Survivors angry about secrecy around reports on violence against women", "url": "", "timestamp": "2022-02-28", "previewText": "Survivors of family violence are angry the government is yet to release reports detailing their experiences that were supposed to inform the new national plan to end violence against women and children, saying their voices are again being silenced.\nF ...", "importance": "1", "id": "111", "nodeID": "clusters_20220225_20220307_4"}, "504": {"publisher": "Perth Now", "image": "", "title": "NT cop's first shot not fatal: pathologist", "url": "", "timestamp": "2022-02-22", "previewText": "Kumanjayi Walker would not have died from Constable Zachary Rolfe first shot, a forensic pathologist has told a jury.\nRolfe shot the Aboriginal teenager three times during a failed arrest attempt in Yuendumu, 290km northwest of Alice Springs, on Nove ...", "importance": "1", "id": "504", "nodeID": "clusters_20220217_20220225_0"}, "491": {"publisher": "The West Australian", "image": "", "title": "Grace Tame lashes media over photo", "url": "", "timestamp": "2022-02-19", "previewText": "Grace Tame lashes media over photoAAPAAPSat, 19 February 2022 2:19PM\nFormer Australian of the Year Grace Tame has taken to Twitter to register her disappointment at the media publication of an old photograph showing her with a bong.\n\"To every media o ...", "importance": "1", "id": "491", "nodeID": "clusters_20220217_20220225_8"}, "414": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Election pledges unveiled in pitches on jobs, consent teaching", "url": "", "timestamp": "2022-03-07", "previewText": "Australians will be promised new plans on jobs and the treatment of women in competing pledges from Prime Minister Scott Morrison and Labor leader Anthony Albanese during the run-up to the March 29 budget and the formal election campaign soon afterwa ...", "importance": "1", "id": "414", "nodeID": "clusters_20220307_20220314_9"}, "433": {"publisher": "The Examiner", "image": "", "title": "Rents anticipated to rise substantially in three Launceston suburbs", "url": "", "timestamp": "2022-02-24", "previewText": "New analysis of the state's real estate markets has placed three Launceston suburbs among 10 statewide where rents are anticipated to increase significantly over the next year. The latest Hood Tenant Report released this week revealed rents in Inverm ...", "importance": "1", "id": "433", "nodeID": "clusters_20220217_20220225_9"}, "411": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "SA firefighter sacked for misconduct against female colleague loses bid to return to MFS", "url": "", "timestamp": "2022-03-07", "previewText": "A senior South Australian firefighter sacked for misconduct against a female colleague has lost a bid to have his job reinstated.\nPort Augusta firefighter Ramon Kruger was dismissed from his role in December 2020 after the SA Metropolitan Fire Servic ...", "importance": "1", "id": "411", "nodeID": "clusters_20220307_20220314_5"}, "94": {"publisher": "The West Australian", "image": "", "title": "Labor unveils $77m for respect education", "url": "", "timestamp": "2022-03-07", "previewText": "Labor unveils $77m for respect educationDominic GianniniAAPTue, 8 March 2022 12:32AM\nTeachers will be better equipped to talk to students about respect and relationships under a $77 million plan unveiled by Labor.\nAn Albanese government would partner ...", "importance": "1", "id": "94", "nodeID": "clusters_20220307_20220314_7"}, "864": {"publisher": "Perth Now", "image": "", "title": "Qld govt orders trustee investigation", "url": "", "timestamp": "2022-03-15", "previewText": "The Queensland government has ordered an internal investigation of the state's Public Trustee amid allegations that vulnerable people have been charged with exorbitant fees without their knowledge.\nAttorney-General Shannon Fentiman announced the Cust ...", "importance": "1", "id": "864", "nodeID": "clusters_20220314_20220322_6"}, "881": {"publisher": "Australian Financial Review", "image": "", "title": "Chanel Contos intended only 'to get three schools to teach consent'", "url": "", "timestamp": "2022-02-24", "previewText": "At the beginning of the campaign, Contos had three particular elite private schools in mind, and they are all within a couple of kilometres of where we are sitting. Kambala, where Contos went to school, is just up the road to the right. Cranbrook and ...", "importance": "1", "id": "881", "nodeID": "clusters_20220217_20220225_7"}, "232": {"publisher": "The Examiner", "image": "", "title": "Launceston General Hospital redevelopment underway", "url": "", "timestamp": "2022-03-16", "previewText": "The redevelopment of the Launceston General Hospital has taken a step forward after the state government released its long-awaited roadmap for the North's major health precinct. The implementation program for the LGH outlined the timeframe and order  ...", "importance": "1", "id": "232", "nodeID": "clusters_20220314_20220322_6"}, "998": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Love bombing, gaslighting and unavailability: Three relationship red flags when dating a narcissist", "url": "", "timestamp": "2022-03-14", "previewText": "You're in a new relationship and he's promising you the world. Children. A home together. Marriage. Love.\nIt almost seems too good to be true ... and sometimes, it is.\nMany men and women don't realise they are dating a narcissist. It's a term that's  ...", "importance": "1", "id": "998", "nodeID": "clusters_20220314_20220322_4"}, "956": {"publisher": "The Examiner", "image": "", "title": "Risk of fatal domestic violence spikes during separation", "url": "", "timestamp": "2022-02-25", "previewText": "I lived in a violent relationship with my second husband from 2001. I was estranged from my family as he destroyed my mother's property while I was in hospital following the birth of our first baby. It was on our way home from the hospital, he scream ...", "importance": "1", "id": "956", "nodeID": "clusters_20220225_20220307_4"}, "543": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Two weeks ago, Olga was a fashion designer. Now she's in the women's resistance against Putin", "url": "", "timestamp": "2022-03-09", "previewText": "As war rages on in their country, the women of Ukraine have been faced with an agonising choice: flee with family to safety, or stay and fight.\nUkraine's outnumbered military is relying on regular civilians to take up arms in the battle to defend the ...", "importance": "1", "id": "543", "nodeID": "clusters_20220307_20220314_2"}, "100": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Wounds, jeers and mystery notes: Medics take stand in outback cop murder trial", "url": "", "timestamp": "2022-02-18", "previewText": "The Aboriginal teenager killed in a police shooting in the remote Northern Territory desert had anatomical use of his right arm - which held a 10-centimetre pair of scissors - when Constable Zachary Rolfe made the decision to fire a second round from ...", "importance": "1", "id": "100", "nodeID": "clusters_20220217_20220225_0"}, "494": {"publisher": "The Age", "image": "", "title": "'It's just not like that in Australia': new show delivers authentic teen drama", "url": "", "timestamp": "2022-02-19", "previewText": "At the age of 19, Olivia Deeble, best known as Tamara Noodle from Little Lunch and Raffy from Home and Away, has become the youngest Australian television series creator, with her Paramount+ teen drama, More Than This. The six-part series, which Deeb ...", "importance": "1", "id": "494", "nodeID": "clusters_20220217_20220225_8"}, "205": {"publisher": "Perth Now", "image": "", "title": "Australian rapper and YouTube star dies aged 22", "url": "", "timestamp": "2022-03-08", "previewText": "The Australian rapper Lil Bo Weep, whose real name was Winona Brooks, has died at the age of 22.\nThe YouTube star's father revealed the tragic news on in a social media post on Sunday.\n\"This weekend we lost the fight for my daughter's life against de ...", "importance": "1", "id": "205", "nodeID": "clusters_20220307_20220314_8"}, "1024": {"publisher": "The West Australian", "image": "", "title": "Woman murdered every 11 days by partner", "url": "", "timestamp": "2022-02-24", "previewText": "New report: Domestic violence leads common cause of homicideDaniela PizziraniNCA NewsWireThu, 24 February 2022 8:35AM\nTwo new reports have revealed domestic violence as the leading cause of homicide in Australia in 2018-2019.\nThis shocking statistic  ...", "importance": "1", "id": "1024", "nodeID": "clusters_20220217_20220225_4"}, "745": {"publisher": "The West Australian", "image": "", "title": "Student teacher faces sex abuse charges", "url": "", "timestamp": "2022-02-20", "previewText": "Canberra student teacher in court over alleged inappropriate relationshipEllen RansleyNCA NewsWireMon, 21 February 2022 7:46AM\nA female student teacher will face court on Monday over an alleged inappropriate relationship with a male student at least  ...", "importance": "1", "id": "745", "nodeID": "clusters_20220217_20220225_3"}, "680": {"publisher": "Perth Now", "image": "", "title": "Foster mum's callous act after baby death", "url": "", "timestamp": "2022-02-23", "previewText": "A former foster carer has been found guilty of the murder of a 20-month-old Aboriginal toddler who died after sustaining horrific injuries, including one usually suffered by car-crash victims.\nThe woman, who cannot be identified due to court orders,  ...", "importance": "1", "id": "680", "nodeID": "clusters_20220217_20220225_1"}, "872": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Would you share your home with the government if it meant you could break into the property market?", "url": "", "timestamp": "2022-02-20", "previewText": "They say desperate times call for desperate measures, and perhaps that's the situation Australian home ownership finds itself in.\nOnce a dream, fulfilled by most, it's become a nightmare, unattainable for many.\nIn 1981, more than 60 per cent of young ...", "importance": "1", "id": "872", "nodeID": "clusters_20220217_20220225_9"}, "143": {"publisher": "Perth Now", "image": "", "title": "US identifies 'incels' as violence threat", "url": "", "timestamp": "2022-03-15", "previewText": "Misogynistic extremists like the \"incel\" who murdered two women and injured four more at a Florida yoga studio present signs that can be detected to reduce the likelihood of violent crime, a new US government report says.\nThe findings came in a Natio ...", "importance": "1", "id": "143", "nodeID": "clusters_20220314_20220322_4"}, "797": {"publisher": "Perth Now", "image": "", "title": "WA man faces more rape, drugging charges", "url": "", "timestamp": "2022-02-25", "previewText": "West Australian police have laid further charges against a fly-in, fly-out worker accused of drugging and raping women he met on an online dating site.\nAdam Charles Lusk, 43, last month pleaded not guilty in Perth Magistrates Court to sexually assaul ...", "importance": "1", "id": "797", "nodeID": "clusters_20220225_20220307_3"}, "1009": {"publisher": "Perth Now", "image": "", "title": "Inquest begins into Clarke family killings", "url": "", "timestamp": "2022-03-20", "previewText": "An inquest to determine if anything could have been done to prevent Hannah Clarke and her three children being killed in a horrific act of domestic violence is set to begin.\nMs Clarke and her children were doused in petrol and burned alive by estrang ...", "importance": "1", "id": "1009", "nodeID": "clusters_20220314_20220322_1"}, "945": {"publisher": "Perth Now", "image": "", "title": "Deliberations to begin at Kumanjayi trial", "url": "", "timestamp": "2022-03-09", "previewText": "The jury at a murder-accused policeman's trial after he fatally shot an Aboriginal teenager during an outback arrest is expected to start deliberating.\nConstable Zachary Rolfe, 30, has pleaded not guilty to murdering Kumanjayi Walker after the office ...", "importance": "1", "id": "945", "nodeID": "clusters_20220307_20220314_0"}, "96": {"publisher": "Perth Now", "image": "", "title": "Labor unveils $77m for respect education", "url": "", "timestamp": "2022-03-07", "previewText": "Teachers will be better equipped to talk to students about respect and relationships under a $77 million plan unveiled by Labor.\nAn Albanese government would partner with state and territory governments and school systems to deliver consistent and hi ...", "importance": "1", "id": "96", "nodeID": "clusters_20220307_20220314_7"}, "912": {"publisher": "Perth Now", "image": "", "title": "Refugees released from Park Hotel", "url": "", "timestamp": "2022-03-12", "previewText": "Thirteen people have been released from immigration detention in Australia on Friday including nine men held in Melbourne's Park Hotel.\nRefugee advocates say the men were freed without any explanation for their release, after some of them had spent u ...", "importance": "1", "id": "912", "nodeID": "clusters_20220307_20220314_2"}}, "nodes": {"clusters_20220217_20220225_0": {"lineIDs": [0], "importance": "1", "articleIDs": ["100", "504"], "label": "Wounds, jeers and mystery notes: Medics take stand in outback cop murder trial", "cluster_words": "mr walker, walker, shot, scissors, teen, mr morrison, fired, eberl, sgt, sgt eberl", "time": "2022-02-17", "id": "clusters_20220217_20220225_0", "row": "0", "column": "0"}, "clusters_20220217_20220225_1": {"lineIDs": [2], "importance": "1", "articleIDs": ["389", "762", "7", "680"], "label": "Sharni is about to have her fifth child and is living in a relative's spare room. Here's why", "cluster_words": "jaffar, mukadam, boy, freeman, melinda, cavanagh, stomach, injuries, pakistan, ms freeman", "time": "2022-02-17", "id": "clusters_20220217_20220225_1", "row": "1", "column": "0"}, "clusters_20220217_20220225_2": {"lineIDs": [4], "importance": "1", "articleIDs": ["763"], "label": "Yazidi women once enslaved by Islamic State too afraid to return home", "cluster_words": "yazidi, barakat, gibuma, ms barakat, mr gibuma, syria, citizens, indigenous, non citizens, yazidi women", "time": "2022-02-17", "id": "clusters_20220217_20220225_2", "row": "2", "column": "0"}, "clusters_20220217_20220225_3": {"lineIDs": [1], "importance": "1", "articleIDs": ["745", "1046", "161", "1026", "797"], "label": "Student teacher faces sex abuse charges", "cluster_words": "offences, brien, doyle, child, material, offender, daughter, act, charges, son", "time": "2022-02-17", "id": "clusters_20220217_20220225_3", "row": "3", "column": "0"}, "clusters_20220217_20220225_4": {"lineIDs": [7], "importance": "1", "articleIDs": ["73", "629", "1024", "1025", "798", "956"], "label": "Murders of 199 women killed by their partners analysed in family violence report", "cluster_words": "partners, fatal, homicide, research, separation, mask, boxall, relationships, men, partner", "time": "2022-02-17", "id": "clusters_20220217_20220225_4", "row": "4", "column": "0"}, "clusters_20220217_20220225_5": {"lineIDs": [9], "importance": "1", "articleIDs": ["79", "873"], "label": "'Not right': Dan clashes with journos", "cluster_words": "complaint, vaghela, ferguson, ms ferguson, cricket, diangelo, white, israel, premier, gymnastics", "time": "2022-02-17", "id": "clusters_20220217_20220225_5", "row": "5", "column": "0"}, "clusters_20220217_20220225_6": {"lineIDs": [5], "importance": "1", "articleIDs": ["727", "277", "882"], "label": "Justin has no children of his own yet, but foster caring has been 'life changing' ", "cluster_words": "foster, young people, care, changes, foster care, polygamy, state, children young, services, communities tasmania", "time": "2022-02-17", "id": "clusters_20220217_20220225_6", "row": "6", "column": "0"}, "clusters_20220217_20220225_7": {"lineIDs": [6], "importance": "1", "articleIDs": ["764", "0", "881"], "label": "Consent class welcomed", "cluster_words": "curriculum, contos, education, laurel house, laurel, consent, consent education, coercion, work important, national curriculum", "time": "2022-02-17", "id": "clusters_20220217_20220225_7", "row": "7", "column": "0"}, "clusters_20220217_20220225_8": {"lineIDs": [8], "importance": "1", "articleIDs": ["492", "491", "490", "494", "428"], "label": "Grace Tame lashes media over photo", "cluster_words": "tame, batty, ms tame, afghanistan, taliban, australian year, photo, mr king, survivors, afghan", "time": "2022-02-17", "id": "clusters_20220217_20220225_8", "row": "8", "column": "0"}, "clusters_20220217_20220225_9": {"lineIDs": [3], "importance": "1", "articleIDs": ["282", "872", "283", "433"], "label": "Employers call for publicly funded domestic violence leave", "cluster_words": "scheme, club, financial, homelessness, pets, financial abuse, housing, bank, redress, paw", "time": "2022-02-17", "id": "clusters_20220217_20220225_9", "row": "9", "column": "0"}, "clusters_20220225_20220307_0": {"lineIDs": [0], "importance": "1", "articleIDs": ["671", "733", "734", "621"], "label": "Murder-accused NT cop 'ignored training'", "cluster_words": "makita, mr makita, sergeant, mr walker, walker, shot, eberl, rolfe, bradaag, reaney", "time": "2022-02-25", "id": "clusters_20220225_20220307_0", "row": "0", "column": "1"}, "clusters_20220225_20220307_3": {"lineIDs": [1, 2, 4], "importance": "1", "articleIDs": ["797"], "label": "WA man faces more rape, drugging charges", "cluster_words": "eleter, sailor, batham, bail, brookes, mr sailor, court told, complainant, defendant, porter", "time": "2022-02-25", "id": "clusters_20220225_20220307_3", "row": "3", "column": "1"}, "clusters_20220225_20220307_4": {"lineIDs": [7], "importance": "1", "articleIDs": ["798", "956", "111", "274"], "label": "'Spaceless' abuse a threat to rural women", "cluster_words": "porn, stealthing, parole, condom, offenders, social media, svo, pornography, porn use, courts", "time": "2022-02-25", "id": "clusters_20220225_20220307_4", "row": "4", "column": "1"}, "clusters_20220225_20220307_5": {"lineIDs": [9], "importance": "1", "articleIDs": ["873", "272", "568", "411"], "label": "Why 'bullied' MP is angry with the ABC", "cluster_words": "perkins, shaming, vergara, mr vergara, afl, body shaming, kruger, aflw, mr kruger, cricket tasmania", "time": "2022-02-25", "id": "clusters_20220225_20220307_5", "row": "5", "column": "1"}, "clusters_20220225_20220307_7": {"lineIDs": [6], "importance": "1", "articleIDs": ["645", "975", "30", "757", "94", "96"], "label": "Consent education set for update in NSW", "cluster_words": "misconduct, university, education, consent, reports, sexual misconduct, disclosures, anu, anderson said, anderson", "time": "2022-02-25", "id": "clusters_20220225_20220307_7", "row": "7", "column": "1"}, "clusters_20220225_20220307_8": {"lineIDs": [8], "importance": "1", "articleIDs": ["804"], "label": "'I'm talented, I'm hot': Lizzo says I 'deserve spotlight'", "cluster_words": "trans, queer, julie, atkinson, gender, linda, clementi, abc, real, mardi", "time": "2022-02-25", "id": "clusters_20220225_20220307_8", "row": "8", "column": "1"}, "clusters_20220225_20220307_9": {"lineIDs": [3, 5], "importance": "1", "articleIDs": ["273", "414"], "label": "No guarantee for DV support jobs in NSW", "cluster_words": "sexual violence, childcare, labor, funding, sushi bay, helpline, apprentices, sushi, trainees, nsw", "time": "2022-02-25", "id": "clusters_20220225_20220307_9", "row": "9", "column": "1"}, "clusters_20220307_20220314_0": {"lineIDs": [0], "importance": "1", "articleIDs": ["839", "945", "242", "80"], "label": "Murder-accused NT cop 'intended to kill'", "cluster_words": "constable rolfe, constable, rolfe, walker, mr walker, shooting, kumanjayi, shots, jury, yuendumu", "time": "2022-03-07", "id": "clusters_20220307_20220314_0", "row": "0", "column": "2"}, "clusters_20220307_20220314_3": {"lineIDs": [1, 2, 4, 6, 7], "importance": "1", "articleIDs": ["350", "81", "705", "706"], "label": "Qld man charged with attempted murder", "cluster_words": "judge, friend, sailor, sex, dregmans, troselj, bargero, acting justice, court told, mertell", "time": "2022-03-07", "id": "clusters_20220307_20220314_3", "row": "3", "column": "2"}, "clusters_20220307_20220314_5": {"lineIDs": [9], "importance": "1", "articleIDs": ["568", "411", "1062", "1061", "154"], "label": "Bunnings sued over 'vengeful' sacking for historic sexual harassment", "cluster_words": "defamation, molan, trolling, nietzsche, online, trolls, stepanov, katzav, ms molan, online abuse", "time": "2022-03-07", "id": "clusters_20220307_20220314_5", "row": "5", "column": "2"}, "clusters_20220307_20220314_8": {"lineIDs": [8], "importance": "1", "articleIDs": ["205", "1059", "40"], "label": "Australian rapper and YouTube star dies aged 22", "cluster_words": "skeggs, ms skeggs, griffin, tame, tourism, geraldton, church, gender, bias, day", "time": "2022-03-07", "id": "clusters_20220307_20220314_8", "row": "8", "column": "2"}, "clusters_20220307_20220314_9": {"lineIDs": [3, 5], "importance": "1", "articleIDs": ["414", "701", "228", "1036", "707"], "label": "Election pledges unveiled in pitches on jobs, consent teaching", "cluster_words": "prices, fuel, petrol, services, fuel prices, canberra, petrol prices, funding, hazzard, going", "time": "2022-03-07", "id": "clusters_20220307_20220314_9", "row": "9", "column": "2"}, "clusters_20220314_20220322_0": {"lineIDs": [0], "importance": "1", "articleIDs": [], "label": "Crime is out of hand in Tayunna's once-peaceful town, but young women are stepping up to end it", "cluster_words": "ryder, mr ryder, okenyo, katherine, const rolfe, const, nt, evans, theatre, rolfe", "time": "2022-03-14", "id": "clusters_20220314_20220322_0", "row": "0", "column": "3"}, "clusters_20220314_20220322_3": {"lineIDs": [1, 2, 4, 6, 7], "importance": "1", "articleIDs": ["705", "706", "296"], "label": "Man watched child porn with Grindr date", "cluster_words": "ward, mr ward, hodgson, reid, simpkins, counts, trial, mr hodgson, boy, charges", "time": "2022-03-14", "id": "clusters_20220314_20220322_3", "row": "3", "column": "3"}, "clusters_20220314_20220322_5": {"lineIDs": [9], "importance": "1", "articleIDs": ["154", "782", "937"], "label": "Qld premier takes aim after slur claim", "cluster_words": "bullying, party, senator, parliament, defamation, husar, complaints, victorian, labor party, anti trolling", "time": "2022-03-14", "id": "clusters_20220314_20220322_5", "row": "5", "column": "3"}, "clusters_20220314_20220322_8": {"lineIDs": [8], "importance": "1", "articleIDs": ["988"], "label": "Grace says critics are 'indefensibly cruel'", "cluster_words": "stella, prize, writers, book, writing, stella prize, literary, mean, tame, ms tame", "time": "2022-03-14", "id": "clusters_20220314_20220322_8", "row": "8", "column": "3"}, "clusters_20220314_20220322_9": {"lineIDs": [3, 5], "importance": "1", "articleIDs": ["707"], "label": "Can new life be injected into industrial relations reform?", "cluster_words": "housing, market, tasmanians, short stay, youpla, federal government, tasmania, casual, rental, supply", "time": "2022-03-14", "id": "clusters_20220314_20220322_9", "row": "9", "column": "3"}}, "lines": {"0": {"id": 0, "nodeIDs": ["clusters_20220217_20220225_0", "clusters_20220225_20220307_0", "clusters_20220307_20220314_0", "clusters_20220314_20220322_0"], "line_label": "", "importance": 1.0}, "1": {"id": 1, "nodeIDs": ["clusters_20220217_20220225_3", "clusters_20220225_20220307_3", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "", "importance": 0.7682503678690917}, "2": {"id": 2, "nodeIDs": ["clusters_20220217_20220225_1", "clusters_20220225_20220307_3", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "", "importance": 0.3975712253361007}, "3": {"id": 3, "nodeIDs": ["clusters_20220217_20220225_9", "clusters_20220225_20220307_9", "clusters_20220307_20220314_9", "clusters_20220314_20220322_9"], "line_label": "", "importance": 0.33459296482691814}, "4": {"id": 4, "nodeIDs": ["clusters_20220217_20220225_2", "clusters_20220225_20220307_3", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "", "importance": 0.3185108036002694}, "5": {"id": 5, "nodeIDs": ["clusters_20220217_20220225_6", "clusters_20220225_20220307_9", "clusters_20220307_20220314_9", "clusters_20220314_20220322_9"], "line_label": "", "importance": 0.24130918967584147}, "6": {"id": 6, "nodeIDs": ["clusters_20220217_20220225_7", "clusters_20220225_20220307_7", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "", "importance": 0.12051174398738618}, "7": {"id": 7, "nodeIDs": ["clusters_20220217_20220225_4", "clusters_20220225_20220307_4", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "", "importance": 0.11001751756676603}, "8": {"id": 8, "nodeIDs": ["clusters_20220217_20220225_8", "clusters_20220225_20220307_8", "clusters_20220307_20220314_8", "clusters_20220314_20220322_8"], "line_label": "", "importance": 0.10986486273125573}, "9": {"id": 9, "nodeIDs": ["clusters_20220217_20220225_5", "clusters_20220225_20220307_5", "clusters_20220307_20220314_5", "clusters_20220314_20220322_5"], "line_label": "", "importance": 0.0}}}