{"nodes": [{"id": "1_0", "articles": ["126", "9", "107", "51"], "label": "Empower women to lead", "publisher": "Empower women to lead", "node_words": "rage, maxwell, hooks, torres, torres strait, strait, aboriginal torres, islander, strait islander, aboriginal", "time": "2021-11-20", "is_hidden": 0}, {"id": "1_1", "articles": ["77", "32", "50"], "label": "Now let’s focus on the boys", "publisher": "Now let’s focus on the boys", "node_words": "employment, vulnerable, trades, senator, labor, pandemic, young, skills, poverty, educate", "time": "2021-11-20", "is_hidden": 0}, {"id": "2_1", "articles": ["69", "142", "15", "29", "43"], "label": "It’s up to us to call out misogynist bullies", "publisher": "It’s up to us to call out misogynist bullies", "node_words": "flint, international women, women day, die, international, day, equality, act, payne, politics", "time": "2022-02-19", "is_hidden": 0}, {"id": "3_1", "articles": ["27"], "label": "One super move would narrow gender pay gap", "publisher": "One super move would narrow gender pay gap", "node_words": "flexibility, superannuation, greens, wa, facto, parental, parental leave, super, employers, leave", "time": "2022-04-01", "is_hidden": 0}, {"id": "0_0", "articles": ["26", "122", "118"], "label": "Court verdict both a win and a loss", "publisher": "Court verdict both a win and a loss", "node_words": "cosby, keogh, james, nico, mental health, defence, mental, bookshop, organisation, murder", "time": "2021-07-01", "is_hidden": 0}, {"id": "0_1", "articles": ["138"], "label": "Solidarity among women is not unconditional", "publisher": "Solidarity among women is not unconditional", "node_words": "premier, berejiklian, female premier, female, solidarity, transition, technology, market, power, pay gap", "time": "2021-07-01", "is_hidden": 0}], "links": [{"source": "0_1", "target": "1_1", "line_id": "0"}, {"source": "1_1", "target": "2_1", "line_id": "0"}, {"source": "2_1", "target": "3_1", "line_id": "0"}, {"source": "0_0", "target": "1_0", "line_id": "1"}, {"source": "1_0", "target": "2_1", "line_id": "1"}, {"source": "2_1", "target": "3_1", "line_id": "1"}], "articles": [{"id": "69", "publisher": "It’s up to us to call out misogynist bullies", "title": "It’s up to us to call out misogynist bullies", "url": null, "timestamp": "2022-02-23", "text": "It’s up to us to call out misogynist bullies\nConsider this irony. Last week Nic­olle Flint delivered her valedictory speech. She’s leaving federal parliament at the next election because she has been subjected to sexist and misogynistic abuse for too long, with too little support from fellow politicians.\n\nIn the same week, both sides of politics heaped praise on Foreign Minister and Minister for Women Marise Payne for clocking up time as the federal parliament’s longest serving female senator. T ..."}, {"id": "29", "publisher": "Pandemic’s toll lingers for Victorian women", "title": "Pandemic’s toll lingers for Victorian women", "url": null, "timestamp": "2022-03-10", "text": "Pandemic’s toll lingers for Victorian women\nAS our state comes up for air after two exhausting years of uncertainty and six long, draining Covid lockdowns, we are assessing the damage – on our kids, our small businesses and across our communities and the Victorian economy.\n\nWe know some parts of our society were more heavily affected than others. With the marking of International Women’s Day this week, I want to reflect on the disproportionate impact the pandemic has had on women and girls in ou ..."}, {"id": "43", "publisher": "We must break the bias", "title": "We must break the bias", "url": null, "timestamp": "2022-03-09", "text": "We must break the bias\nMore work is needed to ensure even the most vulnerable women receive the necessary opportunities\n\nOn Tuesday, it was International Women’s Day. The theme is ‘break the bias’ and, as women, we want the same things we have always wanted.\nA gender equal world, a world free of bias, stereotypes and discrimination. A world that is ­diverse, equitable and inclusive.\n\nAnd, in 2022, it’s sad that we still have to want these things. Despite all our advances, there still exists an a ..."}, {"id": "126", "publisher": "Honouring the rage of a Black feminist", "title": "Honouring the rage of a Black feminist", "url": null, "timestamp": "2021-12-18", "text": "Honouring the rage of a Black feminist\n\"I am writing this essay sitting beside an anonymous white male that I long to murder.\"\n\nThis is one bell hooks quote you won't find on Pinterest. But I remember activist and writer Nayuka Gorrie talking to me about it some years ago. It was from hooks' essay, \"Militant Resistance\", in Killing Rage.\nIt spoke less about love and in doing so it gave me life.\n\nThe pioneering American feminist author - who used her great-grandmother's name as a pen name but use ..."}, {"id": "51", "publisher": "These voices of the brave need to be the loudest", "title": "These voices of the brave need to be the loudest", "url": null, "timestamp": "2022-02-16", "text": "These voices of the brave need to be the loudest\nWith the next round of public hearings for the Royal Commission into Defence and Veteran Suicide occurring in Sydney, there has never been a more important time for veterans and their families to have their say.\n\nThe revelations at the first round of hearings in Brisbane late last year were truly shocking, but they highlighted the value of this investigation and why many have advocated so strongly for it.\nI want to thank the many witnesses who cam ..."}, {"id": "15", "publisher": "Reform for women ongoing", "title": "Reform for women ongoing", "url": null, "timestamp": "2022-03-11", "text": "Reform for women ongoing\nI often look to my children as a reminder of why I do what I do. When I was elected as an MP, I told them I wanted to, “come here to try and make our country even better for you… your future is worth fighting for”. Having one boy and one girl, I want to ensure their future is one of equal opportunities.\n\nOn Tuesday, we marked International Women’s Day 2022. The day serves as a reminder to reflect on our past hardships and milestones, assess our present issues and celebra ..."}, {"id": "122", "publisher": "Court verdict both a win and a loss", "title": "Court verdict both a win and a loss", "url": null, "timestamp": "2021-07-03", "text": "Court verdict both a win and a loss\nOn Wednesday afternoon, an 83-year-old man in a high school T-shirt walked up to the front door of his Philadelphia family mansion in front of a media pack and threw a V-for-victory sign.\n\nAfter more than three years in jail, Bill Cosby had his sexual assault conviction overturned by Pennsylvania's highest court, which ruled the former actor and comedian should never have been charged in the first place. Not because they found he was innocent - but because of  ..."}, {"id": "118", "publisher": "The four-decade murder mystery", "title": "The four-decade murder mystery", "url": null, "timestamp": "2021-08-21", "text": "The four-decade murder mystery\nThe puzzle over a violent death may yet be solved.\n\nAs a former federal politician, television commentator, footballer and coach, Phil Cleary is used to having a voice, which is why he is relieved his request to give evidence at the murder inquest of a woman he never met has been approved.\nOn September 6, the Coroner will open a three-week inquest into the murder of Maria Theresa James, stabbed to death inside her Thornbury bookshop 41 years ago. I covered the case ..."}, {"id": "50", "publisher": "Working to find jobs", "title": "Working to find jobs", "url": null, "timestamp": "2021-12-29", "text": "Working to find jobs\nEducation and support is the key to improving employment for young women Covid-19 has interrupted many aspects of our lives, and, unsurprisingly, has delayed efforts to also try to close our employment and gender pay gaps.\n\nA recent report published by Australians Investing in Women (AIIW) found that three out of five job losses during the pandemic were women.\nAt the height of the pandemic in May 2020, young women lost 25 per cent more jobs than young men. And following this ..."}, {"id": "107", "publisher": "Private jets, parties then jail: Ghislaine, was it all worth it?", "title": "Private jets, parties then jail: Ghislaine, was it all worth it?", "url": null, "timestamp": "2022-01-01", "text": "Private jets, parties then jail: Ghislaine, was it all worth it?\nIt's unpleasant, but imagine being Ghislaine Maxwell right now. Despite your Oxford education and royal connections, you've just beaten out organised Eastern European gangs to become the world's highest profile sex trafficker.\n\nYou turned 60 in prison on Christmas Day. You're reviled equally by strangers and former friends. Your husband didn't show once to your trial. You're $7 million in the hole to lawyers who couldn't save your  ..."}, {"id": "138", "publisher": "Solidarity among women is not unconditional", "title": "Solidarity among women is not unconditional", "url": null, "timestamp": "2021-10-07", "text": "Solidarity among women is not unconditional\nOne of the first acts of reconciliation in Australia involved a meeting of female Aboriginal elders and the priest Samuel Marsden at the foot of Prospect Hill, west of Sydney, in 1805. Female leadership brought an end to local wars.\n\nMore than 200 years later, Julia Gillard became Australia's first female prime minister. That night, as the first female premier of NSW, I attended a school event where a group of year 6 girls came running to meet me, full ..."}, {"id": "142", "publisher": "Women pointing to better future", "title": "Women pointing to better future", "url": null, "timestamp": "2022-03-08", "text": "Women pointing to better future\nMy story is living proof that investing in women has a lasting positive impact on society.\n\nMy mother made a promise that her daughters wouldn't suffer the same \"fate\" she bore - to be denied an education. As was the traditional practice at the time, mum, an excellent student, was forced out of school and into marriage.\nWith this single promise, my mother changed our intergenerational history and carved out our escape from extreme poverty. From her own mother, who ..."}, {"id": "32", "publisher": "Pandemic puts jobless young women at risk", "title": "Pandemic puts jobless young women at risk", "url": null, "timestamp": "2021-12-29", "text": "Pandemic puts jobless young women at risk\nCOVID-19 has interrupted many aspects of our lives, and, unsurprisingly, has delayed efforts to close our employment and gender pay gaps.\n\nA recent report published by Australians Investing in Women found that three out of five job losses during the pandemic were women, with women in Victoria even higher, at four out of five.\nAt the height of the pandemic in May 2020, young women lost 25 per cent more jobs than young men.\n\nBetween June and September 2021 ..."}, {"id": "27", "publisher": "One super move would narrow gender pay gap", "title": "One super move would narrow gender pay gap", "url": null, "timestamp": "2022-05-12", "text": "One super move would narrow gender pay gap\nAMY was understandably too busy being a new mum to have time to reflect on trailblazing a path for all new Victorian parents.\n\nWhen she recently had her second child, she became the first local government employee in the state to be paid superannuation for up to a year, plus 16 weeks paid parental leave.\n“My mum stayed home for 13 years with us kids and now is so far behind the required amount to live comfortably in retirement. It’s so comforting knowin ..."}, {"id": "77", "publisher": "Now let’s focus on the boys", "title": "Now let’s focus on the boys", "url": null, "timestamp": "2021-12-16", "text": "Now let’s focus on the boys\nThe gender gap in reading and writing needs political attention Leave to one side for the moment the structural, historical and other reasons one of the richest and most peaceful countries in the world is forced to reveal in 2021 that 11 per cent of its teenage boys cannot read at a minimum standard, and dwell instead on just how shocking that fact is. It’s hard to fathom just how it is that the Australian school system has so failed its children, even as it faces par ..."}, {"id": "9", "publisher": "Empower women to lead", "title": "Empower women to lead", "url": null, "timestamp": "2021-11-25", "text": "Empower women to lead\nO n a Friday night earlier this month emergency services attended a fire at a residence in the Hidden Valley town camp in the Northern Territory.\n\nMost of the fire had been extinguished by the time crews arrived but the alleged victim, a 34-year-old woman, had suffered “extensive” burns and sadly died from her injuries two days later.\nDet-Sen. Sgt Mick Schumacher from the Alice Springs Criminal Investigation Unit told journalists the woman, a mother, was known to be at risk ..."}, {"id": "26", "publisher": "Herald Sun", "title": "Herald Sun", "url": null, "timestamp": "2021-09-07", "text": "Herald Sun\nSecuring safety and respect THERE is an urgent need for voices to be heard, voices that have too often been silenced or ignored across generations.\n\nBut simply listening to the words of victims and advocates is nowhere near enough — change and real action is demanded to end violence against women, sexual predation, harassment, coercion and inequality.\nThere remains, even now, a tragic number of women and girls, one in six during their lifetime, who continue to fall victims to sexual a ..."}], "lines": [{"id": "0", "links": [{"source": "0_1", "target": "1_1"}, {"source": "1_1", "target": "2_1"}, {"source": "2_1", "target": "3_1"}], "weight": 1.0, "line_label": "premier, employment"}, {"id": "1", "links": [{"source": "0_0", "target": "1_0"}, {"source": "1_0", "target": "2_1"}, {"source": "2_1", "target": "3_1"}], "weight": 0.0, "line_label": "cosby, rage"}]}