{"nodes": [{"id": "2_1", "articles": ["101", "126"], "label": "Women pointing to better future", "publisher": "Women pointing to better future", "node_words": "equality, mother, continue, daughters, recover, pandemic, women day, international women, impact, future", "time": "2022-02-05", "is_hidden": 0}, {"id": "1_1", "articles": ["45", "28", "35"], "label": "Working to find jobs", "publisher": "Working to find jobs", "node_words": "employment, vulnerable, trades, young, pandemic, skills, poverty, job, vulnerable women, secure", "time": "2021-11-21", "is_hidden": 0}, {"id": "3_1", "articles": ["17", "25", "12"], "label": "AN UGLY SHADE OF GREENS", "publisher": "AN UGLY SHADE OF GREENS", "node_words": "superannuation, greens, facto, wa, parental, super, parental leave, leave, parliament, couples", "time": "2022-04-02", "is_hidden": 0}, {"id": "1_0", "articles": ["95", "8", "111"], "label": "Empower women to lead", "publisher": "Empower women to lead", "node_words": "rage, torres strait, strait, torres, aboriginal torres, strait islander, islander, maxwell, hooks, aboriginal", "time": "2021-11-21", "is_hidden": 0}, {"id": "0_0", "articles": ["2", "105"], "label": "Disturbing church violence needs swift and clear reaction", "publisher": "Disturbing church violence needs swift and clear reaction", "node_words": "cosby, keogh, james, nico, mental health, health, mental, bookshop, murder, bongiorno", "time": "2021-07-01", "is_hidden": 0}, {"id": "0_1", "articles": ["76", "122"], "label": "Solidarity among women is not unconditional", "publisher": "Solidarity among women is not unconditional", "node_words": "premier, female, berejiklian, female premier, solidarity, lisa, power, pay gap, gap, gender pay", "time": "2021-07-01", "is_hidden": 0}], "links": [{"source": "0_0", "target": "1_0", "line_id": "0"}, {"source": "1_0", "target": "2_1", "line_id": "0"}, {"source": "2_1", "target": "3_1", "line_id": "0"}, {"source": "0_1", "target": "1_1", "line_id": "1"}, {"source": "1_1", "target": "2_1", "line_id": "1"}, {"source": "2_1", "target": "3_1", "line_id": "1"}], "articles": [{"id": "101", "publisher": "We must stand on each other's shoulders", "title": "We must stand on each other's shoulders", "url": null, "timestamp": "2022-03-08", "text": "We must stand on each other's shoulders\nMy mother made a promise that her daughters wouldn't suffer the same \"fate\" she bore - to be denied an education. As was the traditional practice at the time, Mum, an excellent student, was forced out of school and into marriage.\n\nWith this single promise, my mother changed our history and carved out our escape from extreme poverty. From her own mother, who never received a formal education and my mother who was denied a formal education, to me, having com ..."}, {"id": "35", "publisher": "Why it’s constructive to empower female tradies", "title": "Why it’s constructive to empower female tradies", "url": null, "timestamp": "2022-01-11", "text": "Why it’s constructive to empower female tradies\nTHE journey from 1 per cent to 3 per cent female representation within skilled trades in Australia has taken 10 years.\n\nIn 2017 when I started to research the trade skill shortage issues, the representation was at 2 per cent, which bamboozled me. How can females make up 50 per cent of our population and only 2 per cent of skilled trades?\nSkilled trade industries such as construction, manufacturing and mining are some of Australia’s oldest industrie ..."}, {"id": "76", "publisher": "Lisa and the top gender pay gap", "title": "Lisa and the top gender pay gap", "url": null, "timestamp": "2021-11-17", "text": "Lisa and the top gender pay gap\nWorkplace bias The divide is widest at the top of the labour market and will never be closed if well-paid women aren't allowed to complain about being paid less than men.\n\nLisa Wilkinson and I would never claim to be friends. On our good days, we have begrudging respect and on our bad days we've been awful to each other. But the furore over her complaint that she was paid less than her previous Channel Nine co-host, Karl Stefanovic, for effectively the same job, a ..."}, {"id": "25", "publisher": "AN UGLY SHADE OF GREENS", "title": "AN UGLY SHADE OF GREENS", "url": null, "timestamp": "2022-04-04", "text": "AN UGLY SHADE OF GREENS\nONCE upon a time, it’s possible the Australian Greens genuinely cared for the environment.\n\nToday, trees are the least of their concerns.\nAt both federal and state level, its ranks have spoken some of the most appalling words mentioned in our parliaments and in the slums of social media.\n\nLike Labor of late, the Greens squeal and demand apologies to women, but then fail to stand by them when the need is greatest.\n\nConservative women are in the Greens’ blind spot, as are A ..."}, {"id": "105", "publisher": "The four-decade murder mystery", "title": "The four-decade murder mystery", "url": null, "timestamp": "2021-08-21", "text": "The four-decade murder mystery\nThe puzzle over a violent death may yet be solved.\n\nAs a former federal politician, television commentator, footballer and coach, Phil Cleary is used to having a voice, which is why he is relieved his request to give evidence at the murder inquest of a woman he never met has been approved.\nOn September 6, the Coroner will open a three-week inquest into the murder of Maria Theresa James, stabbed to death inside her Thornbury bookshop 41 years ago. I covered the case ..."}, {"id": "12", "publisher": "Women pushing for change", "title": "Women pushing for change", "url": null, "timestamp": "2022-06-14", "text": "Women pushing for change\nR un the World (Girls) is a powerful anthem by Beyonce that repeats over and over again that girls run the world.\n\nIt is empowering and energising, even if we know it isn’t true.\nIt is part of the long history of women asserting their right to a place at the table and calling out the unfairness they suffer in a lopsided world where men have the power and influence, and where women are marginalised.\n\n“Gender bias” is the shorthand used to describe that world, a world that ..."}, {"id": "111", "publisher": "Honouring the rage of a Black feminist", "title": "Honouring the rage of a Black feminist", "url": null, "timestamp": "2021-12-18", "text": "Honouring the rage of a Black feminist\n\"I am writing this essay sitting beside an anonymous white male that I long to murder.\"\n\nThis is one bell hooks quote you won't find on Pinterest. But I remember activist and writer Nayuka Gorrie talking to me about it some years ago. It was from hooks' essay, \"Militant Resistance\", in Killing Rage.\nIt spoke less about love and in doing so it gave me life.\n\nThe pioneering American feminist author - who used her great-grandmother's name as a pen name but use ..."}, {"id": "2", "publisher": "Disturbing church violence needs swift and clear reaction", "title": "Disturbing church violence needs swift and clear reaction", "url": null, "timestamp": "2021-07-27", "text": "Disturbing church violence needs swift and clear reaction\nJesus wept.\n\nThe shortest verse in the Bible describing Christ's reaction to the death of his friend Lazarus portrays a God who apparently feels deeply the anguish of the human condition.\nIn the 2000 years since, his followers have given him plenty of reasons to despair. The release of a report last month by the Anglican Church of Australia into Intimate Partner Violence (IPV) within its ranks, serves as only the latest example of a litan ..."}, {"id": "45", "publisher": "Working to find jobs", "title": "Working to find jobs", "url": null, "timestamp": "2021-12-29", "text": "Working to find jobs\nEducation and support is the key to improving employment for young women Covid-19 has interrupted many aspects of our lives, and, unsurprisingly, has delayed efforts to also try to close our employment and gender pay gaps.\n\nA recent report published by Australians Investing in Women (AIIW) found that three out of five job losses during the pandemic were women.\nAt the height of the pandemic in May 2020, young women lost 25 per cent more jobs than young men. And following this ..."}, {"id": "126", "publisher": "Women pointing to better future", "title": "Women pointing to better future", "url": null, "timestamp": "2022-03-08", "text": "Women pointing to better future\nMy story is living proof that investing in women has a lasting positive impact on society.\n\nMy mother made a promise that her daughters wouldn't suffer the same \"fate\" she bore - to be denied an education. As was the traditional practice at the time, mum, an excellent student, was forced out of school and into marriage.\nWith this single promise, my mother changed our intergenerational history and carved out our escape from extreme poverty. From her own mother, who ..."}, {"id": "17", "publisher": "Superannuation splitting laws to finally be a reality in WA", "title": "Superannuation splitting laws to finally be a reality in WA", "url": null, "timestamp": "2022-04-06", "text": "Superannuation splitting laws to finally be a reality in WA\nFo r a State with a sense of fair play as entrenched as ours, it has long rankled that WA is the only Australian jurisdiction where separating de facto couples cannot split their superannuation.\n\nThis is not some fringe accounting issue concerning only financial advisers and the superannuation lobby.\nThere are more than 200,000 Western Australians who are in de facto relationships, a number which increased by 30,000 between the last pub ..."}, {"id": "28", "publisher": "Pandemic puts jobless young women at risk", "title": "Pandemic puts jobless young women at risk", "url": null, "timestamp": "2021-12-29", "text": "Pandemic puts jobless young women at risk\nCOVID-19 has interrupted many aspects of our lives, and, unsurprisingly, has delayed efforts to close our employment and gender pay gaps.\n\nA recent report published by Australians Investing in Women found that three out of five job losses during the pandemic were women, with women in Victoria even higher, at four out of five.\nAt the height of the pandemic in May 2020, young women lost 25 per cent more jobs than young men.\n\nBetween June and September 2021 ..."}, {"id": "95", "publisher": "Private jets, parties then jail: Ghislaine, was it all worth it?", "title": "Private jets, parties then jail: Ghislaine, was it all worth it?", "url": null, "timestamp": "2022-01-01", "text": "Private jets, parties then jail: Ghislaine, was it all worth it?\nIt's unpleasant, but imagine being Ghislaine Maxwell right now. Despite your Oxford education and royal connections, you've just beaten out organised Eastern European gangs to become the world's highest profile sex trafficker.\n\nYou turned 60 in prison on Christmas Day. You're reviled equally by strangers and former friends. Your husband didn't show once to your trial. You're $7 million in the hole to lawyers who couldn't save your  ..."}, {"id": "8", "publisher": "Empower women to lead", "title": "Empower women to lead", "url": null, "timestamp": "2021-11-25", "text": "Empower women to lead\nO n a Friday night earlier this month emergency services attended a fire at a residence in the Hidden Valley town camp in the Northern Territory.\n\nMost of the fire had been extinguished by the time crews arrived but the alleged victim, a 34-year-old woman, had suffered “extensive” burns and sadly died from her injuries two days later.\nDet-Sen. Sgt Mick Schumacher from the Alice Springs Criminal Investigation Unit told journalists the woman, a mother, was known to be at risk ..."}, {"id": "122", "publisher": "Solidarity among women is not unconditional", "title": "Solidarity among women is not unconditional", "url": null, "timestamp": "2021-10-07", "text": "Solidarity among women is not unconditional\nOne of the first acts of reconciliation in Australia involved a meeting of female Aboriginal elders and the priest Samuel Marsden at the foot of Prospect Hill, west of Sydney, in 1805. Female leadership brought an end to local wars.\n\nMore than 200 years later, Julia Gillard became Australia's first female prime minister. That night, as the first female premier of NSW, I attended a school event where a group of year 6 girls came running to meet me, full ..."}], "lines": [{"id": "0", "links": [{"source": "0_0", "target": "1_0"}, {"source": "1_0", "target": "2_1"}, {"source": "2_1", "target": "3_1"}], "weight": 1.0, "line_label": "cosby, rage"}, {"id": "1", "links": [{"source": "0_1", "target": "1_1"}, {"source": "1_1", "target": "2_1"}, {"source": "2_1", "target": "3_1"}], "weight": 0.0, "line_label": "premier, employment"}]}