{"articles": {"2288": {"publisher": "Australian Financial Review", "image": "", "title": "Maserati to offer fully electric version of all models by 2025", "url": "", "timestamp": "2022-03-17", "previewText": "Maserati bosses say the Italian luxury car brand will only make electric vehicles by 2030 and have dumped the traditional internal combustion engine by then, and is on target to offer a fully electric version of all of its models to the market by 202 ...", "importance": "1", "id": "2288", "nodeID": "clusters_20220314_20220322_7"}, "1469": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Shakespeare to Winehouse 'an absolutely fantastic opportunity' to see some of Britain's most famous art", "url": "", "timestamp": "2022-03-11", "previewText": "If you've ever wanted to gaze into Ed Sheeran's eyes, see how the Bronte Sisters looked according to their brother, or be in the same room as Malala Yousafzai, now is your chance.\nAn exhibition featuring more than 80 portraits usually on display in L ...", "importance": "1", "id": "1469", "nodeID": "clusters_20220305_20220314_6"}, "2169": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Her vagina art caused an uproar in 1967; today Vivienne Binns is celebrated as a feminist artist", "url": "", "timestamp": "2022-03-07", "previewText": "For days, Vivienne Binns resisted the idea of adding teeth to her painting of a vagina.\n\"The image kept coming to my mind and I kept rejecting it ... Finally, I got tired of trying to avoid them and I just put them in.\"\nSomething clicked. The paintin ...", "importance": "1", "id": "2169", "nodeID": "clusters_20220305_20220314_6"}, "92": {"publisher": "Perth Now", "image": "", "title": "Man dead after vehicles collide on SW highway ", "url": "", "timestamp": "2022-02-22", "previewText": "Police have appealed for witnesses to a fatal crash on Forrest Highway on Tuesday.\nThe crash happened in West Pinjarra about 5.20pm when a dark coloured Toyota LandCruiser, driving south along Forrest Highway, collided at the intersection of Paull Ro ...", "importance": "1", "id": "92", "nodeID": "clusters_20220217_20220226_0"}, "1729": {"publisher": "Australian Financial Review", "image": "", "title": "Sydney VC banks $50m for new Web3 crypto fund", "url": "", "timestamp": "2022-02-21", "previewText": "\"But there's a confluence of technologies that have been unlocked thanks to the blockchain innovation, and we want to write the first cheques that get us in at the ground floor.\"\nInstead of selling off bits of their company through private shares, cr ...", "importance": "1", "id": "1729", "nodeID": "clusters_20220217_20220226_7"}, "1801": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Hospital visitor guidelines updated as WA records 2289 new cases of COVID-19", "url": "", "timestamp": "2022-03-05", "previewText": "Western Australia has recorded 2289 new cases of COVID-19 overnight, bringing the total number of active cases in the state to 10,866.\nOn Saturday, health minister Amber-Jade Sanderson said of the total numbers, 10 were related to travel, 1504 were c ...", "importance": "1", "id": "1801", "nodeID": "clusters_20220305_20220314_9"}, "2471": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Ping, Pong, Pang: we went to enjoy the opera but found it perpetuating racism", "url": "", "timestamp": "2022-02-25", "previewText": "Growing up in poverty in Bankstown as a Vietnamese refugee, I was always on the outside looking in at the Sydney Opera House. My mother always warned us the city had a different temperature. Crossing train lines was like crossing countries.\nSo when m ...", "importance": "1", "id": "2471", "nodeID": "clusters_20220217_20220226_6"}, "2231": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "How much do you know about Australia's women artists?", "url": "", "timestamp": "2022-03-08", "previewText": "In the art world, like in many aspects of life, things aren't always fair.\nFor centuries, prominence in the arts -- whether that's fame, critical praise, money or all three -- has flowed disproportionately to men.\nThis International Women's Day, thin ...", "importance": "1", "id": "2231", "nodeID": "clusters_20220305_20220314_6"}, "1685": {"publisher": "The West Australian", "image": "", "title": "Mineral Commodities unveils maiden mineral sands reserve", "url": "", "timestamp": "2022-02-18", "previewText": "Mineral Commodities unveils maiden mineral sands reserveMatt BirneySponsoredFri, 18 February 2022 2:52PMEmail Matt Birney\nMineral Commodities has unveiled its maiden heavy mineral sands ore reserve estimate that clocks in at a stellar 21.8 million to ...", "importance": "1", "id": "1685", "nodeID": "clusters_20220217_20220226_7"}, "2080": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'RIP King': Shane Warne's career celebrated by Australian cricket greats", "url": "", "timestamp": "2022-03-05", "previewText": "Australian cricket greats and former teammates have paid tribute to Shane Warne, following his sudden death in Thailand.\nWarne died of a suspected heart attack, aged 52.\nHe played 145 Tests for Australia, taking 708 wickets at an average of 25.41, an ...", "importance": "1", "id": "2080", "nodeID": "clusters_20220305_20220314_3"}, "808": {"publisher": "Perth Now", "image": "", "title": "Thousands expected to march for justice", "url": "", "timestamp": "2022-02-21", "previewText": "Tens of thousands of people across Australia are expected to march for justice this weekend, marking the anniversary of last year's historic event.\nProtesters on February 27 will demand the next federal government review sexual assault laws, secure i ...", "importance": "1", "id": "808", "nodeID": "clusters_20220217_20220226_5"}, "2330": {"publisher": "Australian Financial Review", "image": "", "title": "We are in a new ideological conflict more dangerous than the Cold War", "url": "", "timestamp": "2022-03-01", "previewText": "The reverse is the case. Putin has reminded us why the countries that knew Russian rule best were desperate for NATO's expansion.\nHe has also demonstrated why it was necessary. Europe needed a defended border between Russia and its former possessions ...", "importance": "1", "id": "2330", "nodeID": "clusters_20220226_20220305_1"}, "2502": {"publisher": "The West Australian", "image": "", "title": "Embarrassing gaffe over trans sport ban", "url": "", "timestamp": "2022-02-23", "previewText": "Senator Claire Chandler unable to answer question on who is calling for ban of trans women in single sex sportsCourtney GouldNCA NewsWireWed, 23 February 2022 2:06PM\nA Tasmanian senator pushing for transgender people to be excluded from women's sport ...", "importance": "1", "id": "2502", "nodeID": "clusters_20220217_20220226_4"}, "2092": {"publisher": "Perth Now", "image": "", "title": "Yadav leads India T20I sweep over WIndies", "url": "", "timestamp": "2022-02-20", "previewText": "India have beaten West Indies by 17 runs in the third and final Twenty20 international thanks to a brilliant innings by Suryakumar Yadav at Kolkata's Eden Gardens.\nThe hosts completed their series sweep thanks to Yadav's superb 65 which got them out  ...", "importance": "1", "id": "2092", "nodeID": "clusters_20220217_20220226_3"}, "2082": {"publisher": "The Age", "image": "", "title": "Minute's silence for Warne in Rawalpindi as both teams mourn loss", "url": "", "timestamp": "2022-03-05", "previewText": "Rawalpindi: As the Australian team bus made its way back to the team hotel in Islamabad after an unforgiving day in the field, David Warner's phone pinged.\nIt was a message from Warner's manager, James Erskine. Shane Warne, a childhood hero to many o ...", "importance": "1", "id": "2082", "nodeID": "clusters_20220305_20220314_3"}, "2218": {"publisher": "The Examiner", "image": "", "title": "Better protection for women against strangulation and stealthing", "url": "", "timestamp": "2022-03-08", "previewText": "The government says it will send a clear message to the Tasmanian public that strangling or choking another person will not be tolerated via a public awareness campaign. A bill to protect Tasmanian women against non-fatal strangulation, choking and s ...", "importance": "1", "id": "2218", "nodeID": "clusters_20220305_20220314_5"}, "1980": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Radio silence: Sports in dark over transgender athletes bill", "url": "", "timestamp": "2022-02-23", "previewText": "Australia's largest participation sport for girls issued a sharp rebuke to the federal government about a private member's bill seeking to ban transgender athletes from women's sport as it emerged no major sport had been consulted on the move.\nNetbal ...", "importance": "1", "id": "1980", "nodeID": "clusters_20220217_20220226_4"}, "733": {"publisher": "The Sydney Morning Herald", "image": "", "title": "WA yet to hit COVID peak as daily cases reach more than 7000", "url": "", "timestamp": "2022-03-17", "previewText": "More than 7000 people tested positive for COVID-19 in Western Australia yesterday and there are now 31,211 active cases in the state.\nA woman aged in her 80s has also died with COVID.\nPremier Mark McGowan appeared at a press conference alongside Prim ...", "importance": "1", "id": "733", "nodeID": "clusters_20220314_20220322_9"}, "1727": {"publisher": "Perth Now", "image": "", "title": "UEFA opens case against PSG's Al-Khelaifi", "url": "", "timestamp": "2022-03-10", "previewText": "UEFA has opened disciplinary proceedings against Paris Saint-Germain President Nasser Al-Khelaifi over heated incidents after the team's Champions League loss at Real Madrid.\nThe Qatari is also a member of UEFA's executive committee, chairman of the  ...", "importance": "1", "id": "1727", "nodeID": "clusters_20220305_20220314_2"}, "951": {"publisher": "Perth Now", "image": "", "title": "How WA compares to other states as COVID cases climb by 2100", "url": "", "timestamp": "2022-03-04", "previewText": "WA has reported another 2137 COVID cases overnight but the number of people in hospital with the virus has dropped slightly to 21.\nThe decline in case numbers from 2423 on Thursday comes a day after WA's hard border was dismantled and around 5000 peo ...", "importance": "1", "id": "951", "nodeID": "clusters_20220226_20220305_9"}, "255": {"publisher": "Perth Now", "image": "", "title": "Coherent climate policy needed post-poll", "url": "", "timestamp": "2022-03-06", "previewText": "A major business group is urging the winner of the federal election in May to work with the states and industry to help prepare for a faster and more coherent transition to a clean economy.\nIn its latest series of reports outlining post-election poli ...", "importance": "1", "id": "255", "nodeID": "clusters_20220305_20220314_7"}, "1805": {"publisher": "The West Australian", "image": "", "title": "'Transcended cricket': Aussie skippers pay tribute to Warne", "url": "", "timestamp": "2022-03-05", "previewText": "Shane Warne death: Current Australian captains Pat Cummins and Aaron Finch pay tribute to legendChris RobinsonThe West AustralianSat, 5 March 2022 8:12AMEmail Chris Robinson\nAn emotional Pat Cummins has paid tribute to Shane Warne as the current Aust ...", "importance": "1", "id": "1805", "nodeID": "clusters_20220305_20220314_3"}, "1666": {"publisher": "Australian Financial Review", "image": "", "title": "Brookfield has a complex financial engine under the bonnet", "url": "", "timestamp": "2022-02-23", "previewText": "Apollo and KKR have embraced similar reforms, while also abolishing dual share classes that had alienated some investors by handing control rights to insiders.\nWhereas Brookfield's US peers have gained investors by removing elements of their once cum ...", "importance": "1", "id": "1666", "nodeID": "clusters_20220217_20220226_7"}, "2505": {"publisher": "Perth Now", "image": "", "title": "Perth sprint car driver opens up on HORRIFYING crash", "url": "", "timestamp": "2022-02-23", "previewText": "Trent Pigdon feels like he's had a couple of rounds in the ring with Mike Tyson - but the sprint car driver is just happy to be alive after a horrifying crash at Perth Motorplex on Saturday night.\nPigdon was competing in the Alf Barbagallo Mr Sprintc ...", "importance": "1", "id": "2505", "nodeID": "clusters_20220217_20220226_0"}, "610": {"publisher": "The West Australian", "image": "", "title": "Money a big lure for Sydney Cup: Rangers", "url": "", "timestamp": "2022-03-02", "previewText": "Money a big lure for Sydney Cup: RangersAAPPress AssociationThu, 3 March 2022 4:31AM\nRangers say they will make the equivalent of a season's worth of domestic broadcast revenue by featuring in the Sydney Super Cup with Celtic.\nNews that the Glasgow r ...", "importance": "1", "id": "610", "nodeID": "clusters_20220226_20220305_4"}, "1560": {"publisher": "Perth Now", "image": "", "title": "Sydney rain chaos sparks major evacuation", "url": "", "timestamp": "2022-03-08", "previewText": "Thousands of Sydney residents were forced from their homes after Tuesday's downpour, with many spending the night with family and friends.\nHeavy rain continued to fall across the Hunter, Central Coast, Sydney, Illawarra and south coast, into Tuesday  ...", "importance": "1", "id": "1560", "nodeID": "clusters_20220305_20220314_8"}, "2503": {"publisher": "Perth Now", "image": "", "title": "Embarrassing gaffe over trans sport ban", "url": "", "timestamp": "2022-02-23", "previewText": "A Tasmanian senator pushing for transgender people to be excluded from women's sport has been unable to name a single sporting organisation in the state who has called for the change.\nUnder a proposal introduced to parliament earlier this month, sena ...", "importance": "1", "id": "2503", "nodeID": "clusters_20220217_20220226_4"}, "317": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "How talking about killing Kylie Jenner allowed Zindzi Okenyo to tackle appropriation and racism", "url": "", "timestamp": "2022-03-17", "previewText": "Zindzi Okenyo was in her early 20s when she first heard about Saartjie Baartman.\nShe came across the name in a play: Venus by Suzan-Lori Parks -- and was immediately obsessed.\nBaartman was a Khoisan woman from South Africa. In 1810, when she was stil ...", "importance": "1", "id": "317", "nodeID": "clusters_20220314_20220322_6"}, "1854": {"publisher": "Perth Now", "image": "", "title": "Cop car hits dirt bike rider", "url": "", "timestamp": "2022-02-19", "previewText": "Police have crashed with a dirt bike in Sydney's south, with the rider taken to hospital for treatment.\nOfficers attached to South Sydney Police Area Command were responding to a job when they hit the trail bike near the intersection of Henderson and ...", "importance": "1", "id": "1854", "nodeID": "clusters_20220217_20220226_0"}, "821": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Live: Russian troop column approaches Europe's largest nuclear power plant, shots heard in nearby city", "url": "", "timestamp": "2022-03-03", "previewText": "The Russian Football Union (RFU) says it will appeal to the Court of Arbitration for Sport (CAS) against the decisions by FIFA and UEFA to bar Russian teams from international competitions over Moscow's invasion of Ukraine.\nThe union said in a statem ...", "importance": "1", "id": "821", "nodeID": "clusters_20220226_20220305_2"}, "2084": {"publisher": "The West Australian", "image": "", "title": "India's Jadeja belts Test ton v Sri Lanka", "url": "", "timestamp": "2022-03-05", "previewText": "India's Jadeja belts Test ton v Sri LankaSudipto GangulyReutersSat, 5 March 2022 2:52PM\nIndia allrounder Ravindra Jadeja has completed his second Test hundred and with Ravichandran Ashwin helped the hosts to a big first innings total against Sri Lank ...", "importance": "1", "id": "2084", "nodeID": "clusters_20220305_20220314_3"}, "1715": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "How Energy Minister Angus Taylor was played on power ahead of federal election", "url": "", "timestamp": "2022-03-13", "previewText": "If there's one thing our political masters have learned over the past five decades, it is that if you want to stay in power, you have to keep the power running.\nWith a federal election likely to be called sometime in the next fortnight, keeping the l ...", "importance": "1", "id": "1715", "nodeID": "clusters_20220305_20220314_7"}, "1601": {"publisher": "Perth Now", "image": "", "title": "Labor leaders cop backlash for attending outdoor event ", "url": "", "timestamp": "2022-03-09", "previewText": "Health Minister Amber-Jade Sanderson has denied that neither she or the Federal Opposition Minister did anything wrong under State COVID-19 restrictions after they were photographed with crowds at an election event this week.\nThe Morley MLA was one o ...", "importance": "1", "id": "1601", "nodeID": "clusters_20220305_20220314_4"}, "487": {"publisher": "The Examiner", "image": "", "title": "LGBTQIA+ advocates call to ban unnecessary medical interventions", "url": "", "timestamp": "2022-02-26", "previewText": "Tasmanian LGBTQIA+ advocates have once again called on the state government to outlaw medically unnecessary procedures on intersex infants. It comes after Northern Tasmanian chicken breeder Rob Wilson recently spoke publicly about the stigma and surg ...", "importance": "1", "id": "487", "nodeID": "clusters_20220226_20220305_5"}, "852": {"publisher": "Perth Now", "image": "", "title": "Teachers asked to sign anti-gay contract", "url": "", "timestamp": "2022-03-20", "previewText": "Teachers at a controversial Christian school in Brisbane are being asked to sign employment contracts that warn they could be sacked for being openly homosexual.\nThe Citipointe Christian College is at the heart of yet another scandal after a former t ...", "importance": "1", "id": "852", "nodeID": "clusters_20220314_20220322_5"}, "1829": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Wivenhoe Dam capacity above 180pc and rising despite staged releases, more rain falling", "url": "", "timestamp": "2022-02-27", "previewText": "Water levels in Wivenhoe Dam have more than trebled in just three days as a result of a \"rain bomb\" hovering over Queensland's south-east, conjuring up fears of a repeat of the disastrous 2011 floods.\nBut authorities say the latest flood event, expec ...", "importance": "1", "id": "1829", "nodeID": "clusters_20220226_20220305_8"}, "2093": {"publisher": "The West Australian", "image": "", "title": "Yadav leads India T20I sweep over WIndies", "url": "", "timestamp": "2022-02-20", "previewText": "Yadav leads India T20I sweep over WIndiesAAPReutersMon, 21 February 2022 2:27AM\nIndia have beaten West Indies by 17 runs in the third and final Twenty20 international thanks to a brilliant innings by Suryakumar Yadav at Kolkata's Eden Gardens.\nThe ho ...", "importance": "1", "id": "2093", "nodeID": "clusters_20220217_20220226_3"}, "2407": {"publisher": "Perth Now", "image": "", "title": "World's richest short story competition now open", "url": "", "timestamp": "2022-02-25", "previewText": "WA is now home to the world's richest prize for amateur short story writers, as The West Australian launches an ambitious new competition with a prize pool of $50,000 thanks to help from the Minderoo Foundation.\nThe Best Australian Yarn gives writers ...", "importance": "1", "id": "2407", "nodeID": "clusters_20220217_20220226_6"}, "307": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "The longest wait (might be) over for country and suburban players in the home of Australian football", "url": "", "timestamp": "2022-02-27", "previewText": "Sick of uncertainty, reigning Warrnambool and District Football Netball League premier Kolora-Noorat just wants to know if it can belatedly defend its title.\nThe last grand final was 2019.\n\"The past two years there's been no reward, no closure,\" new  ...", "importance": "1", "id": "307", "nodeID": "clusters_20220226_20220305_4"}, "271": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Soccer club unleashes on its own fans over 'homophobic and offensive' abuse", "url": "", "timestamp": "2022-03-12", "previewText": "An Adelaide soccer club has publicly slammed a group of its own supporters over homophobic and other \"disgraceful\" comments levelled at opposition players.\nIn a statement on Facebook, Adelaide City FC chairman Greg Griffin said that two rival teams t ...", "importance": "1", "id": "271", "nodeID": "clusters_20220305_20220314_4"}, "1508": {"publisher": "The Examiner", "image": "", "title": "Award puts local legend in spotlight", "url": "", "timestamp": "2022-02-28", "previewText": "Star of unbridled talent, Robert Jarman, has become the most recipient of the Theatre Council of Tasmania's Lifetime Achievement Award. The actor, director, writer and designer has been leading the Tasmanian performing arts sector for over 30 years.  ...", "importance": "1", "id": "1508", "nodeID": "clusters_20220226_20220305_6"}, "1236": {"publisher": "Australian Financial Review", "image": "", "title": "Through the looking glass: how Russians see the war", "url": "", "timestamp": "2022-03-05", "previewText": "The damaged residential buildings? False-flag attacks by Ukraine, or else the result of Ukrainian forces wantonly leaving flammable military stores in urban civilian areas.\nIt is much easier to believe that you are on the side of the 'truth' than to  ...", "importance": "1", "id": "1236", "nodeID": "clusters_20220305_20220314_1"}, "1877": {"publisher": "The West Australian", "image": "", "title": "Reds book ALW finals spot with Victory win", "url": "", "timestamp": "2022-02-26", "previewText": "Reds book ALW finals spot with Victory winLee GagliardiAAPSat, 26 February 2022 4:22PM\nAdelaide United have booked a place in the A-League Women final series for the first time in the club's history with an impressive 3-0 win over Melbourne Victory a ...", "importance": "1", "id": "1877", "nodeID": "clusters_20220226_20220305_4"}, "828": {"publisher": "Perth Now", "image": "", "title": "WA woman relives nightmare ordeal on remote country highway", "url": "", "timestamp": "2022-03-21", "previewText": "A young woman says she feared being killed after being choked unconscious on a rural stretch of WA road by a male driver who stalked her for kilometres.\nJordy Honner, 20, says she was left for dead underneath her Toyota Landcruiser, for five hours, o ...", "importance": "1", "id": "828", "nodeID": "clusters_20220314_20220322_0"}, "2319": {"publisher": "The Age", "image": "", "title": "Morrison backs bill excluding female trans athletes from women's sport", "url": "", "timestamp": "2022-02-22", "previewText": "Prime Minister Scott Morrison has thrown his support behind a bill that would make it easier for sporting organisations to exclude transgender women from competing in female sports.\nLiberal Senator Claire Chandler introduced her \"save women's sports\" ...", "importance": "1", "id": "2319", "nodeID": "clusters_20220217_20220226_4"}, "954": {"publisher": "The West Australian", "image": "", "title": "WA's COVID caseload closes in on 10,000, but none in ICU", "url": "", "timestamp": "2022-03-04", "previewText": "breakingCOVID in WA: State records 2137 fresh cases overnight, with 21 in hospital and none in ICUJosh ZimmermanThe West AustralianFri, 4 March 2022 11:11AMEmail Josh Zimmerman\nWA has reported another 2137 COVID cases overnight but the number of peop ...", "importance": "1", "id": "954", "nodeID": "clusters_20220226_20220305_9"}, "1649": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "A world in shock as tributes pour in for cricket legend Shane Warne", "url": "", "timestamp": "2022-03-04", "previewText": "Australia and the cricket world are in shock after the sudden death of Shane Warne, one of the greatest players of the sport.\nWarne, 52, died of a suspected heart attack while in Koh Samui, Thailand, in the early hours of Saturday morning.\nNamed one  ...", "importance": "1", "id": "1649", "nodeID": "clusters_20220226_20220305_3"}, "737": {"publisher": "Perth Now", "image": "", "title": "Woman in 80's dies as more than 7000 COVID cases recorded ", "url": "", "timestamp": "2022-03-17", "previewText": "A woman in her 80s has died with COVID as WA reported a new record 7151 cases on Thursday.\nPremier Mark McGowan - emerging for the first time from seven days of self-imposed isolation after returning from NSW - announced there were 140 West Australia ...", "importance": "1", "id": "737", "nodeID": "clusters_20220314_20220322_9"}, "1140": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Russian, Belarusian skaters banned by international governing body", "url": "", "timestamp": "2022-03-01", "previewText": "The International Skating Union (ISU) says competitors from Russia and Belarus will not be allowed to compete at its international events until further notice due to the invasion of Ukraine.\nThe ISU is the international governing body for figure skat ...", "importance": "1", "id": "1140", "nodeID": "clusters_20220226_20220305_2"}, "80": {"publisher": "Perth Now", "image": "", "title": "Russian soccer appeals to CAS over bans", "url": "", "timestamp": "2022-03-03", "previewText": "The Russian Football Union (RFU) will appeal to the Court of Arbitration for Sport (CAS) against the decisions by FIFA and UEFA to bar Russian teams from international competitions over Moscow's invasion of Ukraine.\nThe union said in a statement on T ...", "importance": "1", "id": "80", "nodeID": "clusters_20220226_20220305_2"}, "412": {"publisher": "The West Australian", "image": "", "title": "Australia backs Russia sports ban", "url": "", "timestamp": "2022-03-09", "previewText": "Australia backs Russia sports banDominic GianniniAAPWed, 9 March 2022 1:28PM\nAustralia is imploring all international sporting organisations to ban Russian and Belarusian athletes from competing and to prevent the two nations from bidding to host eve ...", "importance": "1", "id": "412", "nodeID": "clusters_20220305_20220314_2"}, "1786": {"publisher": "The Examiner", "image": "", "title": "Consent class welcomed", "url": "", "timestamp": "2022-02-20", "previewText": "Education on consent will become a part of Australian schooling from next year, after state and federal ministers unanimously agreed to add it the national curriculum. Since last year, Launceston sexual assault support service Laurel House has been p ...", "importance": "1", "id": "1786", "nodeID": "clusters_20220217_20220226_5"}, "2581": {"publisher": "Australian Financial Review", "image": "", "title": "Quad leaders hold emergency talks over Ukraine war", "url": "", "timestamp": "2022-03-03", "previewText": "It was unclear whether India would be pushed to do more by the other three Quad members, although a source said that was not the purpose of the forum. India's ties with Russia go back to the 1960s, when the former Soviet Union became one of its major ...", "importance": "1", "id": "2581", "nodeID": "clusters_20220226_20220305_1"}, "1565": {"publisher": "Perth Now", "image": "", "title": "Russia appeal amid call to deepen boycott", "url": "", "timestamp": "2022-03-08", "previewText": "Russia has appealed against their suspension from international soccer as their isolation for invading Ukraine grows with 37 nations calling for more sanctions and English football cutting off TV viewers.\nThe Court of Arbitration for Sport (CAS) said ...", "importance": "1", "id": "1565", "nodeID": "clusters_20220305_20220314_2"}, "900": {"publisher": "The Sydney Morning Herald", "image": "", "title": "The right to mourn for Warne", "url": "", "timestamp": "2022-03-19", "previewText": "Your correspondent's view that Shane Warne's life should not be commemorated with a state memorial service (Letters, March 13) is contrary to that of most Australians. The service to be held at the Melbourne Cricket Ground on March 30 will be attende ...", "importance": "1", "id": "900", "nodeID": "clusters_20220314_20220322_3"}, "2535": {"publisher": "The West Australian", "image": "", "title": "Almost 100 active COVID cases in the Mid West", "url": "", "timestamp": "2022-03-11", "previewText": "Geraldton experts say COVID numbers in Mid West are likely higher than reported caseloadPhoebe PinGeraldton GuardianFri, 11 March 2022 8:00AM\nAlmost 100 active COVID cases have been reported in the Mid West, but a Geraldton GP believes this figure ma ...", "importance": "1", "id": "2535", "nodeID": "clusters_20220305_20220314_9"}, "158": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'If I left, I'd be saying I'm embarrassed being trans': How Julie found the strength to transition at the ABC 30 years ago ", "url": "", "timestamp": "2022-03-04", "previewText": "When Julie Peters started working at the ABC in 1971, television was just 15 years old. It was still a novelty and it was still black and white.\n\"I joined the ABC to be in showbiz and I've loved it,\" says Julie.\n\"On my first day, I was taken into stu ...", "importance": "1", "id": "158", "nodeID": "clusters_20220226_20220305_6"}, "1628": {"publisher": "The West Australian", "image": "", "title": "Anna's plea amid 'rain bomb'", "url": "", "timestamp": "2022-02-27", "previewText": "Premier's plea to stay home as unrelenting rain event hammers QldBlake AntrobusNCA NewsWireSun, 27 February 2022 9:06AM\nQueensland Premier Annastacia Palaszczuk has urged people to stay home and avoid travelling as the state's 'unrelenting' weather d ...", "importance": "1", "id": "1628", "nodeID": "clusters_20220226_20220305_8"}, "1349": {"publisher": "Perth Now", "image": "", "title": "School consent survey in prevention push", "url": "", "timestamp": "2022-03-06", "previewText": "High school students will be surveyed on their attitudes regarding consent as part of a plan to prevent family, domestic and sexual violence.\nThe survey will be conducted ahead of an expected update to the national curriculum that will expand consent ...", "importance": "1", "id": "1349", "nodeID": "clusters_20220305_20220314_5"}, "1650": {"publisher": "The West Australian", "image": "", "title": "Ukraine central in Para opening ceremony", "url": "", "timestamp": "2022-03-04", "previewText": "Ukraine central in Para opening ceremonyAnna HarringtonAAPSat, 5 March 2022 12:14AM\nA Winter Paralympics that captured global headlines before it even started has officially begun with a reserved Ukraine contingent on hand at the Beijing opening cere ...", "importance": "1", "id": "1650", "nodeID": "clusters_20220226_20220305_2"}, "1273": {"publisher": "The West Australian", "image": "", "title": "Woman followed before shock roadside attack", "url": "", "timestamp": "2022-03-19", "previewText": "Woman, 20, choked in horror roadside attack in outback Western AustraliaHolly HalesNCA NewsWireSun, 20 March 2022 6:33AM\nA major search is underway for a man who choked and bashed a young woman in a callous roadside attack in a remote part of Western ...", "importance": "1", "id": "1273", "nodeID": "clusters_20220314_20220322_0"}, "1345": {"publisher": "Perth Now", "image": "", "title": "Australians 'confused' by consent", "url": "", "timestamp": "2022-03-06", "previewText": "About one in two Australians are confused about sexual consent with a report also finding young people have a low understanding of sexual violence.\nMeanwhile, adults are \"paralysed\" when considering having conversations with young people about consen ...", "importance": "1", "id": "1345", "nodeID": "clusters_20220305_20220314_5"}, "418": {"publisher": "Perth Now", "image": "", "title": "Australia backs Russia sports ban", "url": "", "timestamp": "2022-03-09", "previewText": "Australia is imploring all international sporting organisations to ban Russian and Belarusian athletes from competing and to prevent the two nations from bidding to host events.\nSports Minister Richard Colbeck joined more than 30 countries including  ...", "importance": "1", "id": "418", "nodeID": "clusters_20220305_20220314_2"}, "2192": {"publisher": "Australian Financial Review", "image": "", "title": "West targets Russian banks and tech as China watches", "url": "", "timestamp": "2022-02-25", "previewText": "Ben Hodges - the former US Commanding General in Europe says he wants to see the Pentagon accelerate delivery of US weapon systems into the Ukraine but not troops. \"We don't want to get to a situation whereby our actions we end up with Russians and A ...", "importance": "1", "id": "2192", "nodeID": "clusters_20220217_20220226_1"}, "2460": {"publisher": "The West Australian", "image": "", "title": "China faces multiple challenges: premier", "url": "", "timestamp": "2022-03-11", "previewText": "China faces multiple challenges: premierKen MoritsuguAPFri, 11 March 2022 7:15PM\nA top Chinese leader has warned of \"rising uncertainties\" and pledged tax cuts to shore up growth as the potential economic and geopolitical fallout from Russia's invasi ...", "importance": "1", "id": "2460", "nodeID": "clusters_20220305_20220314_1"}, "2178": {"publisher": "The West Australian", "image": "", "title": "Warne's final act of kindness revealed", "url": "", "timestamp": "2022-03-07", "previewText": "Shane Warne's many acts of kindness and charity revealed after tragic death at 52Holly HalesNCA NewsWireTue, 8 March 2022 3:35AM\nShane Warne's life was one marked by achievements and attention both on and off the cricket pitch.\nBut what propped up hi ...", "importance": "1", "id": "2178", "nodeID": "clusters_20220305_20220314_3"}, "2489": {"publisher": "Perth Now", "image": "", "title": "Russian convoy advances in Ukraine", "url": "", "timestamp": "2022-03-01", "previewText": "With disinformation rife, and social media amplifying military claims and counterclaims, determining exactly what is happening in Ukraine is difficult. Here's a look at what can be confirmed on the fifth day of Russia's military assault.\nSATELLITE IM ...", "importance": "1", "id": "2489", "nodeID": "clusters_20220226_20220305_1"}, "1344": {"publisher": "The West Australian", "image": "", "title": "Australians 'confused' by consent", "url": "", "timestamp": "2022-03-06", "previewText": "Australians 'confused' by consentFinbar O'MallonAAPSun, 6 March 2022 12:43PM\nAbout one in two Australians are confused about sexual consent with a report also finding young people have a low understanding of sexual violence.\nMeanwhile, adults are \"pa ...", "importance": "1", "id": "1344", "nodeID": "clusters_20220305_20220314_5"}, "2603": {"publisher": "The West Australian", "image": "", "title": "WA reaches new daily COVID record, five in ICU", "url": "", "timestamp": "2022-03-15", "previewText": "COVID in WA: State records 5377 new cases, with five people in ICUJosh Zimmerman & Briana Fiore The West AustralianTue, 15 March 2022 10:19AMCommentsComments\nCOVID cases are on the rise again in WA, reaching a new record 5377 on Tuesday in the week h ...", "importance": "1", "id": "2603", "nodeID": "clusters_20220314_20220322_9"}, "1762": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Morrison government pledges $189 million for sexual, family violence", "url": "", "timestamp": "2022-03-05", "previewText": "The federal government has pledged an extra $189 million for domestic, family and sexual violence services in the next budget, building on spending promised last year to improve women's safety and economic security.\nThe new money includes $104 millio ...", "importance": "1", "id": "1762", "nodeID": "clusters_20220305_20220314_5"}, "1411": {"publisher": "The Age", "image": "", "title": "Share the burden: dump fuel tax exemptions", "url": "", "timestamp": "2022-03-15", "previewText": "Maybe it is time for all users of fossil fuels to pay the fuel excise. This would encourage those with exemptions such as miners, businesses and farmers to consider using renewable options such as electric or hydrogen instead of diesel generators, tr ...", "importance": "1", "id": "1411", "nodeID": "clusters_20220314_20220322_7"}, "1749": {"publisher": "Australian Financial Review", "image": "", "title": "For Xi, Putin's invasion is a test run for Taiwan", "url": "", "timestamp": "2022-03-01", "previewText": "Beijing has moved from its declaration of a \"no limits\" partnership with Russia in early February, to an acknowledgement of Ukraine's sovereignty, to, most recently, full-blown \"whataboutism\", by blaming American provocation and past wars.\nIt's early ...", "importance": "1", "id": "1749", "nodeID": "clusters_20220226_20220305_1"}, "88": {"publisher": "The West Australian", "image": "", "title": "Total eclipse of Russian sport even closer", "url": "", "timestamp": "2022-03-03", "previewText": "Total eclipse of Russian sport even closerIan ChadbandAAPFri, 4 March 2022 2:29AM\nRussia's total eclipse in global sport continues to gather speed at an extraordinary rate with its ban from the Paralympic Games marking the ultimate indignity for Vlad ...", "importance": "1", "id": "88", "nodeID": "clusters_20220226_20220305_2"}, "801": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Pat was rescued from her kitchen benchtop with 'water up to her chest' - ABC Everyday", "url": "", "timestamp": "2022-03-01", "previewText": "It's late Monday afternoon and I'm thankful my family are safe and sound.\nThey don't have any power, they don't have any food, and they don't have any clothes.\nLike, seriously no clothes aside from the ones they were wearing when they were evacuated  ...", "importance": "1", "id": "801", "nodeID": "clusters_20220226_20220305_8"}, "1173": {"publisher": "The Sydney Morning Herald", "image": "", "title": "NSW, Queensland floods LIVE updates: Death toll rises as SES continue rescues in Lismore, Ballina and Brisbane; Sydney prepares for torrential downpours across city", "url": "", "timestamp": "2022-03-02", "previewText": "More evacuation orders have been issued for a dozen communities, including parts of Pitt Town, Windsor, and Richmond Lowlands.\n\"If you are in any of the evacuation order areas then now is the time to leave,\" the SES says.\nParts of Oakville 11pmPitt T ...", "importance": "1", "id": "1173", "nodeID": "clusters_20220226_20220305_8"}, "1539": {"publisher": "The West Australian", "image": "", "title": "Putin has broken international law: UK", "url": "", "timestamp": "2022-02-21", "previewText": "Putin has broken international law: UKWilliam JamesReutersTue, 22 February 2022 4:35AM\nRussian President Vladimir Putin's recognition of breakaway regions of eastern Ukraine is a breach of international law, British Prime Minister Boris Johnson says. ...", "importance": "1", "id": "1539", "nodeID": "clusters_20220217_20220226_1"}, "2376": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Dehydrated woman rescued from outback as search continues for missing man", "url": "", "timestamp": "2022-02-28", "previewText": "Police are searching for a man who has been missing in South Australia's far north for two days, following the rescue of his dehydrated travelling companion, who is now receiving treatment in hospital.\nThe alarm was raised on Sunday afternoon when fa ...", "importance": "1", "id": "2376", "nodeID": "clusters_20220226_20220305_0"}, "1855": {"publisher": "The West Australian", "image": "", "title": "Cop car hits dirt bike rider", "url": "", "timestamp": "2022-02-19", "previewText": "Police car crashes into dirt bike rider in Sydney's southMelissa IariaNCA NewsWireSat, 19 February 2022 9:40AM\nPolice have crashed with a dirt bike in Sydney's south, with the rider taken to hospital for treatment.\nOfficers attached to South Sydney P ...", "importance": "1", "id": "1855", "nodeID": "clusters_20220217_20220226_0"}, "129": {"publisher": "The Age", "image": "", "title": "The case for raising Warragamba Dam, just one of several steps to save life and property", "url": "", "timestamp": "2022-03-09", "previewText": "Once again, the current flood menace in western Sydney has highlighted the extreme risks as forewarned with the release of Hazard and Risk in the Hawkesbury-Nepean Valley by the NSW State Emergency Service in June 2020.\nThis report tells us about 55, ...", "importance": "1", "id": "129", "nodeID": "clusters_20220305_20220314_8"}, "2097": {"publisher": "Australian Financial Review", "image": "", "title": "Options windfall leaves Magellan five-year window", "url": "", "timestamp": "2022-02-25", "previewText": "If you assumed all staff were issued rights over the same number of options, a rough calculation suggests they'd be worth $2.52 million each at the strike price (each employee having rights over 71,942 options). The mooted $4 million figure for resea ...", "importance": "1", "id": "2097", "nodeID": "clusters_20220217_20220226_7"}, "2267": {"publisher": "The West Australian", "image": "", "title": "Thousands expected to march for justice", "url": "", "timestamp": "2022-02-21", "previewText": "Thousands expected to march for justiceMaeve BannisterAAPMon, 21 February 2022 1:08PM\nTens of thousands of people across Australia are expected to march for justice this weekend, marking the anniversary of last year's historic event.\nProtesters on Fe ...", "importance": "1", "id": "2267", "nodeID": "clusters_20220217_20220226_5"}, "50": {"publisher": "Australian Financial Review", "image": "", "title": "Investors can bank profits from the race to go green", "url": "", "timestamp": "2022-03-21", "previewText": "This is especially true when (not if) we see a proper price put on carbon emissions. This seems inevitable if countries are to achieve the goals of the Paris Agreement. A carbon tax north of $US100 per tonne looks likely in his view and one recent st ...", "importance": "1", "id": "50", "nodeID": "clusters_20220314_20220322_7"}, "1987": {"publisher": "The Age", "image": "", "title": "Hiding in plain sight: Queer unearths the NGV works that should have shocked the old guard", "url": "", "timestamp": "2022-03-03", "previewText": "Just as wonderfully outrageous is Lizzy Gardiner's The American Express* gold card dress (1995-98). It is described as having created a \"notorious red-carpet moment\" when Gardiner wore it in 1995 to the Academy Awards to accept her Oscar for best cos ...", "importance": "1", "id": "1987", "nodeID": "clusters_20220226_20220305_6"}, "2459": {"publisher": "Perth Now", "image": "", "title": "China faces multiple challenges: premier", "url": "", "timestamp": "2022-03-11", "previewText": "A top Chinese leader has warned of \"rising uncertainties\" and pledged tax cuts to shore up growth as the potential economic and geopolitical fallout from Russia's invasion of Ukraine loomed over an annual meeting of China's ceremonial legislature.\nPr ...", "importance": "1", "id": "2459", "nodeID": "clusters_20220305_20220314_1"}, "1872": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Darwin no longer on cyclone watch as Tropical Cyclone Anika moves towards Kimberley coast", "url": "", "timestamp": "2022-02-26", "previewText": "The Bureau of Meteorology (BOM) has removed Darwin from a cyclone watch zone as Tropical Cyclone Anika continues to move closer to the north Kimberley coast.\nThe BOM said Tropical Cyclone Anika, which formed into a category one system in the Timor Se ...", "importance": "1", "id": "1872", "nodeID": "clusters_20220226_20220305_8"}, "2527": {"publisher": "Australian Financial Review", "image": "", "title": "Investment to accelerate Australia's energy transition to net zero", "url": "", "timestamp": "2022-02-20", "previewText": "As a nation, our emission level is ranked 15th and we contribute 1 per cent of total global emissions, while our per capita emission level is ranked 8th.\nIt is apparent that this is a space where we can do more for creating, delivering and using ener ...", "importance": "1", "id": "2527", "nodeID": "clusters_20220217_20220226_7"}, "2251": {"publisher": "Perth Now", "image": "", "title": "Presenter RESPONDS to leaked Morris comments", "url": "", "timestamp": "2022-03-20", "previewText": "Fox Sports broadcaster Megan Barnard has broken her silence on the \"degrading\" comments made by former colleague Tom Morris which were leaked earlier this week.\nMorris was sacked from his job after a recording of him was released in which he revealed ...", "importance": "1", "id": "2251", "nodeID": "clusters_20220314_20220322_4"}, "1497": {"publisher": "The Examiner", "image": "", "title": "Driver used ice before Midland Highway crash, court told", "url": "", "timestamp": "2022-03-06", "previewText": "A 34-year-old man who was high on ice drove erratically on the incorrect side of the Midland Highway before crashing into an oncoming vehicle, the Launceston Magistrates Court heard. Phillip James Standage pleaded guilty to a spate of crimes committe ...", "importance": "1", "id": "1497", "nodeID": "clusters_20220305_20220314_0"}, "1199": {"publisher": "The West Australian", "image": "", "title": "Two in hospital after car collides with Australind train", "url": "", "timestamp": "2022-03-07", "previewText": "Two in hospital after car collides with Australind train on Sunday afternoonJacinta CantatoreSouth Western TimesMon, 7 March 2022 10:34AM\nTwo people were taken to hospital yesterday after a car collided with the Australind train during its afternoon  ...", "importance": "1", "id": "1199", "nodeID": "clusters_20220305_20220314_0"}, "1276": {"publisher": "Perth Now", "image": "", "title": "Woman followed before shock roadside attack", "url": "", "timestamp": "2022-03-19", "previewText": "A major search is underway for a man who choked and bashed a young woman in a callous roadside attack in a remote part of Western Australia.\nThe 20-year-old fell into trouble on Friday afternoon while travelling through the state's northwest while tr ...", "importance": "1", "id": "1276", "nodeID": "clusters_20220314_20220322_0"}, "1205": {"publisher": "Perth Now", "image": "", "title": "COVID DEATH: Tragedy as WA records 2365 new cases", "url": "", "timestamp": "2022-03-07", "previewText": "A woman in her 40s has died with COVID -- the third death of the current Omicron wave -- as WA reported a further 2365 cases on Monday.\nThe number of people in hospital with the disease also increased to 36, although none of them are receiving treatm ...", "importance": "1", "id": "1205", "nodeID": "clusters_20220305_20220314_9"}, "385": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Perceived as a declaration of war': What might Russia do next in the Ukraine crisis?", "url": "", "timestamp": "2022-02-22", "previewText": "Global efforts to head off a Russian invasion of Ukraine have been dealt a serious blow.\nRussian President Vladimir Putin has signed decrees recognising the independence of two separatist regions in eastern Ukraine and ordered his military to \"mainta ...", "importance": "1", "id": "385", "nodeID": "clusters_20220217_20220226_1"}, "1751": {"publisher": "The West Australian", "image": "", "title": "Qld dam releases different to 2011 flood", "url": "", "timestamp": "2022-03-01", "previewText": "Qld dam releases different to 2011 floodNick GibbsAAPTue, 1 March 2022 10:04AM\nResidents are being reassured that controlled releases from Wivenhoe Dam will not cause the Brisbane River to rise above Monday's 3.85 metre peak when thousands of homes f ...", "importance": "1", "id": "1751", "nodeID": "clusters_20220226_20220305_8"}, "2085": {"publisher": "Perth Now", "image": "", "title": "India's Jadeja belts Test ton v Sri Lanka", "url": "", "timestamp": "2022-03-05", "previewText": "India allrounder Ravindra Jadeja has completed his second Test hundred and with Ravichandran Ashwin helped the hosts to a big first innings total against Sri Lanka on the second day of the opening Test in Mohali.\nLeft-hander Jadeja was unbeaten on 10 ...", "importance": "1", "id": "2085", "nodeID": "clusters_20220305_20220314_3"}, "945": {"publisher": "Perth Now", "image": "", "title": "Sports backlash for Russia over invasion", "url": "", "timestamp": "2022-02-24", "previewText": "St Petersburg won't host the Champions League final following Russia's attack on Ukraine.\nThe Associated Press has reported that the world's biggest club football showpiece will be taken away from Russia - and that looks likely to be just the start o ...", "importance": "1", "id": "945", "nodeID": "clusters_20220217_20220226_2"}, "693": {"publisher": "Perth Now", "image": "", "title": "More good news for WA as new COVID case numbers drop AGAIN", "url": "", "timestamp": "2022-03-21", "previewText": "New COVID cases have dropped for a fourth consecutive day to 5566 while the number of people in hospital with the virus remains relatively steady at 163.\nThere were four people receiving treatment in ICU and no new deaths were reported on Monday.\nThe ...", "importance": "1", "id": "693", "nodeID": "clusters_20220314_20220322_9"}, "150": {"publisher": "The Age", "image": "", "title": "NSW, Queensland floods LIVE updates: Death toll rises as SES continue rescues in Lismore, Ballina and Brisbane; Sydney prepares for torrential downpours across city", "url": "", "timestamp": "2022-03-02", "previewText": "More evacuation orders have been issued for a dozen communities, including parts of Pitt Town, Windsor, and Richmond Lowlands.\n\"If you are in any of the evacuation order areas then now is the time to leave,\" the SES says. The following evacuation ord ...", "importance": "1", "id": "150", "nodeID": "clusters_20220226_20220305_8"}, "1071": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Goldfields health services urge caution as community braces for COVID spread", "url": "", "timestamp": "2022-02-22", "previewText": "Two years into the pandemic, COVID-19 has reached the Goldfields region as Western Australia transitions to living with the virus.\nLocal authorities are now putting plans in place with respect to how COVID cases in the community will be reported and  ...", "importance": "1", "id": "1071", "nodeID": "clusters_20220217_20220226_9"}, "1767": {"publisher": "The Sydney Morning Herald", "image": "", "title": "The dark, trans tale that Barbra Streisand kept from us, until now", "url": "", "timestamp": "2022-03-10", "previewText": "For a brief moment in the 20th century, Isaac Bashevis Singer's Yentl burned brightly: first as a celebrated short story, then as an award-winning Broadway stage play, and finally as the 1983 film which Barbra Streisand produced, directed, co-wrote a ...", "importance": "1", "id": "1767", "nodeID": "clusters_20220305_20220314_6"}, "1181": {"publisher": "The Age", "image": "", "title": "As it happened: Russia-Ukraine peace talks break up as huge explosions reported in Kyiv; floods worsen in NSW, Queensland as more evacuation orders issued", "url": "", "timestamp": "2022-03-02", "previewText": "Prime Minister Scott Morrison is holding a press conference.\nWatch it here\nQueensland's premier has revealed Brisbane received 80 per cent of its annual rainfall in three days as the state's police force now grapples with looting in isolated flood ar ...", "importance": "1", "id": "1181", "nodeID": "clusters_20220226_20220305_8"}}, "nodes": {"clusters_20220217_20220226_0": {"lineIDs": [8, 18, 30], "importance": "1", "articleIDs": ["1854", "1855", "92", "2505"], "label": "Cop car hits dirt bike rider", "cluster_words": "police, kenyon, mr kenyon, year old, officers, girl, man, kamel, old, bike", "time": "2022-02-17", "id": "clusters_20220217_20220226_0", "row": "0", "column": "0"}, "clusters_20220217_20220226_1": {"lineIDs": [0, 4, 26], "importance": "1", "articleIDs": ["1539", "385", "2192"], "label": "Putin has broken international law: UK", "cluster_words": "sanctions, china, foreign, eu, regions, chinese, putin, moscow, president, eastern", "time": "2022-02-17", "id": "clusters_20220217_20220226_1", "row": "1", "column": "0"}, "clusters_20220217_20220226_2": {"lineIDs": [1, 11, 22], "importance": "1", "articleIDs": ["945"], "label": "Sports backlash for Russia over invasion", "cluster_words": "games, olympic, olympics, athletes, valieva, beijing, mitchell, ioc, doping, winter", "time": "2022-02-17", "id": "clusters_20220217_20220226_2", "row": "2", "column": "0"}, "clusters_20220217_20220226_3": {"lineIDs": [20, 21, 25, 29], "importance": "1", "articleIDs": ["2092", "2093"], "label": "Yadav leads India T20I sweep over WIndies", "cluster_words": "faulkner, pcb, pakistan, series, yadav, india, edgar, pakistan cricket, zealand, new zealand", "time": "2022-02-17", "id": "clusters_20220217_20220226_3", "row": "3", "column": "0"}, "clusters_20220217_20220226_4": {"lineIDs": [3, 13, 16], "importance": "1", "articleIDs": ["2319", "2503", "2502", "1980", "1877"], "label": "Morrison backs bill excluding female trans athletes from women's sport", "cluster_words": "chandler, sport, senator, senator chandler, club, sex, women, women sport, transgender, claire", "time": "2022-02-17", "id": "clusters_20220217_20220226_4", "row": "4", "column": "0"}, "clusters_20220217_20220226_5": {"lineIDs": [6, 15, 28], "importance": "1", "articleIDs": ["1786", "808", "2267", "487"], "label": "Consent class welcomed", "cluster_words": "schools, education, consent, students, mining, coal, discrimination, contos, curriculum, school", "time": "2022-02-17", "id": "clusters_20220217_20220226_5", "row": "5", "column": "0"}, "clusters_20220217_20220226_6": {"lineIDs": [7, 17, 23, 27], "importance": "1", "articleIDs": ["2407", "2471"], "label": "World's richest short story competition now open", "cluster_words": "kendrick, music, stone, film, kellerman, stone says, australia decides, surgery, decides, lamar", "time": "2022-02-17", "id": "clusters_20220217_20220226_6", "row": "6", "column": "0"}, "clusters_20220217_20220226_7": {"lineIDs": [2, 12], "importance": "1", "articleIDs": ["1685", "2527", "1729", "1666", "2097"], "label": "Mineral Commodities unveils maiden mineral sands reserve", "cluster_words": "buses, rio, company, ore, electric, carnegie, cent, million, earnings, iron ore", "time": "2022-02-17", "id": "clusters_20220217_20220226_7", "row": "7", "column": "0"}, "clusters_20220217_20220226_8": {"lineIDs": [5, 14, 24], "importance": "1", "articleIDs": ["1872"], "label": "Darwin no longer on cyclone watch as Tropical Cyclone Anika moves towards Kimberley coast", "cluster_words": "cladding, parking, buildings, fruit, bangay, upgrades, gamba, garden, plants, owners", "time": "2022-02-17", "id": "clusters_20220217_20220226_8", "row": "8", "column": "0"}, "clusters_20220217_20220226_9": {"lineIDs": [9, 10, 19], "importance": "1", "articleIDs": ["1071"], "label": "Goldfields health services urge caution as community braces for COVID spread", "cluster_words": "cases, covid, covid 19, 19, recorded, intensive care, intensive, people hospital, vaccinated, aged", "time": "2022-02-17", "id": "clusters_20220217_20220226_9", "row": "9", "column": "0"}, "clusters_20220226_20220305_0": {"lineIDs": [30], "importance": "1", "articleIDs": ["2376"], "label": "Dehydrated woman rescued from outback as search continues for missing man", "cluster_words": "firearm, 3d, allegedly, firearms, possess, marshall, ammunition, manufacture, 3d printed, prohibited", "time": "2022-02-26", "id": "clusters_20220226_20220305_0", "row": "0", "column": "1"}, "clusters_20220226_20220305_1": {"lineIDs": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 11, 12, 13, 14, 15, 17, 18, 19], "importance": "1", "articleIDs": ["2489", "1749", "2330", "2581", "1236"], "label": "Russian convoy advances in Ukraine", "cluster_words": "ukrainian, kyiv, city, military, civilians, forces, war, kharkiv, invasion, killed", "time": "2022-02-26", "id": "clusters_20220226_20220305_1", "row": "1", "column": "1"}, "clusters_20220226_20220305_2": {"lineIDs": [22, 26], "importance": "1", "articleIDs": ["1140", "88", "821", "80", "1650"], "label": "Russian, Belarusian skaters banned by international governing body", "cluster_words": "athletes, russian belarusian, olympic, paralympic, abramovich, belarusian, fifa, ioc, chelsea, competitions", "time": "2022-02-26", "id": "clusters_20220226_20220305_2", "row": "2", "column": "1"}, "clusters_20220226_20220305_3": {"lineIDs": [25], "importance": "1", "articleIDs": ["1649", "1805", "2084", "2082", "2080", "2085"], "label": "A world in shock as tributes pour in for cricket legend Shane Warne", "cluster_words": "warne, cricket, shane, test, shane warne, merriman, england, pakistan, marsh, rod", "time": "2022-02-26", "id": "clusters_20220226_20220305_3", "row": "3", "column": "1"}, "clusters_20220226_20220305_4": {"lineIDs": [16, 20, 21, 29], "importance": "1", "articleIDs": ["1877", "307", "610"], "label": "Reds book ALW finals spot with Victory win", "cluster_words": "club, afl, season, nrl, football, cte, acl, clubs, sydney, league", "time": "2022-02-26", "id": "clusters_20220226_20220305_4", "row": "4", "column": "1"}, "clusters_20220226_20220305_5": {"lineIDs": [28], "importance": "1", "articleIDs": ["487", "1762"], "label": "LGBTQIA+ advocates call to ban unnecessary medical interventions", "cluster_words": "sexual, university, misconduct, sexual misconduct, reports, sexual violence, disclosures, anu, campus, anderson said", "time": "2022-02-26", "id": "clusters_20220226_20220305_5", "row": "5", "column": "1"}, "clusters_20220226_20220305_6": {"lineIDs": [23, 27], "importance": "1", "articleIDs": ["1508", "1987", "158"], "label": "Award puts local legend in spotlight", "cluster_words": "music, queer, julie, theatre, masculinity, drag, trans, toxic masculinity, bohie, film", "time": "2022-02-26", "id": "clusters_20220226_20220305_6", "row": "6", "column": "1"}, "clusters_20220226_20220305_8": {"lineIDs": [24], "importance": "1", "articleIDs": ["1872", "1829", "1628", "801", "1751", "1181", "150", "1173"], "label": "Darwin no longer on cyclone watch as Tropical Cyclone Anika moves towards Kimberley coast", "cluster_words": "water, flood, residents, rain, climate, brisbane, river, weather, coast, flooding", "time": "2022-02-26", "id": "clusters_20220226_20220305_8", "row": "8", "column": "1"}, "clusters_20220226_20220305_9": {"lineIDs": [10], "importance": "1", "articleIDs": ["954", "951", "1801"], "label": "WA's COVID caseload closes in on 10,000, but none in ICU", "cluster_words": "covid, cases, flu, covid 19, 19, dr, health, influenza, respiratory, infections", "time": "2022-02-26", "id": "clusters_20220226_20220305_9", "row": "9", "column": "1"}, "clusters_20220305_20220314_0": {"lineIDs": [30], "importance": "1", "articleIDs": ["1497", "1199"], "label": "Driver used ice before Midland Highway crash, court told", "cluster_words": "police, crash, man, car, vehicle, driving, driver, standage, thomas, court", "time": "2022-03-05", "id": "clusters_20220305_20220314_0", "row": "0", "column": "2"}, "clusters_20220305_20220314_1": {"lineIDs": [0, 1, 2, 3, 4, 5, 6, 7, 8, 9, 11, 12, 13, 14, 15, 17, 18, 19, 20, 29], "importance": "1", "articleIDs": ["1236", "2459", "2460"], "label": "Through the looking glass: how Russians see the war", "cluster_words": "china, nuclear, war, foreign, mariupol, civilians, oil, kyiv, forces, putin", "time": "2022-03-05", "id": "clusters_20220305_20220314_1", "row": "1", "column": "2"}, "clusters_20220305_20220314_2": {"lineIDs": [22, 26], "importance": "1", "articleIDs": ["1565", "412", "418", "1727"], "label": "Russia appeal amid call to deepen boycott", "cluster_words": "slalom, perrine, football, cas, korda, football association, international sporting, medal, sporting, djokovic", "time": "2022-03-05", "id": "clusters_20220305_20220314_2", "row": "2", "column": "2"}, "clusters_20220305_20220314_3": {"lineIDs": [25], "importance": "1", "articleIDs": ["1805", "2084", "2082", "2080", "2085", "2178"], "label": "'Transcended cricket': Aussie skippers pay tribute to Warne", "cluster_words": "warne, sri, shane, shane warne, lanka, sri lanka, test, rohit, jayawickrama, faheem", "time": "2022-03-05", "id": "clusters_20220305_20220314_3", "row": "3", "column": "2"}, "clusters_20220305_20220314_4": {"lineIDs": [16, 21, 23], "importance": "1", "articleIDs": ["1601", "271"], "label": "Labor leaders cop backlash for attending outdoor event ", "cluster_words": "game, afl, supercoach, season, players, mitchell, melbourne, coach, got, nbl", "time": "2022-03-05", "id": "clusters_20220305_20220314_4", "row": "4", "column": "2"}, "clusters_20220305_20220314_5": {"lineIDs": [28], "importance": "1", "articleIDs": ["1762", "1349", "1345", "1344", "2218"], "label": "Morrison government pledges $189 million for sexual, family violence", "cluster_words": "violence, consent, women, sexual, education, young people, survey, stealthing, sexual violence, family violence", "time": "2022-03-05", "id": "clusters_20220305_20220314_5", "row": "5", "column": "2"}, "clusters_20220305_20220314_6": {"lineIDs": [27], "importance": "1", "articleIDs": ["2169", "2231", "1767", "1469"], "label": "Her vagina art caused an uproar in 1967; today Vivienne Binns is celebrated as a feminist artist", "cluster_words": "binns, art, biennale, artists, experience, exhibition, connection, gallery, museum, noa", "time": "2022-03-05", "id": "clusters_20220305_20220314_6", "row": "6", "column": "2"}, "clusters_20220305_20220314_8": {"lineIDs": [24], "importance": "1", "articleIDs": ["1560", "129"], "label": "Sydney rain chaos sparks major evacuation", "cluster_words": "dredging, nsw, estuary, kpmg, tamar, report, sediment, carnarvon, flood, metres", "time": "2022-03-05", "id": "clusters_20220305_20220314_8", "row": "8", "column": "2"}, "clusters_20220305_20220314_9": {"lineIDs": [10], "importance": "1", "articleIDs": ["1801", "1205", "2535"], "label": "Hospital visitor guidelines updated as WA records 2289 new cases of COVID-19", "cluster_words": "cases, covid, covid 19, health, 19, tests, hospital, patients, infections, deaths", "time": "2022-03-05", "id": "clusters_20220305_20220314_9", "row": "9", "column": "2"}, "clusters_20220314_20220322_0": {"lineIDs": [30], "importance": "1", "articleIDs": ["1276", "1273", "828"], "label": "Woman followed before shock roadside attack", "cluster_words": "paramedics, girl, lacerations, woman, fence, car, kangaroo, vehicle, man, choked", "time": "2022-03-14", "id": "clusters_20220314_20220322_0", "row": "0", "column": "3"}, "clusters_20220314_20220322_1": {"lineIDs": [0, 1, 2, 3, 5, 6, 7, 8, 9, 20], "importance": "1", "articleIDs": [], "label": "Russia says illusions about the West over", "cluster_words": "mariupol, military, ukrainian, zelenskyy, china, defence, moscow, war, president, putin", "time": "2022-03-14", "id": "clusters_20220314_20220322_1", "row": "1", "column": "3"}, "clusters_20220314_20220322_2": {"lineIDs": [22, 26], "importance": "1", "articleIDs": [], "label": "Man City top money league for first time", "cluster_words": "qatar, money league, hidalgo, olympic, horton, league, gaal, van gaal, money, revenue", "time": "2022-03-14", "id": "clusters_20220314_20220322_2", "row": "2", "column": "3"}, "clusters_20220314_20220322_3": {"lineIDs": [25], "importance": "1", "articleIDs": ["900"], "label": "The right to mourn for Warne", "cluster_words": "west indies, indies, england, bangladesh, overs, runs, follow, balls, bowling, test", "time": "2022-03-14", "id": "clusters_20220314_20220322_3", "row": "3", "column": "3"}, "clusters_20220314_20220322_4": {"lineIDs": [16, 21, 23], "importance": "1", "articleIDs": ["2251"], "label": "Presenter RESPONDS to leaked Morris comments", "cluster_words": "beveridge, game, morris, season, injury, bulldogs, coach, danny, afl, ve", "time": "2022-03-14", "id": "clusters_20220314_20220322_4", "row": "4", "column": "3"}, "clusters_20220314_20220322_5": {"lineIDs": [28], "importance": "1", "articleIDs": ["852"], "label": "Teachers asked to sign anti-gay contract", "cluster_words": "tame, discrimination, religious, ms tame, teachers, students, legislation, school, muslim, offensive", "time": "2022-03-14", "id": "clusters_20220314_20220322_5", "row": "5", "column": "3"}, "clusters_20220314_20220322_6": {"lineIDs": [27], "importance": "1", "articleIDs": ["317"], "label": "How talking about killing Kylie Jenner allowed Zindzi Okenyo to tackle appropriation and racism", "cluster_words": "stella, prize, okenyo, writers, writing, book, stella prize, mean, literary, creative", "time": "2022-03-14", "id": "clusters_20220314_20220322_6", "row": "6", "column": "3"}, "clusters_20220314_20220322_7": {"lineIDs": [4, 11, 12, 13, 14, 15, 17, 18, 19, 29], "importance": "1", "articleIDs": ["1411", "2288", "50"], "label": "Share the burden: dump fuel tax exemptions", "cluster_words": "esg, shaw, investors, tax, hopkins, property, ratings, company, companies, financial", "time": "2022-03-14", "id": "clusters_20220314_20220322_7", "row": "7", "column": "3"}, "clusters_20220314_20220322_8": {"lineIDs": [24], "importance": "1", "articleIDs": [], "label": "Key features of Australia-India deal", "cluster_words": "land, vine, council, queensland, species, claw, ballina, environment, nsw, biosolids", "time": "2022-03-14", "id": "clusters_20220314_20220322_8", "row": "8", "column": "3"}, "clusters_20220314_20220322_9": {"lineIDs": [10], "importance": "1", "articleIDs": ["2603", "733", "737", "693"], "label": "WA reaches new daily COVID record, five in ICU", "cluster_words": "mushrooms, death cap, cases, covid, health, cap, act, hospitalisations, cap mushrooms, wa", "time": "2022-03-14", "id": "clusters_20220314_20220322_9", "row": "9", "column": "3"}}, "lines": {"0": {"id": 0, "nodeIDs": ["clusters_20220217_20220226_1", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 1.0}, "1": {"id": 1, "nodeIDs": ["clusters_20220217_20220226_2", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.77286878362692}, "2": {"id": 2, "nodeIDs": ["clusters_20220217_20220226_7", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.7695369785425552}, "3": {"id": 3, "nodeIDs": ["clusters_20220217_20220226_4", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.7442984177112664}, "4": {"id": 4, "nodeIDs": ["clusters_20220217_20220226_1", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.7435807272837331}, "5": {"id": 5, "nodeIDs": ["clusters_20220217_20220226_8", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.7297511444551112}, "6": {"id": 6, "nodeIDs": ["clusters_20220217_20220226_5", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.7291060404537981}, "7": {"id": 7, "nodeIDs": ["clusters_20220217_20220226_6", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.6947861627077979}, "8": {"id": 8, "nodeIDs": ["clusters_20220217_20220226_0", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.6947031412030753}, "9": {"id": 9, "nodeIDs": ["clusters_20220217_20220226_9", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.6806282219051811}, "10": {"id": 10, "nodeIDs": ["clusters_20220217_20220226_9", "clusters_20220226_20220305_9", "clusters_20220305_20220314_9", "clusters_20220314_20220322_9"], "line_label": "", "importance": 0.6179587474664221}, "11": {"id": 11, "nodeIDs": ["clusters_20220217_20220226_2", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.5164495109106533}, "12": {"id": 12, "nodeIDs": ["clusters_20220217_20220226_7", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.5131177058262884}, "13": {"id": 13, "nodeIDs": ["clusters_20220217_20220226_4", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.4878791449949995}, "14": {"id": 14, "nodeIDs": ["clusters_20220217_20220226_8", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.4733318717388443}, "15": {"id": 15, "nodeIDs": ["clusters_20220217_20220226_5", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.47268676773753115}, "16": {"id": 16, "nodeIDs": ["clusters_20220217_20220226_4", "clusters_20220226_20220305_4", "clusters_20220305_20220314_4", "clusters_20220314_20220322_4"], "line_label": "", "importance": 0.44769085005831144}, "17": {"id": 17, "nodeIDs": ["clusters_20220217_20220226_6", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.4383668899915312}, "18": {"id": 18, "nodeIDs": ["clusters_20220217_20220226_0", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.43828386848680845}, "19": {"id": 19, "nodeIDs": ["clusters_20220217_20220226_9", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.4242089491889144}, "20": {"id": 20, "nodeIDs": ["clusters_20220217_20220226_3", "clusters_20220226_20220305_4", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.32749248185454616}, "21": {"id": 21, "nodeIDs": ["clusters_20220217_20220226_3", "clusters_20220226_20220305_4", "clusters_20220305_20220314_4", "clusters_20220314_20220322_4"], "line_label": "", "importance": 0.26514505681223643}, "22": {"id": 22, "nodeIDs": ["clusters_20220217_20220226_2", "clusters_20220226_20220305_2", "clusters_20220305_20220314_2", "clusters_20220314_20220322_2"], "line_label": "", "importance": 0.22811989425117818}, "23": {"id": 23, "nodeIDs": ["clusters_20220217_20220226_6", "clusters_20220226_20220305_6", "clusters_20220305_20220314_4", "clusters_20220314_20220322_4"], "line_label": "", "importance": 0.1909735607104236}, "24": {"id": 24, "nodeIDs": ["clusters_20220217_20220226_8", "clusters_20220226_20220305_8", "clusters_20220305_20220314_8", "clusters_20220314_20220322_8"], "line_label": "", "importance": 0.15169483310021403}, "25": {"id": 25, "nodeIDs": ["clusters_20220217_20220226_3", "clusters_20220226_20220305_3", "clusters_20220305_20220314_3", "clusters_20220314_20220322_3"], "line_label": "", "importance": 0.13654536045352306}, "26": {"id": 26, "nodeIDs": ["clusters_20220217_20220226_1", "clusters_20220226_20220305_2", "clusters_20220305_20220314_2", "clusters_20220314_20220322_2"], "line_label": "", "importance": 0.12222675593007859}, "27": {"id": 27, "nodeIDs": ["clusters_20220217_20220226_6", "clusters_20220226_20220305_6", "clusters_20220305_20220314_6", "clusters_20220314_20220322_6"], "line_label": "", "importance": 0.10203041236234789}, "28": {"id": 28, "nodeIDs": ["clusters_20220217_20220226_5", "clusters_20220226_20220305_5", "clusters_20220305_20220314_5", "clusters_20220314_20220322_5"], "line_label": "", "importance": 0.08184522491416091}, "29": {"id": 29, "nodeIDs": ["clusters_20220217_20220226_3", "clusters_20220226_20220305_4", "clusters_20220305_20220314_1", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.07107320913827941}, "30": {"id": 30, "nodeIDs": ["clusters_20220217_20220226_0", "clusters_20220226_20220305_0", "clusters_20220305_20220314_0", "clusters_20220314_20220322_0"], "line_label": "", "importance": 0.0}}}