{"articles": {"82": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Man, 82, charged with murder after body of 'severely emaciated' woman found at Sydney's south-west", "url": "", "timestamp": "2022-03-19", "previewText": "An 82-year-old man will remain behind bars after the body of a woman was found at a home in Sydney's south-west.\nParamedics were called to a property on Pandora Street in Greenacre yesterday morning to respond to a medical episode.\nOn arrival, they f ...", "importance": "1", "id": "82", "nodeID": "clusters_20220315_20220322_3"}, "187": {"publisher": "The West Australian", "image": "", "title": "Victoria dumps $800 million property tax", "url": "", "timestamp": "2022-03-01", "previewText": "Victoria dumps $800 million property taxAAPAAPTue, 1 March 2022 8:02AM\nVictoria's government is backing down from it $800 million housing tax on property developments to fund social housing.\nThe Andrews Labor government announced in late February its ...", "importance": "1", "id": "187", "nodeID": "clusters_20220225_20220306_5"}, "41": {"publisher": "The West Australian", "image": "", "title": "Safe homes for domestic violence victims", "url": "", "timestamp": "2022-03-14", "previewText": "NSW announces 68 new safe homes for domestic violence survivorsAnton NilssonNCA NewsWireMon, 14 March 2022 11:50AM\nDomestic violence survivors have been given access to safe housing as part of a $52.5 million NSW investment.\nHomes for victims and sur ...", "importance": "1", "id": "41", "nodeID": "clusters_20220306_20220315_5"}, "247": {"publisher": "The Age", "image": "", "title": "Government targets aged care 'over-servicing' by physiotherapists", "url": "", "timestamp": "2022-03-18", "previewText": "The federal government believes aged care homes are wasting money on allied health services such as physiotherapists, which will no longer be directly funded under new rules.\nA letter from Aged Care Services Minister Richard Colbeck, seen by The Sydn ...", "importance": "1", "id": "247", "nodeID": "clusters_20220315_20220322_0"}, "136": {"publisher": "The Age", "image": "", "title": "Volunteer spirit shines in Mullumbimby, as frustration grows at recovery effort", "url": "", "timestamp": "2022-03-06", "previewText": "Metre-high piles of waterlogged household items - mattresses, children's toys, microwaves, scraps of wall - have taken over the footpath on each side of Argyle Street in Mullumbimby, the main road guiding visitors into the northern NSW community.\nAt  ...", "importance": "1", "id": "136", "nodeID": "clusters_20220306_20220315_4"}, "6": {"publisher": "The Age", "image": "", "title": "Gloria lost everything in the floods. Here's why she's rebuilding", "url": "", "timestamp": "2022-03-21", "previewText": "Gloria Grande has lived in the same house in Coraki, in the Northern Rivers region of NSW, for the past six decades.\nThe 80-year-old former barmaid is one of thousands of homeless homeowners after recent floods devastated the area, about 25 minutes f ...", "importance": "1", "id": "6", "nodeID": "clusters_20220315_20220322_4"}, "300": {"publisher": "The West Australian", "image": "", "title": "Making a difference one sale at a time", "url": "", "timestamp": "2022-02-27", "previewText": "Making a difference one sale at a timeAnthony MatteoThe West AustralianMon, 28 February 2022 12:00AM\nAccording to the Australian Bureau of Statistics' 2016 Census, more than 9000 people experience homelessness each night in Western Australia.\nTo comb ...", "importance": "1", "id": "300", "nodeID": "clusters_20220225_20220306_5"}, "305": {"publisher": "The Age", "image": "", "title": "An open letter to Mark McGowan: WA's homeless face perfect storm when border opens", "url": "", "timestamp": "2022-02-25", "previewText": "Last month several prominent advocates wrote requesting urgent attention to the very low rates of vaccination among the urban homeless community in Western Australia, in particular for First Nations people who make up approximately 40 per cent of Per ...", "importance": "1", "id": "305", "nodeID": "clusters_20220225_20220306_2"}, "5": {"publisher": "The West Australian", "image": "", "title": "We want a place like home, say seniors", "url": "", "timestamp": "2022-03-04", "previewText": "We want a place like home, say seniorsAAPAAPSat, 5 March 2022 4:01AM\nOlder Australians continue to fear being abused and neglected in aged care, according to research 12 months on from the damning findings of a federal royal commission.\nThe two-year  ...", "importance": "1", "id": "5", "nodeID": "clusters_20220225_20220306_0"}, "414": {"publisher": "The West Australian", "image": "", "title": "Tackling poverty is good economics: report", "url": "", "timestamp": "2022-03-01", "previewText": "Tackling poverty is good economics: reportMarion RaeAAPWed, 2 March 2022 7:22AM\nProgress on reducing poverty and inequality during the first wave of the pandemic has rapidly reversed, according to new research.\nCOVID-19 support payments changed lives ...", "importance": "1", "id": "414", "nodeID": "clusters_20220225_20220306_1"}, "289": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'We have so much power, we make things happen': Meet the women of West Papua", "url": "", "timestamp": "2022-03-21", "previewText": "On the streets of Perth, almost 4,000 kilometres from West Papua, Wiwince Pigome raises the Morning Star flag.\nIn doing so, she renews a decades-long push for independence from Indonesia.\nWhile the flag can be freely flown in Australia, the same acti ...", "importance": "1", "id": "289", "nodeID": "clusters_20220315_20220322_2"}, "188": {"publisher": "Perth Now", "image": "", "title": "Victoria dumps $800 million property tax", "url": "", "timestamp": "2022-03-01", "previewText": "Victoria's government is backing down from it $800 million housing tax on property developments to fund social housing.\nThe Andrews Labor government announced in late February its plans to impose a 1.75 per cent levy on new developments of more than  ...", "importance": "1", "id": "188", "nodeID": "clusters_20220225_20220306_5"}, "418": {"publisher": "Australian Financial Review", "image": "", "title": "Australian property: East coast apartment shortage looms", "url": "", "timestamp": "2022-03-09", "previewText": "Slumping new apartment commencements across the east coast of Australia are lining the country up for a severe undersupply of new homes in two years' time, at a time when migrants, skilled workers and foreign students will be taking advantage of re-o ...", "importance": "1", "id": "418", "nodeID": "clusters_20220306_20220315_5"}, "420": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Disgusting' food served to aged care residents despite $460 million handout", "url": "", "timestamp": "2022-02-28", "previewText": "The federal government does not know how much of almost half-a-billion dollars it paid aged care providers to improve nutrition was spent on meals, as families report residents are still being served \"disgusting\" food.\nThe $10 basic daily supplement  ...", "importance": "1", "id": "420", "nodeID": "clusters_20220225_20220306_0"}, "202": {"publisher": "The West Australian", "image": "", "title": "Horror housing problem laid bare", "url": "", "timestamp": "2022-03-19", "previewText": "Northern NSW was already short of affordable housing supply, now they are desperateMadeleine AchenzaNCA NewsWireSun, 20 March 2022 4:00AM\nMore than 65 per cent of renters living in a coastal Northern NSW electorate are experiencing rental stress and  ...", "importance": "1", "id": "202", "nodeID": "clusters_20220315_20220322_4"}, "199": {"publisher": "The West Australian", "image": "", "title": "Push to change Centrelink by $347 a week", "url": "", "timestamp": "2022-03-19", "previewText": "Centrelink: Greens put forward bold proposal to increase welfare paymentsCourtney GouldNCA NewsWireSun, 20 March 2022 4:47AM\nAustralians struggling with the cost of living could see welfare payments increase under a bold new plan from the Greens.\n\"Wi ...", "importance": "1", "id": "199", "nodeID": "clusters_20220315_20220322_1"}, "61": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Housing crisis worsens as locals turn to cars, floors to sleep", "url": "", "timestamp": "2022-03-13", "previewText": "The Northern Rivers housing crisis could quickly become a catastrophe, as flooding in northern NSW renders thousands of homes unlivable and forces people to sleep rough in a region where property prices have already soared at rates higher than Sydney ...", "importance": "1", "id": "61", "nodeID": "clusters_20220306_20220315_4"}, "193": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'I'm proof that investing in women has a lasting, positive impact on society'", "url": "", "timestamp": "2022-03-07", "previewText": "My mother made a promise that her daughters wouldn't suffer the same \"fate\" she bore - to be denied an education. As was the traditional practice at the time, Mum, an excellent student, was forced out of school and into marriage.\nWith this single pro ...", "importance": "1", "id": "193", "nodeID": "clusters_20220306_20220315_1"}, "184": {"publisher": "Australian Financial Review", "image": "", "title": "Victoria pulls social housing levy after developers revolt", "url": "", "timestamp": "2022-03-01", "previewText": "Victoria has scrapped a short-lived plan for a 1.75 per cent levy on new developments that the industry vocally opposed, and also taken efficiency-boosting planning reforms the industry wanted off the table.\nTreasurer Tim Pallas said on Tuesday the g ...", "importance": "1", "id": "184", "nodeID": "clusters_20220225_20220306_5"}, "88": {"publisher": "The Age", "image": "", "title": "Next federal government must address national shame that is aged care", "url": "", "timestamp": "2022-02-26", "previewText": "It is now one year since the royal commission into aged care issued a scathing assessment of the state of Australia's system, pointing to appalling flaws in the quality of care and safety as well as fundamental problems with the way the entire system ...", "importance": "1", "id": "88", "nodeID": "clusters_20220225_20220306_0"}, "405": {"publisher": "Perth Now", "image": "", "title": "Virus hits WA remote Aboriginal community", "url": "", "timestamp": "2022-02-21", "previewText": "A remote Aboriginal community in Western Australia has been placed into lockdown after two people tested positive to COVID-19.\nPremier Mark McGowan on Monday said WA had 213 new local cases and 11 travel-related infections.\nHe warned more cases were  ...", "importance": "1", "id": "405", "nodeID": "clusters_20220217_20220225_2"}, "13": {"publisher": "Perth Now", "image": "", "title": "NSW floods affect 37,000 Indigenous people", "url": "", "timestamp": "2022-03-16", "previewText": "Over 36,500 Indigenous residents who live in the officially declared natural disaster zones in NSW have been directly, or indirectly, impacted by recent floods.\nLabor says this represents over 4.2 per cent of all flood-devastated communities that wer ...", "importance": "1", "id": "13", "nodeID": "clusters_20220315_20220322_4"}, "293": {"publisher": "Australian Financial Review", "image": "", "title": "Developers say Victoria social housing tax will hit first home buyers", "url": "", "timestamp": "2022-02-20", "previewText": "But the argument drew a rebuke from planning consultants and economists, who said the tax would instead push down land values.\n\"They are in no position to say 'We've got this levy, we'll pass it on',\" said Marcus Spiller, a principal of consultancy S ...", "importance": "1", "id": "293", "nodeID": "clusters_20220217_20220225_5"}, "162": {"publisher": "The West Australian", "image": "", "title": "'Put her on a plane': Anger over 'disgusting' death", "url": "", "timestamp": "2022-03-18", "previewText": "'Put her on a plane': Carer at centre of Ann Marie Smith's death learns fateEmily CosenzaNCA NewsWireFri, 18 March 2022 12:06PM\nThe carer at the centre of Ann Marie Smith's \"disgusting and degrading\" death faces deportation, which is something the vi ...", "importance": "1", "id": "162", "nodeID": "clusters_20220315_20220322_3"}, "74": {"publisher": "The Age", "image": "", "title": "Man faces court charged over alleged sexual assault of homeless Perth teens", "url": "", "timestamp": "2022-03-08", "previewText": "A 56-year-old man has faced court charged over the alleged sexual assault of two homeless teenagers in Henderson after taking them from Northbridge.\nStojadin Krstic allegedly sexually assaulted two females aged 17 and 19 at the Ship and Dock Inn on Q ...", "importance": "1", "id": "74", "nodeID": "clusters_20220306_20220315_3"}, "399": {"publisher": "Perth Now", "image": "", "title": "Tragic end for elderly 'act of love' kidnapping couple", "url": "", "timestamp": "2022-02-24", "previewText": "An elderly couple at the centre of a WA-wide manhunt and subsequent kidnapping charge, have tragically died within a day of each other.\nRalph Robert Terrance \"Terry\" Gibbs was arrested by police near the Northern Territory-WA border two days after he ...", "importance": "1", "id": "399", "nodeID": "clusters_20220217_20220225_3"}, "179": {"publisher": "The West Australian", "image": "", "title": "Paedophile's fatherhood plans revealed", "url": "", "timestamp": "2022-03-07", "previewText": "'I want to be a father': Notorious paedophile fights to be freeAmaani Siddeek and Ryan YoungNCA NewsWireMon, 7 March 2022 2:35PM\nA notorious pedophile's plan to become a father and wish to stop taking anti-libido drugs has been revealed in court as h ...", "importance": "1", "id": "179", "nodeID": "clusters_20220306_20220315_3"}, "281": {"publisher": "Australian Financial Review", "image": "", "title": "Four out of 10 public sector workers are considering changing jobs", "url": "", "timestamp": "2022-03-14", "previewText": "Particularly feeling the pinch are women and parents who had to assume the challenges of home schooling during lockdowns.\nThe research suggests salary isn't the most important consideration for many government job seekers. The opportunity to do meani ...", "importance": "1", "id": "281", "nodeID": "clusters_20220306_20220315_1"}, "385": {"publisher": "Perth Now", "image": "", "title": "Lismore: homeless, angry and hurting", "url": "", "timestamp": "2022-03-14", "previewText": "More than two weeks after floodwaters devastated the NSW Northern Rivers city of Lismore, people are struggling to secure long-term accommodation.\nLismore Mayor Steve Krieg says thousands of people are grappling with the dire reality that their homes ...", "importance": "1", "id": "385", "nodeID": "clusters_20220306_20220315_4"}, "386": {"publisher": "The West Australian", "image": "", "title": "Lismore: homeless, angry and hurting", "url": "", "timestamp": "2022-03-14", "previewText": "Lismore: homeless, angry and hurtingAAPAAPTue, 15 March 2022 6:32AM\nMore than two weeks after floodwaters devastated the NSW Northern Rivers city of Lismore, people are struggling to secure long-term accommodation.\nLismore Mayor Steve Krieg says thou ...", "importance": "1", "id": "386", "nodeID": "clusters_20220306_20220315_4"}, "294": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Live: Volunteers trek supplies to flood-hit NSW residents lacking phone reception, water and electricity", "url": "", "timestamp": "2022-03-05", "previewText": "Many residents remain in hard-to-reach areas without water, electricity and without phone reception to call for help.\nParts of those areas are still impossible to reach by car, so supplies, including food and fuel for generators, are being delivered  ...", "importance": "1", "id": "294", "nodeID": "clusters_20220225_20220306_4"}, "158": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Cost cutting at the expense of people's lives': The town of 1,400 without a GP", "url": "", "timestamp": "2022-03-07", "previewText": "Three young women who died in the space of a year after seeking treatment at a remote north-west Queensland hospital have been \"badly let down\", the state's Health Minister says.\nMultiple investigations are underway into what minister Yvette D'Ath de ...", "importance": "1", "id": "158", "nodeID": "clusters_20220306_20220315_2"}, "48": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Hopes 'raised and dashed' in aged care response", "url": "", "timestamp": "2022-02-26", "previewText": "After harrowing evidence given by hundreds of witnesses at two years of hearings, the aged care royal commission's final report carried the hopeful title \"Care, Dignity and Respect\".\nIts eight volumes, handed to the federal government a year ago, con ...", "importance": "1", "id": "48", "nodeID": "clusters_20220225_20220306_0"}, "205": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Three months after starting poo transplants, Jane's world became brighter and happier", "url": "", "timestamp": "2022-03-05", "previewText": "It took poo donated by strangers for Tony* to finally feel unshackled of his debilitating bipolar disorder.\n\"It was the first time in 27 years that I could really say I felt normal, which is very weird,\" the Sydneysider says.\n\"It's a strange feeling  ...", "importance": "1", "id": "205", "nodeID": "clusters_20220225_20220306_2"}, "78": {"publisher": "The Age", "image": "", "title": "Elderly Australians deserve comfort and dignity", "url": "", "timestamp": "2022-02-26", "previewText": "It is now one year since the royal commission into aged care issued a scathing assessment of the state of Australia's system, pointing to appalling flaws in the quality of care and safety as well as fundamental problems with the way the entire system ...", "importance": "1", "id": "78", "nodeID": "clusters_20220225_20220306_0"}, "178": {"publisher": "Perth Now", "image": "", "title": "Paedophile's fatherhood plans revealed", "url": "", "timestamp": "2022-03-07", "previewText": "A notorious pedophile's plan to become a father and wish to stop taking anti-libido drugs has been revealed in court as he battles to be free from a strict supervision order.\nAlexandria George Brookes' history of child sex offence convictions dates b ...", "importance": "1", "id": "178", "nodeID": "clusters_20220306_20220315_3"}, "163": {"publisher": "Perth Now", "image": "", "title": "'Put her on a plane': Anger over 'disgusting' death", "url": "", "timestamp": "2022-03-18", "previewText": "The carer at the centre of Ann Marie Smith's \"disgusting and degrading\" death faces deportation, which is something the victim's family now wants.\nRosa Maria Maione, 70, pleaded guilty to manslaughter after the victim in her care, who had cerebral pa ...", "importance": "1", "id": "163", "nodeID": "clusters_20220315_20220322_3"}, "334": {"publisher": "Perth Now", "image": "", "title": "Jobs that will get biggest tax cuts revealed", "url": "", "timestamp": "2022-03-21", "previewText": "Surgeons and federal politicians will be $9000 better off under planned stage-three tax cuts, while teachers would receive less back than they do under the temporary low-to-middle-income tax offset, new analysis shows.\nProgressive think tank the Aust ...", "importance": "1", "id": "334", "nodeID": "clusters_20220315_20220322_1"}, "164": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "One-off payment on the way to help ease cost of living pressures", "url": "", "timestamp": "2022-03-18", "previewText": "Low and middle income Australians are poised to receive one-off payments to compensate for a higher cost of living in a federal budget that will record big improvements to the bottom line.\nBut the ABC understands a tax offset introduced four years ag ...", "importance": "1", "id": "164", "nodeID": "clusters_20220315_20220322_1"}, "230": {"publisher": "Australian Financial Review", "image": "", "title": "Pandemic wreaks havoc on underfunded TAFEs: survey", "url": "", "timestamp": "2022-03-06", "previewText": "Correna Haythorpe, federal president of the AEU, said the workload increases also coincided with a noticeable decline in student wellbeing and engagement.\n\"We link that to the shift to remote learning,\" Ms Haythorpe said.\nThe survey found 70 per cent ...", "importance": "1", "id": "230", "nodeID": "clusters_20220306_20220315_1"}, "9": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "89-year-old Val is on a Level 4 home care package. She's still missing out on care due to staff shortages", "url": "", "timestamp": "2022-03-16", "previewText": "Angela Dolcetta has lived in the same home in Melbourne's north for more than 50 years, and she's determined to stay in her own home for as long as possible.\n\"I love this place, but it is getting a little bit too big for me -- not so much the house,  ...", "importance": "1", "id": "9", "nodeID": "clusters_20220315_20220322_0"}, "131": {"publisher": "Perth Now", "image": "", "title": "Disability support pension 'inadequate'", "url": "", "timestamp": "2022-02-18", "previewText": "Parliamentarians are concerned the disability support pension is inadequate, noting research showing a single person would need an extra $50 a week to achieve living standards on par with other Australians.\nThe Senate's community affairs committee fo ...", "importance": "1", "id": "131", "nodeID": "clusters_20220217_20220225_1"}, "15": {"publisher": "The Age", "image": "", "title": "Qld records 37 COVID deaths, most from aged-care backlog", "url": "", "timestamp": "2022-02-23", "previewText": "Queensland has recorded 37 deaths linked to COVID-19 on Wednesday, but most were cases which were delayed being reported.\nOf those deaths, 29 were reported in the weekly report from the Office of Births, Deaths and marriages, with 22 of the deaths be ...", "importance": "1", "id": "15", "nodeID": "clusters_20220217_20220225_2"}, "130": {"publisher": "The West Australian", "image": "", "title": "Disability support pension 'inadequate'", "url": "", "timestamp": "2022-02-18", "previewText": "Disability support pension 'inadequate'Dominic GianniniAAPFri, 18 February 2022 12:48PM\nParliamentarians are concerned the disability support pension is inadequate, noting research showing a single person would need an extra $50 a week to achieve liv ...", "importance": "1", "id": "130", "nodeID": "clusters_20220217_20220225_1"}, "308": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Unfair costs of 'emergency' aged-care leave", "url": "", "timestamp": "2022-02-26", "previewText": "The federal government in April 2020 introduced \"emergency leave\" for seniors in residential aged care who wanted to move out of their homes because of the threat of COVID-19 infection.\nThe government said it allowed \"permanent aged-care residents an ...", "importance": "1", "id": "308", "nodeID": "clusters_20220225_20220306_0"}, "127": {"publisher": "The Age", "image": "", "title": "Pallas offers 'take-it-or-leave-it' ultimatum on $800m housing tax", "url": "", "timestamp": "2022-02-28", "previewText": "The Andrews government says it will bin its proposal to tax developers $800 million a year to build social housing if property industry bodies do not agree to support the levy and refrain from a scare campaign on housing affordability.\nIn a meeting w ...", "importance": "1", "id": "127", "nodeID": "clusters_20220225_20220306_5"}, "116": {"publisher": "Perth Now", "image": "", "title": "WA records Covid-19 death as cases surge", "url": "", "timestamp": "2022-03-17", "previewText": "Another woman aged in her 80s has died in Western Australia after contracting Covid-19, as the state recorded more than 7000 new cases.\nWA Health reported 7151 new infections overnight, taking the total number of active cases to 31,211.\n\"WA Health ca ...", "importance": "1", "id": "116", "nodeID": "clusters_20220315_20220322_2"}, "12": {"publisher": "The West Australian", "image": "", "title": "NSW floods affect 37,000 Indigenous people", "url": "", "timestamp": "2022-03-16", "previewText": "NSW floods affect 37,000 Indigenous peopleFarid FaridAAPWed, 16 March 2022 1:05PM\nOver 36,500 Indigenous residents who live in the officially declared natural disaster zones in NSW have been directly, or indirectly, impacted by recent floods.\nLabor s ...", "importance": "1", "id": "12", "nodeID": "clusters_20220315_20220322_4"}, "373": {"publisher": "The Examiner", "image": "", "title": "More time for sex offender", "url": "", "timestamp": "2022-03-02", "previewText": "A former Chudleigh man placed on the sex offender register after being sentenced over the possession of child exploitation and bestiality material breached his reporting obligations by establishing a new email address upon release, the Supreme Court  ...", "importance": "1", "id": "373", "nodeID": "clusters_20220225_20220306_3"}, "60": {"publisher": "The Age", "image": "", "title": "'We must act': Aged care body calls for $4b annual wages injection", "url": "", "timestamp": "2022-03-13", "previewText": "One of the country's largest aged care bodies says raising wages across the sector will cost the federal government $4 billion a year -- an assessment it hopes will expose the enormity of the problem to major parties in the election lead-up.\nUnitingC ...", "importance": "1", "id": "60", "nodeID": "clusters_20220306_20220315_0"}, "241": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Carmen was living 'on that treadmill, payday to payday'. She's completely turned that around - ABC Everyday", "url": "", "timestamp": "2022-03-02", "previewText": "Seven years ago, Carmen Hegarty was in a financial hole.\nShe had about $85,000 in car loans, credit cards and other debts -- and health issues had forced her to quit her job.\n\"I had credit cards, I had a salary sacrifice vehicle through my work and I ...", "importance": "1", "id": "241", "nodeID": "clusters_20220225_20220306_3"}, "375": {"publisher": "Perth Now", "image": "", "title": "Aged care reform critical, warns industry", "url": "", "timestamp": "2022-02-28", "previewText": "A once-in-a-generation opportunity to reform aged care is slipping through Australia's grasp, peak industry bodies warn.\nOn the first anniversary of the royal commission's damning final report which urged sweeping reforms, the Australian Aged Care Co ...", "importance": "1", "id": "375", "nodeID": "clusters_20220225_20220306_0"}, "267": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Housing crisis exposes poor to flood danger", "url": "", "timestamp": "2022-03-04", "previewText": "I don't believe that many people would choose to live in an area that regularly floods if they could find affordable housing in a safer location (\"Living on a floodplain must end: relief boss\", March 4). This is part of the overall problem of housing ...", "importance": "1", "id": "267", "nodeID": "clusters_20220225_20220306_4"}, "145": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "COVID-19 outbreak blamed on non-compliance stretches APY Lands services", "url": "", "timestamp": "2022-03-07", "previewText": "Health and community services on the APY Lands are stretched to the limit as a COVID-19 outbreak grows to 84 cases because of non-compliance with restrictions, its general manager claims.\nRichard King said around 255 people were in isolation on the L ...", "importance": "1", "id": "145", "nodeID": "clusters_20220306_20220315_2"}, "312": {"publisher": "The West Australian", "image": "", "title": "Report flags super as home loan security", "url": "", "timestamp": "2022-03-18", "previewText": "Report flags super as home loan securityMaeve BannisterAAPFri, 18 March 2022 10:33AM\nAustralians should be allowed to use their superannuation balance as collateral for a home loan, a parliamentary committee recommends.\nHome ownership is still part o ...", "importance": "1", "id": "312", "nodeID": "clusters_20220315_20220322_5"}, "165": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Out of sight: In remote Australia, a forgotten housing crisis drags on", "url": "", "timestamp": "2022-03-19", "previewText": "In the crowded homes of the Northern Territory's remote communities, residents are trying to keep their hopes of a better future alive.\nOn most afternoons in the community of Rockhole, Evelyn Andrews can be found holding court in her front yard, sat  ...", "importance": "1", "id": "165", "nodeID": "clusters_20220315_20220322_2"}, "265": {"publisher": "The West Australian", "image": "", "title": "WA virus outbreak reaches disability care", "url": "", "timestamp": "2022-02-18", "previewText": "WA virus outbreak reaches disability careMichael RamseyAAPFri, 18 February 2022 1:02PM\nWestern Australia has recorded 194 local Omicron cases as the virus spreads to disability care and another aged home.\nThe state now has 724 active cases but no one ...", "importance": "1", "id": "265", "nodeID": "clusters_20220217_20220225_2"}, "213": {"publisher": "Perth Now", "image": "", "title": "Greens unveil $89b income support increase", "url": "", "timestamp": "2022-03-19", "previewText": "More than five million Australians - including more than two million on the age pension - would receive income support boosts from July 2023 under a Greens plan.\nThe minor party has announced if it holds the balance of power after the federal electio ...", "importance": "1", "id": "213", "nodeID": "clusters_20220315_20220322_1"}, "140": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Man pleads not guilty to murder of woman whose body was found in Flinders Ranges", "url": "", "timestamp": "2022-03-16", "previewText": "The alleged killer of 21-year-old Adelaide woman Jasmeen Kaur has pleaded not guilty to her murder.\nA year after aged care worker and nursing student Jasmeen Kaur's body was found in a shallow grave in South Australia's far north, Tarikjot Singh has  ...", "importance": "1", "id": "140", "nodeID": "clusters_20220315_20220322_3"}, "186": {"publisher": "The West Australian", "image": "", "title": "Dan's huge housing tax backflip", "url": "", "timestamp": "2022-03-01", "previewText": "Daniel Andrews backflips on 'nasty' Victorian housing taxRhiannon TuffieldNCA NewsWireTue, 1 March 2022 8:11AM\nA controversial public housing tax will be dumped by the Victorian government after it received widespread backlash from the property indus ...", "importance": "1", "id": "186", "nodeID": "clusters_20220225_20220306_5"}}, "nodes": {"clusters_20220217_20220225_0": {"lineIDs": [4], "importance": "1", "articleIDs": [], "label": "Kings Meadows in spotlight as election battle over aged care turns ugly", "cluster_words": "colbeck, albanese, mr albanese, mr colbeck, aged care, care minister, commission, norup, lgbtiq, care services", "time": "2022-02-17", "id": "clusters_20220217_20220225_0", "row": "0", "column": "0"}, "clusters_20220217_20220225_1": {"lineIDs": [1], "importance": "1", "articleIDs": ["131", "130"], "label": "Disability support pension 'inadequate'", "cluster_words": "pension, disability, support pension, disability support, wage, wages, rosello, costs, ms rosello, payment", "time": "2022-02-17", "id": "clusters_20220217_20220225_1", "row": "1", "column": "0"}, "clusters_20220217_20220225_2": {"lineIDs": [2], "importance": "1", "articleIDs": ["265", "405", "15", "305"], "label": "WA virus outbreak reaches disability care", "cluster_words": "cases, mcgowan, vaccination, tested, mr mcgowan, tested positive, positive, vaccinated, venues, wa", "time": "2022-02-17", "id": "clusters_20220217_20220225_2", "row": "2", "column": "0"}, "clusters_20220217_20220225_3": {"lineIDs": [5], "importance": "1", "articleIDs": ["399"], "label": "Tragic end for elderly 'act of love' kidnapping couple", "cluster_words": "mckenzie, smedley, attempted, knife, ms smedley, woman, police, carjacking, drug, patten", "time": "2022-02-17", "id": "clusters_20220217_20220225_3", "row": "3", "column": "0"}, "clusters_20220217_20220225_4": {"lineIDs": [3], "importance": "1", "articleIDs": [], "label": "Impact of lockdown continues for Canberra's homeless", "cluster_words": "hakim, homelessness, cba, people need, abuse, onelink, lockdown, vassarotti, roadhouse, water", "time": "2022-02-17", "id": "clusters_20220217_20220225_4", "row": "4", "column": "0"}, "clusters_20220217_20220225_5": {"lineIDs": [0], "importance": "1", "articleIDs": ["293"], "label": "Developers say Victoria social housing tax will hit first home buyers", "cluster_words": "vacant, victorian, owners, israel, social housing, nhfic, scheme, house sitting, houses, developers", "time": "2022-02-17", "id": "clusters_20220217_20220225_5", "row": "5", "column": "0"}, "clusters_20220225_20220306_0": {"lineIDs": [4], "importance": "1", "articleIDs": ["308", "48", "88", "78", "375", "420", "5"], "label": "Unfair costs of 'emergency' aged-care leave", "cluster_words": "seniors, retirement, commission, royal commission, royal, aged care, commit, safety, aged, bombala", "time": "2022-02-25", "id": "clusters_20220225_20220306_0", "row": "0", "column": "1"}, "clusters_20220225_20220306_3": {"lineIDs": [5], "importance": "1", "articleIDs": ["373", "241"], "label": "More time for sex offender", "cluster_words": "batham, cole, pearce, police, justice pearce, reporting, sentence, katie, broome, videos", "time": "2022-02-25", "id": "clusters_20220225_20220306_3", "row": "3", "column": "1"}, "clusters_20220225_20220306_5": {"lineIDs": [0, 1, 2, 3], "importance": "1", "articleIDs": ["300", "127", "188", "184", "186", "187"], "label": "Making a difference one sale at a time", "cluster_words": "median, land tax, price growth, climate, issue, sale price, industry, volumes, political, morrison", "time": "2022-02-25", "id": "clusters_20220225_20220306_5", "row": "5", "column": "1"}, "clusters_20220306_20220315_3": {"lineIDs": [5], "importance": "1", "articleIDs": ["179", "178", "74"], "label": "Paedophile's fatherhood plans revealed", "cluster_words": "brookes, troselj, officer, norrish, acting justice, justice, court, justice norrish, acting, incident", "time": "2022-03-06", "id": "clusters_20220306_20220315_3", "row": "3", "column": "2"}, "clusters_20220306_20220315_5": {"lineIDs": [0, 1, 2, 3, 4], "importance": "1", "articleIDs": ["418", "41"], "label": "Australian property: East coast apartment shortage looms", "cluster_words": "alexander, ms alexander, tasmania, professor geraghty, geraghty, newnham, geraghty said, alexander said, campus, candidates", "time": "2022-03-06", "id": "clusters_20220306_20220315_5", "row": "5", "column": "2"}, "clusters_20220315_20220322_3": {"lineIDs": [5], "importance": "1", "articleIDs": ["140", "162", "163", "82"], "label": "Man pleads not guilty to murder of woman whose body was found in Flinders Ranges", "cluster_words": "smith, okenyo, ms smith, bradfield, bridge, black, maione, death, butler, theatre", "time": "2022-03-15", "id": "clusters_20220315_20220322_3", "row": "3", "column": "3"}, "clusters_20220315_20220322_5": {"lineIDs": [0, 1, 2, 3, 4], "importance": "1", "articleIDs": ["312"], "label": "Report flags super as home loan security", "cluster_words": "committee, infrastructure, inquiry, affordability, doctors, housing affordability, girls, home buyers, superannuation, super", "time": "2022-03-15", "id": "clusters_20220315_20220322_5", "row": "5", "column": "3"}}, "lines": {"0": {"id": 0, "nodeIDs": ["clusters_20220217_20220225_5", "clusters_20220225_20220306_5", "clusters_20220306_20220315_5", "clusters_20220315_20220322_5"], "line_label": "", "importance": 1.0}, "1": {"id": 1, "nodeIDs": ["clusters_20220217_20220225_1", "clusters_20220225_20220306_5", "clusters_20220306_20220315_5", "clusters_20220315_20220322_5"], "line_label": "", "importance": 0.6634780379627337}, "2": {"id": 2, "nodeIDs": ["clusters_20220217_20220225_2", "clusters_20220225_20220306_5", "clusters_20220306_20220315_5", "clusters_20220315_20220322_5"], "line_label": "", "importance": 0.6547887283201876}, "3": {"id": 3, "nodeIDs": ["clusters_20220217_20220225_4", "clusters_20220225_20220306_5", "clusters_20220306_20220315_5", "clusters_20220315_20220322_5"], "line_label": "", "importance": 0.6280011945464627}, "4": {"id": 4, "nodeIDs": ["clusters_20220217_20220225_0", "clusters_20220225_20220306_0", "clusters_20220306_20220315_5", "clusters_20220315_20220322_5"], "line_label": "", "importance": 0.44107592917222604}, "5": {"id": 5, "nodeIDs": ["clusters_20220217_20220225_3", "clusters_20220225_20220306_3", "clusters_20220306_20220315_3", "clusters_20220315_20220322_3"], "line_label": "", "importance": 0.0}}}