{"articles": {"4133": {"publisher": "Perth Now", "image": "", "title": "Australia's latest sanctions on Russia", "url": "", "timestamp": "2022-02-24", "previewText": "ADDITIONAL AUSTRALIAN SANCTIONS AGAINST RUSSIA\nAustralia will implement a second tranche of sanctions after Russia invaded Ukraine on Thursday.\nPrime Minister Scott Morrison strongly condemned the \"brutal\" and \"unprovoked\" Russian invasion of Ukraine ...", "importance": "1", "id": "4133", "nodeID": "clusters_20220217_20220226_6"}, "826": {"publisher": "Perth Now", "image": "", "title": "Abramovich hands over Chelsea stewardship", "url": "", "timestamp": "2022-02-26", "previewText": "Chelsea's Russian owner Roman Abramovich has given trustees of the London side's charitable foundation stewardship of the Premier League club.\nAbramovich and Chelsea did not reveal why he was giving the foundation stewardship of the European champion ...", "importance": "1", "id": "826", "nodeID": "clusters_20220226_20220306_0"}, "352": {"publisher": "The West Australian", "image": "", "title": "Strong demand for finance from small firms", "url": "", "timestamp": "2022-03-07", "previewText": "Strong demand for finance from small firmsColin Brinsden, AAP Economics and Business CorrespondentAAPTue, 8 March 2022 12:35AM\nAustralia's small and medium sized businesses appear to be gearing up for a strong economy in 2022 with demand for equipmen ...", "importance": "1", "id": "352", "nodeID": "clusters_20220306_20220314_7"}, "1083": {"publisher": "Australian Financial Review", "image": "", "title": "Fed hawks call for super-sized interest rate increases", "url": "", "timestamp": "2022-03-21", "previewText": "The US Federal Reserve could deliver a super-sized interest rate increase of half a percentage point at its next meeting after policymakers called for more aggressive steps to fight inflation, even at the risk of stalling growth.\nThe central bank inc ...", "importance": "1", "id": "1083", "nodeID": "clusters_20220314_20220322_7"}, "774": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Some countries are reducing tax to lower petrol prices. Here's why Australia should not interfere", "url": "", "timestamp": "2022-03-16", "previewText": "Cutting petrol tax to bring down the cost of living used to be the political version of a joke. Failed US presidential candidates John McCain and Hillary Clinton both tried it in 2008. Their bipartisan advocacy of a \"summer gas tax holiday\" was derid ...", "importance": "1", "id": "774", "nodeID": "clusters_20220314_20220322_4"}, "3778": {"publisher": "Perth Now", "image": "", "title": "Aust shares edge up amid tech gains", "url": "", "timestamp": "2022-02-25", "previewText": "A recovery in the Australian share market appeared to be running out of steam by noon despite a sharp rebound in technology stocks.\nBy 1200 AEDT on Friday, the benchmark S&P/ASX200 index was up 11.1 points, or 0.16 per cent, to 7001.7 points after ri ...", "importance": "1", "id": "3778", "nodeID": "clusters_20220217_20220226_8"}, "3890": {"publisher": "Perth Now", "image": "", "title": "BRS accused of threatening superior", "url": "", "timestamp": "2022-02-21", "previewText": "A senior member of the Australian Defence Force has told a court that subordinate soldier, Ben Roberts-Smith, threatened him in an army pub after a vicious battle against the Taliban.\nMr Roberts-Smith is suing Nine newspapers and journalists claiming ...", "importance": "1", "id": "3890", "nodeID": "clusters_20220217_20220226_2"}, "1747": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Biden says Putin's 'back is against the wall', Moscow considering chemical weapons", "url": "", "timestamp": "2022-03-22", "previewText": "Lviv/Kyiv: Ukraine's military warned residents to brace for more indiscriminate Russian shelling of critical infrastructure, as US President Joe Biden issued one of his strongest warnings yet that Moscow is considering using chemical weapons.\nA power ...", "importance": "1", "id": "1747", "nodeID": "clusters_20220314_20220322_9"}, "2888": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Petrol prices are soaring, and the government is facing calls from within to intervene", "url": "", "timestamp": "2022-03-13", "previewText": "The federal government is facing calls from within its own ranks to consider temporarily reducing the fuel excise to save motorists at the bowser.\nRussia's invasion of Ukraine has been blamed for a spike in petrol prices from $1.70 to well over $2 a  ...", "importance": "1", "id": "2888", "nodeID": "clusters_20220306_20220314_4"}, "3281": {"publisher": "The West Australian", "image": "", "title": "EPL ban Abramovich from running Chelsea", "url": "", "timestamp": "2022-03-12", "previewText": "EPL ban Abramovich from running ChelseaRob HarrisAPSun, 13 March 2022 12:05AM\nIn an unprecedented ruling against a club owner, the Premier League has ordered Roman Abramovich to stop running Chelsea FC and sell up.\nThe move on Saturday follows the bi ...", "importance": "1", "id": "3281", "nodeID": "clusters_20220306_20220314_0"}, "3844": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Perth petrol price set to skyrocket on back of Ukraine uncertainty and COVID-driven demand", "url": "", "timestamp": "2022-03-08", "previewText": "The price of petrol is set to surge to a record high of an average $2.09 per litre in Perth tomorrow, with consumer authorities urging motorists to fill up now.\nThe metro average on Tuesday is $1.79 per litre, with Wednesday's price representing a ju ...", "importance": "1", "id": "3844", "nodeID": "clusters_20220306_20220314_4"}, "3571": {"publisher": "The West Australian", "image": "", "title": "Para biathlon stars earn Ukraine golds", "url": "", "timestamp": "2022-03-05", "previewText": "Para biathlon stars earn Ukraine goldsAAPAAPSat, 5 March 2022 3:59PM\nTwo days after entering Beijing amid the backdrop of Russia's invasion, para biathlon athlete Grygorii Vovchynskyi has claimed Ukraine's first gold medal, calling for peace as he he ...", "importance": "1", "id": "3571", "nodeID": "clusters_20220226_20220306_1"}, "2299": {"publisher": "The West Australian", "image": "", "title": "UN urges no reprisals against TV protester", "url": "", "timestamp": "2022-03-15", "previewText": "UN urges no reprisals against TV protesterAAPReutersTue, 15 March 2022 7:16PM\nThe United Nations human rights office has called on Russian authorities to make sure that an anti-war protester who interrupted Channel One television is not punished for  ...", "importance": "1", "id": "2299", "nodeID": "clusters_20220314_20220322_5"}, "2851": {"publisher": "The West Australian", "image": "", "title": "Dozens walk out during Lavrov's UN speech", "url": "", "timestamp": "2022-03-01", "previewText": "Dozens walk out during Lavrov's UN speechChristiane Oelrich, dpaDeutsche Presse AgenturTue, 1 March 2022 9:58PM\nRepresentatives of dozens of countries have protested against the Russian war in Ukraine by walking out of a sitting of the United Nations ...", "importance": "1", "id": "2851", "nodeID": "clusters_20220226_20220306_5"}, "664": {"publisher": "Australian Financial Review", "image": "", "title": "China opposes Russia sanctions, blames US for tensions", "url": "", "timestamp": "2022-02-24", "previewText": "China said it opposed sanctions by the United States, Australia and other western countries on Russia. \"We consistently oppose all illegal unilateral sanctions,\" she said, noting that US sanctions had increased ten times over the past 20 years and ha ...", "importance": "1", "id": "664", "nodeID": "clusters_20220217_20220226_3"}, "76": {"publisher": "The West Australian", "image": "", "title": "Russian doper stripped of Olympics gold", "url": "", "timestamp": "2022-03-21", "previewText": "Russian doper stripped of Olympics goldStaff WritersReutersMon, 21 March 2022 9:43PM\nRussian race walker Yelena Lashmanova has been banned for two years for the use of prohibited substances and will be stripped of her 2012 Olympics gold medal in the  ...", "importance": "1", "id": "76", "nodeID": "clusters_20220314_20220322_1"}, "1899": {"publisher": "Perth Now", "image": "", "title": "'Five killed' in attack on Kyiv's TV tower", "url": "", "timestamp": "2022-03-01", "previewText": "At least five people have been killed and five others injured in a suspected missile attack on Kyiv's TV tower, according to Ukraine's civil defence authority.\nVideo released by Ukraine's UNIAN news agency showed a dark cloud of smoke rising from the ...", "importance": "1", "id": "1899", "nodeID": "clusters_20220226_20220306_9"}, "1988": {"publisher": "The West Australian", "image": "", "title": "ASX down 1pc as investors watch Ukraine", "url": "", "timestamp": "2022-02-18", "previewText": "ASX down 1pc as investors watch UkraineSteven DeareAAPFri, 18 February 2022 10:01AM\nShares were down one per cent on the Australian market as investors stepped up their selling after troops started trading fire in Ukraine.\nAll ASX share categories we ...", "importance": "1", "id": "1988", "nodeID": "clusters_20220217_20220226_8"}, "330": {"publisher": "Perth Now", "image": "", "title": "Mounting war fears send ASX south", "url": "", "timestamp": "2022-02-22", "previewText": "The Australian sharemarket slid firmly into the red, along with other global markets, as investors fretted about mounting Russia-Ukraine tensions.\nThe benchmark S&P/ASX200 index fell 1 per cent to 7161.3, while the All Ordinaries Index dropped 1.13 p ...", "importance": "1", "id": "330", "nodeID": "clusters_20220217_20220226_8"}, "4623": {"publisher": "Perth Now", "image": "", "title": "Emotional moment in Roberts-Smith trial", "url": "", "timestamp": "2022-03-15", "previewText": "A \"heartbroken\" SAS soldier has seized up in the witness box explaining why he chose to testify Ben Roberts-Smith performed an \"exhibition execution\" against a Taliban insurgent in an emotional court hearing.\nMr Roberts-Smith is suing Nine newspapers ...", "importance": "1", "id": "4623", "nodeID": "clusters_20220314_20220322_2"}, "3330": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Maybe I'll be scared later': In Ukraine's cities some shelter, others go about their day", "url": "", "timestamp": "2022-02-25", "previewText": "As Russia's invasion forces moved closer to key targets across Ukraine on Friday and rockets rained down on the country's main cities, ordinary Ukrainians took refuge underground ­- or tried to go about their day as normal.\nMoscow claimed it was atta ...", "importance": "1", "id": "3330", "nodeID": "clusters_20220217_20220226_9"}, "1982": {"publisher": "Perth Now", "image": "", "title": "Soldier accuses fallen war hero of bullying", "url": "", "timestamp": "2022-02-18", "previewText": "A fallen Australian war hero has been dragged into Ben Roberts-Smith's defamation lawsuit after a soldier with \"performance issues\" told the court he was bullied and threatened in the SAS.\nMr Roberts-Smith is suing Nine and its journalists over a ser ...", "importance": "1", "id": "1982", "nodeID": "clusters_20220217_20220226_2"}, "4452": {"publisher": "The Sydney Morning Herald", "image": "", "title": "RBA's Lowe not pressured to raise rates, as banks gear up for hikes", "url": "", "timestamp": "2022-03-11", "previewText": "Reserve Bank governor Philip Lowe says he will not be pressured by financial markets to raise interest rates until prices are rising at a sustainable pace, as the bosses of Westpac and Bendigo and Adelaide Bank warned customers to gear up for higher  ...", "importance": "1", "id": "4452", "nodeID": "clusters_20220306_20220314_7"}, "798": {"publisher": "The West Australian", "image": "", "title": "Abramovich sanctions cloud Chelsea future", "url": "", "timestamp": "2022-03-10", "previewText": "Abramovich sanctions cloud Chelsea futureSimon EvansReutersFri, 11 March 2022 1:46AM\nEuropean soccer champions Chelsea are now effectively controlled by the British government after sanctions were imposed against the club's Russian owner Roman Abramo ...", "importance": "1", "id": "798", "nodeID": "clusters_20220306_20220314_0"}, "4552": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Rapidly escalating situation:' Russian athletes out of winter Paralympics in stunning about-face", "url": "", "timestamp": "2022-03-03", "previewText": "In a stunning about-face, Russian and Belarusian athletes have been banned from the Winter Paralympics for their countries' roles in the war in Ukraine, the International Paralympic Committee said in Beijing on Thursday\nThe change comes less than 24  ...", "importance": "1", "id": "4552", "nodeID": "clusters_20220226_20220306_1"}, "3652": {"publisher": "The West Australian", "image": "", "title": "ASX carnage as Ukraine invasion begins", "url": "", "timestamp": "2022-02-24", "previewText": "Australian sharemarket a bloodbath as Russia fears eventuateRebecca Le MayNCA NewsWireThu, 24 February 2022 3:00PM\nThe Australian sharemarket suffered its worst one-day fall in almost 18 months, wiping more than $70bn in value off the local bourse af ...", "importance": "1", "id": "3652", "nodeID": "clusters_20220217_20220226_8"}, "2316": {"publisher": "Perth Now", "image": "", "title": "US reaffirms commitment to Taiwan", "url": "", "timestamp": "2022-03-02", "previewText": "A delegation of former senior US defence and security officials sent by President Joe Biden has said the United States stands firm behind its commitments to Taiwan and allies in the region.\nCollaboration between the US and Taiwan is stronger and more ...", "importance": "1", "id": "2316", "nodeID": "clusters_20220226_20220306_3"}, "132": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Live: Ukrainian-Russia crisis edging closer to the 'largest catastrophe since WWII'", "url": "", "timestamp": "2022-02-22", "previewText": "Ukraine's top diplomat in Australia backs US and UK sanctions\nThe Ukrainian Embassy's head of mission Volodymyr Shalkivskyi says he hopes Australia will act soon:\n\"We need a unified strong position of all our international partners and we believe san ...", "importance": "1", "id": "132", "nodeID": "clusters_20220217_20220226_6"}, "3143": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Our peaceful city has been hit': The moment a missile struck a Kyiv apartment building", "url": "", "timestamp": "2022-02-26", "previewText": "It was the terrifying moment that a missile struck a Kyiv residential building for the first time since Russia launched its attack on Ukraine.\nEmergency services rushed to a residential tower block in the south-western outskirts of the capital city,  ...", "importance": "1", "id": "3143", "nodeID": "clusters_20220226_20220306_9"}, "2662": {"publisher": "Perth Now", "image": "", "title": "Soldier accused of war crimes in SAS trial", "url": "", "timestamp": "2022-03-09", "previewText": "An SAS soldier has been sensationally accused of war crimes after an anonymous threat was aired in Ben Roberts-Smith's defamation trial.\nMeanwhile another elite soldier has been accused of misremembering key details and had his service history questi ...", "importance": "1", "id": "2662", "nodeID": "clusters_20220306_20220314_2"}, "4149": {"publisher": "The West Australian", "image": "", "title": "Open wallets underpin Australia's GDP rebound", "url": "", "timestamp": "2022-03-02", "previewText": "National accounts: Australia's GDP bounces back from Delta blow with December quarter growthAlex DruceNCA NewsWireWed, 2 March 2022 9:14AM\nConsumers ripped their wallets open in a post-lockdown spending surge that helped the Australian economy head i ...", "importance": "1", "id": "4149", "nodeID": "clusters_20220226_20220306_7"}, "3342": {"publisher": "The West Australian", "image": "", "title": "Blasts heard in Kyiv, aircraft downed", "url": "", "timestamp": "2022-02-25", "previewText": "Blasts heard in Kyiv, aircraft downedAAPReutersFri, 25 February 2022 12:53PM\nUkrainian forces have downed an aircraft over Kyiv, which then crashed into a residential building and set it on fire, says Anton Herashchenko, an adviser to the interior mi ...", "importance": "1", "id": "3342", "nodeID": "clusters_20220217_20220226_9"}, "1594": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "China refuses to call Russia's actions in Ukraine an 'invasion'", "url": "", "timestamp": "2022-02-24", "previewText": "China has rejected calling Russia's moves on Ukraine an \"invasion\" and urged all sides to exercise restraint, even as it advised its citizens there to stay home or at least take the precaution of displaying a Chinese flag if they needed to drive anyw ...", "importance": "1", "id": "1594", "nodeID": "clusters_20220217_20220226_3"}, "1487": {"publisher": "Australian Financial Review", "image": "", "title": "Fears grow that Putin may declare martial law in Russia", "url": "", "timestamp": "2022-03-04", "previewText": "\"The proclamation of martial law will allow the authorities to introduce military censorship; to increase the secrecy of the state's activities; ... to ban all rallies and meetings; [and] to ban the work of public, international and foreign organisat ...", "importance": "1", "id": "1487", "nodeID": "clusters_20220226_20220306_5"}, "1740": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Battle to protect Ukraine's most important World Heritage sites, including St Sophia's Cathedral in Kyiv", "url": "", "timestamp": "2022-03-14", "previewText": "Amid the battle to defend Ukraine and its people from Russian invasion is a separate struggle to save some of the country's most significant cultural sites.\nUkraine is home to seven World Heritage sites, including the 1,000-year-old St Sophia's Cathe ...", "importance": "1", "id": "1740", "nodeID": "clusters_20220314_20220322_9"}, "3422": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Vladimir Putin isn't just at war with his neighbour. He's also at war with free speech in Russia", "url": "", "timestamp": "2022-03-06", "previewText": "For the past 18 years, Russian journalist Tania Felgengauer has tried to expose the truth about Vladimir Putin and his administration, but last week the Moscow radio station she works for was silenced.\n\"First, we lost our radio signal and it was with ...", "importance": "1", "id": "3422", "nodeID": "clusters_20220306_20220314_5"}, "145": {"publisher": "Perth Now", "image": "", "title": "Ukraine plane shot down, five killed", "url": "", "timestamp": "2022-02-24", "previewText": "A Ukrainian military plane has been shot down and five people killed, Ukrainian police and the state emergency service say, as its armed forces seek to defend against a massive Russian military operation.\nRussian forces invaded Ukraine by land, air a ...", "importance": "1", "id": "145", "nodeID": "clusters_20220217_20220226_9"}, "614": {"publisher": "The West Australian", "image": "", "title": "BRS accused of 'teaching' executions", "url": "", "timestamp": "2022-02-22", "previewText": "Ben Roberts-Smith accused of instructing SAS how to executePerry DuffinNCA NewsWireTue, 22 February 2022 11:20AM\nA former elite Commando soldier has accused Ben Roberts-Smith of instructing his squadmates to execute Afghan prisoners and cover up war  ...", "importance": "1", "id": "614", "nodeID": "clusters_20220217_20220226_2"}, "2642": {"publisher": "The West Australian", "image": "", "title": "ASX rebounds, oil nears $US100 per barrel", "url": "", "timestamp": "2022-02-23", "previewText": "ASX rebounds, oil nears $US100 per barrelSteven DeareAAPWed, 23 February 2022 9:51AM\nAustralia's share market has rebounded from Tuesday's losses despite western nations taking economic sanctions against Russia for its invasion of Ukraine.\nThe market ...", "importance": "1", "id": "2642", "nodeID": "clusters_20220217_20220226_8"}, "2349": {"publisher": "Australian Financial Review", "image": "", "title": "US sees Ukraine war as China test run, says Australian senator", "url": "", "timestamp": "2022-03-04", "previewText": "\"US and its allies very early on, took the military option off the table in relation to Ukraine, but they have never done that with Taiwan.\"\n\"They maintain that policy of strategic ambiguity, they have never ruled out military action. And so unlike R ...", "importance": "1", "id": "2349", "nodeID": "clusters_20220226_20220306_3"}, "2404": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Unprovoked attack': Russian troops to enter eastern Ukraine as Australians told to flee", "url": "", "timestamp": "2022-02-22", "previewText": "Europe is on the brink of its worst war in decades with Russian troops moving into eastern Ukraine as part of a mission that western countries believe will be used as a pretext for an invasion.\nRussian President Vladimir Putin on Tuesday ordered his  ...", "importance": "1", "id": "2404", "nodeID": "clusters_20220217_20220226_6"}, "1271": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Did we just witness an execution?': Former SAS soldier describes alleged killing by Ben Roberts-Smith", "url": "", "timestamp": "2022-03-14", "previewText": "A former elite soldier has told the Federal Court he saw war veteran Ben Roberts-Smith drop a man to the ground in Afghanistan and machine-gun him in the back, prompting him to turn to a fellow soldier and ask if they had just witnessed an execution. ...", "importance": "1", "id": "1271", "nodeID": "clusters_20220314_20220322_2"}, "4624": {"publisher": "The West Australian", "image": "", "title": "Emotional moment in Roberts-Smith trial", "url": "", "timestamp": "2022-03-15", "previewText": "Emotional moment in Roberts-Smith trial as soldier breaks downPerry DuffinNCA NewsWireTue, 15 March 2022 11:00AM\nA \"heartbroken\" SAS soldier has seized up in the witness box explaining why he chose to testify Ben Roberts-Smith performed an \"exhibitio ...", "importance": "1", "id": "4624", "nodeID": "clusters_20220314_20220322_2"}, "3112": {"publisher": "Perth Now", "image": "", "title": "Australia won't sent troops to Ukraine: PM", "url": "", "timestamp": "2022-02-19", "previewText": "Prime Minister Scott Morrison has indicated Australia won't send troops to Ukraine in the event of an invasion by Russia but will provide practical assistance to allies.\nUS President Joe Biden believes Russia's Vladimir Putin has made a decision to i ...", "importance": "1", "id": "3112", "nodeID": "clusters_20220217_20220226_6"}, "1893": {"publisher": "Perth Now", "image": "", "title": "Russian radio station off air in Moscow", "url": "", "timestamp": "2022-03-01", "previewText": "A Russian radio station critical of the Kremlin has been taken off the airwaves, its chief editor says, after authorities threatened to shut it down over the coverage of Russia's invasion of Ukraine.\nThe move against Ekho Moskvy, one of Russia's olde ...", "importance": "1", "id": "1893", "nodeID": "clusters_20220226_20220306_5"}, "3344": {"publisher": "Perth Now", "image": "", "title": "Blasts heard in Kyiv, aircraft downed", "url": "", "timestamp": "2022-02-25", "previewText": "Ukrainian forces have downed an aircraft over Kyiv, which then crashed into a residential building and set it on fire, says Anton Herashchenko, an adviser to the interior minister.\nIt was unclear whether the aircraft was manned or whether it could be ...", "importance": "1", "id": "3344", "nodeID": "clusters_20220217_20220226_9"}, "4100": {"publisher": "Perth Now", "image": "", "title": "China calls for talks over Ukraine", "url": "", "timestamp": "2022-02-24", "previewText": "China has repeated calls for talks to resolve the crisis in Ukraine while refusing to criticise Russia's attack, and in a move that could help reduce the impact of Western sanctions against Moscow, approved imports of Russian wheat.\nForeign Ministry  ...", "importance": "1", "id": "4100", "nodeID": "clusters_20220217_20220226_3"}, "3285": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Premier League disqualifies Chelsea owner Roman Abramovich", "url": "", "timestamp": "2022-03-12", "previewText": "The Premier League has disqualified Roman Abramovich from running Chelsea football club after the Russian owner was sanctioned by the British government over Russia's war on Ukraine.\nThe announcement that Mr Abramovich had been disqualified from bein ...", "importance": "1", "id": "3285", "nodeID": "clusters_20220306_20220314_0"}, "2845": {"publisher": "Perth Now", "image": "", "title": "Sport-by-sport response to Russian attack", "url": "", "timestamp": "2022-03-01", "previewText": "Russia and Belarus flags and anthems banned at all World Archery international events.\nATHLETICS\nWorld Athletics suspended all Russian and Belarusian athletes from events including the 2022 indoor and outdoor world championships. The Russian athletic ...", "importance": "1", "id": "2845", "nodeID": "clusters_20220226_20220306_1"}, "1891": {"publisher": "The West Australian", "image": "", "title": "Russian radio station off air in Moscow", "url": "", "timestamp": "2022-03-01", "previewText": "Russian radio station off air in MoscowAAPAPWed, 2 March 2022 2:58AM\nA Russian radio station critical of the Kremlin has been taken off the airwaves, its chief editor says, after authorities threatened to shut it down over the coverage of Russia's in ...", "importance": "1", "id": "1891", "nodeID": "clusters_20220226_20220306_5"}, "1826": {"publisher": "The Age", "image": "", "title": "Ukraine capital under siege as Russia bombards nation", "url": "", "timestamp": "2022-02-25", "previewText": "Russian forces have bombarded Ukraine and encircled cities near the nation's capital, Kyiv, in an onslaught that spread fires through civilian buildings and left hundreds dead or wounded on the second day of an invasion condemned by world leaders.\nMi ...", "importance": "1", "id": "1826", "nodeID": "clusters_20220217_20220226_9"}, "2108": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Warning on mosquito disease surveillance", "url": "", "timestamp": "2022-03-19", "previewText": "As Russia's invasion kills more civilians in Ukraine, we'll look at the unlikely prospects for peace talks.\nWe'll hear of a risky aid mission into central Ukraine, with Australian writer Misha Zelinsky who joined the effort.\nAs another Australian die ...", "importance": "1", "id": "2108", "nodeID": "clusters_20220314_20220322_6"}, "695": {"publisher": "Perth Now", "image": "", "title": "BRS accuser's missing war crime claim", "url": "", "timestamp": "2022-03-18", "previewText": "One of Ben Roberts-Smith's chief critics spent hours leaking about the elite soldier's personal life, marriage and \"f*** ups\" in Afghanistan to journalists but a shocking war crime allegation didn't seem to warrant a mention, a court has heard.\nMr Ro ...", "importance": "1", "id": "695", "nodeID": "clusters_20220314_20220322_2"}, "2587": {"publisher": "The Age", "image": "", "title": "'What is going in Ukraine is a crime': TV producer bursts onto live Russian news to decry war", "url": "", "timestamp": "2022-03-14", "previewText": "An employee of Russian state TV's network burst onto the set of the flagship evening news program Monday, chanting \"stop the war\" and denouncing government \"propaganda\" - a striking moment of public protest as the Kremlin cracks down on any criticism ...", "importance": "1", "id": "2587", "nodeID": "clusters_20220314_20220322_5"}, "3197": {"publisher": "The West Australian", "image": "", "title": "ASX higher on commodity shares", "url": "", "timestamp": "2022-03-18", "previewText": "ASX higher on commodity sharesSteven DeareAAPFri, 18 March 2022 9:44AM\nMaterials and energy shares were keeping the ASX higher for a third straight day after commodity prices rose and the oil price increased to more than $US100 per barrel.\nThe market ...", "importance": "1", "id": "3197", "nodeID": "clusters_20220314_20220322_8"}, "2407": {"publisher": "Perth Now", "image": "", "title": "National security committee to convene", "url": "", "timestamp": "2022-02-22", "previewText": "Prime Minister Scott Morrison will convene cabinet's national security committee as Western nations begin to impose the first tranche of sanctions against Russia.\nSanctions by the United States and United Kingdom will target Russian billionaires and  ...", "importance": "1", "id": "2407", "nodeID": "clusters_20220217_20220226_6"}, "2680": {"publisher": "The West Australian", "image": "", "title": "New Zealand cutting fuel tax, bus fares", "url": "", "timestamp": "2022-03-14", "previewText": "New Zealand cutting fuel tax, bus faresBen McKayAAPMon, 14 March 2022 12:45PM\nNew Zealand is cutting fuel taxes and halving public transport fares in response to the \"wicked perfect storm\" fueling global inflation.\nRegular unleaded petrol costs more  ...", "importance": "1", "id": "2680", "nodeID": "clusters_20220314_20220322_4"}, "1794": {"publisher": "Perth Now", "image": "", "title": "Why PM won't act to slash petrol prices", "url": "", "timestamp": "2022-03-08", "previewText": "A tax cut that could lighten the load for some Australians has been ruled out by the Morrison government.\nPetrol prices across the country have soared to record highs after Russia's invasion of Ukraine pushed crude oil prices to an eight-year high.\nT ...", "importance": "1", "id": "1794", "nodeID": "clusters_20220306_20220314_4"}, "4349": {"publisher": "Perth Now", "image": "", "title": "China says it respects Ukraine sovereignty", "url": "", "timestamp": "2022-02-25", "previewText": "Chinese Foreign Minister Wang Yi has told senior European officials that China respects countries' sovereignty, including Ukraine's, but that Russia's concerns about NATO's eastward expansion should be properly addressed.\nAfter weeks of warnings from ...", "importance": "1", "id": "4349", "nodeID": "clusters_20220217_20220226_3"}, "722": {"publisher": "The West Australian", "image": "", "title": "Perth fuel price to hit record high... again", "url": "", "timestamp": "2022-03-08", "previewText": "Fuel prices Australia: Average price of unleaded petrol in Perth to reach 208.9 cents a litreJosh ZimmermanThe West AustralianTue, 8 March 2022 3:08PMCommentsCommentsEmail Josh Zimmerman\nThe average price of unleaded petrol in Perth will reach 208.9c ...", "importance": "1", "id": "722", "nodeID": "clusters_20220306_20220314_4"}, "827": {"publisher": "The West Australian", "image": "", "title": "Abramovich hands over Chelsea stewardship", "url": "", "timestamp": "2022-02-26", "previewText": "Abramovich hands over Chelsea stewardshipAAPReutersSun, 27 February 2022 3:33AM\nChelsea's Russian owner Roman Abramovich has given trustees of the London side's charitable foundation stewardship of the Premier League club.\nAbramovich and Chelsea did  ...", "importance": "1", "id": "827", "nodeID": "clusters_20220226_20220306_0"}, "836": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Russia cracks down on independent media reporting on invasion of Ukraine", "url": "", "timestamp": "2022-02-26", "previewText": "Russia's communications regulator has ordered independent media to remove reports describing Moscow's attack on Ukraine as an \"assault, invasion, or declaration of war\" or face being blocked and fined.\nAs Russian forces moved into Kyiv, Moscow's defe ...", "importance": "1", "id": "836", "nodeID": "clusters_20220226_20220306_5"}, "946": {"publisher": "The Age", "image": "", "title": "Russian and Belarusian para-athletes to compete as neutrals in Beijing", "url": "", "timestamp": "2022-03-02", "previewText": "Russian and Belarusian athletes can compete as neutrals at the Winter Paralympics in Beijing, the International Paralympic Committee (IPC) said, despite calls for widespread sporting sanctions after the attack on Ukraine.\nThe International Olympic Co ...", "importance": "1", "id": "946", "nodeID": "clusters_20220226_20220306_1"}, "1327": {"publisher": "Australian Financial Review", "image": "", "title": "Thousands arrested in anti-war protests across Russia", "url": "", "timestamp": "2022-03-06", "previewText": "Video from independent Russian news outlets covering the protests showed throngs of people chanting \"No to war!\" on St. Petersburg's central avenue, Nevsky Prospekt, and on Moscow's Manezhnaya Square, just outside the Kremlin walls.\nOther clips showe ...", "importance": "1", "id": "1327", "nodeID": "clusters_20220306_20220314_5"}, "2439": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Rumours expanded tenfold': Defamation trial hears a surprising comparison of elite SAS unit", "url": "", "timestamp": "2022-03-11", "previewText": "It's difficult to imagine two environments more different than a club of country wives and a military unit of elite soldiers.\nBut what they share, according to evidence heard in a Sydney court this week, is a propensity for rumours.\nThe surprising an ...", "importance": "1", "id": "2439", "nodeID": "clusters_20220306_20220314_2"}, "647": {"publisher": "The West Australian", "image": "", "title": "Australia backs Russia sports ban", "url": "", "timestamp": "2022-03-09", "previewText": "Australia backs Russia sports banDominic GianniniAAPWed, 9 March 2022 1:28PM\nAustralia is imploring all international sporting organisations to ban Russian and Belarusian athletes from competing and to prevent the two nations from bidding to host eve ...", "importance": "1", "id": "647", "nodeID": "clusters_20220306_20220314_1"}, "3773": {"publisher": "The West Australian", "image": "", "title": "Australia's latest sanctions on Russia", "url": "", "timestamp": "2022-02-25", "previewText": "Australia's latest sanctions on RussiaDominic GianniniAAPFri, 25 February 2022 10:15AM\nTHIRD ROUND OF AUSTRALIAN SANCTIONS AGAINST RUSSIA\nAustralia will implement a third tranche of sanctions after Russia invaded Ukraine on Thursday.\nPrime Minister S ...", "importance": "1", "id": "3773", "nodeID": "clusters_20220217_20220226_6"}, "3110": {"publisher": "The West Australian", "image": "", "title": "Australia won't sent troops to Ukraine: PM", "url": "", "timestamp": "2022-02-19", "previewText": "Australia won't sent troops to Ukraine: PMAAPAAPSat, 19 February 2022 9:16AM\nPrime Minister Scott Morrison has indicated Australia won't send troops to Ukraine in the event of an invasion by Russia but will provide practical assistance to allies.\nUS  ...", "importance": "1", "id": "3110", "nodeID": "clusters_20220217_20220226_6"}, "4200": {"publisher": "Australian Financial Review", "image": "", "title": "'Necessary evil' fuel taxes should be maintained, motoring groups say", "url": "", "timestamp": "2022-03-14", "previewText": "Other countries are intervening to ease fuel prices, which have risen sharply amid disruptions to global energy supplies following the invasion of Ukraine.\nFrance plans to introduce rebates of €0.15 per litre from April 1 for four months, while the N ...", "importance": "1", "id": "4200", "nodeID": "clusters_20220314_20220322_4"}, "754": {"publisher": "The West Australian", "image": "", "title": "US warship in Taiwan Strait 'provocative'", "url": "", "timestamp": "2022-02-26", "previewText": "US warship in Taiwan Strait 'provocative'Ben BlanchardReutersSat, 26 February 2022 10:47PM\nA US warship has sailed through the sensitive Taiwan Strait, part of what the US military calls routine activity but which China described as \"provocative\".\nTh ...", "importance": "1", "id": "754", "nodeID": "clusters_20220226_20220306_3"}, "896": {"publisher": "Australian Financial Review", "image": "", "title": "UK halts sale of Chelsea as Abramovich's assets are frozen", "url": "", "timestamp": "2022-03-10", "previewText": "London | The UK froze the assets of Chelsea Football Club owner Roman Abramovich, as Boris Johnson's government dramatically stepped up its sanctions against prominent Russians over the invasion of Ukraine.\nAbramovich and six others face a full asset ...", "importance": "1", "id": "896", "nodeID": "clusters_20220306_20220314_0"}, "4417": {"publisher": "Perth Now", "image": "", "title": "ASX bounces despite Russia-Ukraine fears", "url": "", "timestamp": "2022-02-23", "previewText": "The Australian sharemarket gained ground despite a week lead from Wall Street and nations including our own slapping sanctions on Russia as it seemingly steps closer to invading Ukraine.\nAfter tumbling on Tuesday, the benchmark S&P/ASX200 index close ...", "importance": "1", "id": "4417", "nodeID": "clusters_20220217_20220226_8"}, "3271": {"publisher": "Perth Now", "image": "", "title": "Diesel prices to hit STAGGERING new WA record ", "url": "", "timestamp": "2022-03-12", "previewText": "The price of diesel in Perth will reach a new record high for the fifth day in a row on Sunday, averaging a staggering 217.2c a litre across the city.\nAs the price of unleaded begins to creep downwards after also hitting record highs this week, the c ...", "importance": "1", "id": "3271", "nodeID": "clusters_20220306_20220314_4"}, "167": {"publisher": "Perth Now", "image": "", "title": "UK imposes asset freezes on Chelsea owner", "url": "", "timestamp": "2022-03-10", "previewText": "Roman Abramovich has been sanctioned by the UK Government, freezing the Russian-Israeli billionaire's planned sale of Chelsea.\nThe 55-year-old put Chelsea up for sale on March 2 after Russia's continued invasion of Ukraine.\nAbramovich has owned Chels ...", "importance": "1", "id": "167", "nodeID": "clusters_20220306_20220314_0"}, "3657": {"publisher": "Perth Now", "image": "", "title": "ASX carnage as Ukraine invasion begins", "url": "", "timestamp": "2022-02-24", "previewText": "The Australian sharemarket suffered its worst one-day fall in almost 18 months, wiping more than $70bn in value off the local bourse after Russia announced a \"military operation\" in Ukraine, which was followed by reports of explosions.\nThe benchmark  ...", "importance": "1", "id": "3657", "nodeID": "clusters_20220217_20220226_8"}, "359": {"publisher": "Australian Financial Review", "image": "", "title": "Over-the-counter healthcare to sink extra $3.52 billion into ads", "url": "", "timestamp": "2022-03-06", "previewText": "Advertising expenditure by over-the-counter (OTC) healthcare brands will grow by $US2.6 billion ($3.52 billion) globally between 2021 and 2023, as the sector continues to invest more money into advertising as countries settle into a new health normal ...", "importance": "1", "id": "359", "nodeID": "clusters_20220306_20220314_7"}, "1643": {"publisher": "The Sydney Morning Herald", "image": "", "title": "SAS soldier cried describing Roberts-Smith kicking man off cliff, court told", "url": "", "timestamp": "2022-03-07", "previewText": "An elite soldier has told the Federal Court that he saw a comrade break down in tears while recounting an alleged incident involving war veteran Ben Roberts-Smith kicking an Afghan man off a cliff.\nPerson 18, a serving Special Air Service soldier who ...", "importance": "1", "id": "1643", "nodeID": "clusters_20220306_20220314_2"}, "1641": {"publisher": "Perth Now", "image": "", "title": "Plea for peace as Beijing Paralympics end", "url": "", "timestamp": "2022-03-13", "previewText": "International Paralympic Committee president Andrew Parsons has reiterated his calls for peace as he closed a Beijing Winter Paralympics set against the backdrop of Russia's invasion of Ukraine.\nThe 2022 Games has been intrinsically linked to the war ...", "importance": "1", "id": "1641", "nodeID": "clusters_20220306_20220314_1"}, "3560": {"publisher": "Australian Financial Review", "image": "", "title": "Russian 'stop the war' protester disrupts TV news", "url": "", "timestamp": "2022-03-15", "previewText": "Moscow | A woman burst onto the set of Russian state TV's flagship evening news programme, chanting \"stop the war\" and denouncing government \"propaganda\" - a striking moment of public protest as the Kremlin cracks down on any criticism of its invasio ...", "importance": "1", "id": "3560", "nodeID": "clusters_20220314_20220322_5"}, "4337": {"publisher": "Perth Now", "image": "", "title": "FUEL HELL: WA motorists brace for more pain", "url": "", "timestamp": "2022-03-11", "previewText": "Diesel will set a price record for the fourth day in a row when it averages 214.3c a litre across Perth on Saturday, which comes amid warnings unleaded petrol will climb as high as $2.40 by mid-March.\nWhile the average cost of unleaded will drop to 2 ...", "importance": "1", "id": "4337", "nodeID": "clusters_20220306_20220314_4"}, "2955": {"publisher": "Australian Financial Review", "image": "", "title": "For Xi, Putin's invasion is a test run for Taiwan", "url": "", "timestamp": "2022-03-01", "previewText": "Beijing has moved from its declaration of a \"no limits\" partnership with Russia in early February, to an acknowledgement of Ukraine's sovereignty, to, most recently, full-blown \"whataboutism\", by blaming American provocation and past wars.\nIt's early ...", "importance": "1", "id": "2955", "nodeID": "clusters_20220226_20220306_3"}, "634": {"publisher": "The West Australian", "image": "", "title": "ASX rallies on hopes for Ukraine solution", "url": "", "timestamp": "2022-03-10", "previewText": "Markets wrap: Prospect of improved Russia-Ukraine relations sparks risk-on rally for global stocksAlex DruceNCA NewsWireThu, 10 March 2022 2:53PM\nAustralia's sharemarket joined a synchronised global rally on Thursday as the prospect of thawing relati ...", "importance": "1", "id": "634", "nodeID": "clusters_20220306_20220314_8"}, "823": {"publisher": "The West Australian", "image": "", "title": "Paris mayor questions Russia at 2024 Games", "url": "", "timestamp": "2022-03-16", "previewText": "Paris mayor questions Russia at 2024 GamesRichard Lough and Elizabeth PineauReutersWed, 16 March 2022 11:45PM\nRussian President Vladimir Putin's invasion of Ukraine goes against the Olympic spirit and the time will come to decide on his country's par ...", "importance": "1", "id": "823", "nodeID": "clusters_20220314_20220322_1"}, "2514": {"publisher": "Perth Now", "image": "", "title": "IOC calls for ban on Russians, Belarusians", "url": "", "timestamp": "2022-02-28", "previewText": "The International Olympic Committee (IOC) has recommended that athletes from Russia and Belarus should not be allowed to compete in international sports events, and is stripping Russian President Vladimir Putin of the Olympic Order.\nThe IOC said the  ...", "importance": "1", "id": "2514", "nodeID": "clusters_20220226_20220306_1"}, "1524": {"publisher": "The Sydney Morning Herald", "image": "", "title": "China offers medical supplies for Ukraine, defends 'iron clad' relationship with Russia", "url": "", "timestamp": "2022-03-07", "previewText": "Seoul: China has offered to mediate peace talks between Kyiv and Moscow, pledged to send medical supplies to Ukraine, and proposed a six-point plan to stop a humanitarian crisis while maintaining its relationship with Russia is rock solid.\nIn an hour ...", "importance": "1", "id": "1524", "nodeID": "clusters_20220306_20220314_3"}, "3858": {"publisher": "Australian Financial Review", "image": "", "title": "Letters: A balanced look at fuel excise", "url": "", "timestamp": "2022-03-16", "previewText": "As the editorial notes, New Zealand has cut its fuel excise - by NZ25¢ a litre for three months. This has been accompanied by a complementary halving of public transport fares. However, the New Zealand petrol excise was recently NZ77.284¢ a litre and ...", "importance": "1", "id": "3858", "nodeID": "clusters_20220314_20220322_4"}, "3280": {"publisher": "Perth Now", "image": "", "title": "EPL ban Abramovich from running Chelsea", "url": "", "timestamp": "2022-03-12", "previewText": "In an unprecedented ruling against a club owner, the Premier League has ordered Roman Abramovich to stop running Chelsea FC and sell up.\nThe move on Saturday follows the billionaire being sanctioned by the British government over Russia's war on Ukra ...", "importance": "1", "id": "3280", "nodeID": "clusters_20220306_20220314_0"}, "3189": {"publisher": "Australian Financial Review", "image": "", "title": "What's next after the Fed raises rates?", "url": "", "timestamp": "2022-03-12", "previewText": "Bond traders are virtually certain the US Federal Reserve will raise interest rates by a quarter percentage point on Wednesday. What they are watching for is where the central bank heads after that.\nTwo-year Treasury yields, which are highly sensitiv ...", "importance": "1", "id": "3189", "nodeID": "clusters_20220306_20220314_7"}, "650": {"publisher": "Perth Now", "image": "", "title": "Australia backs Russia sports ban", "url": "", "timestamp": "2022-03-09", "previewText": "Australia is imploring all international sporting organisations to ban Russian and Belarusian athletes from competing and to prevent the two nations from bidding to host events.\nSports Minister Richard Colbeck joined more than 30 countries including  ...", "importance": "1", "id": "650", "nodeID": "clusters_20220306_20220314_1"}, "4408": {"publisher": "The West Australian", "image": "", "title": "Australian shares slide amid Ukraine fears", "url": "", "timestamp": "2022-02-24", "previewText": "Australian shares slide amid Ukraine fearsPrashant MehraAAPThu, 24 February 2022 9:58AM\nAustralian shares slid nearly 2.5 per cent by mid morning amid a broad-based selloff over fears a full-scale Russian invasion would worsen the Ukraine crisis.\nBy  ...", "importance": "1", "id": "4408", "nodeID": "clusters_20220217_20220226_8"}, "2632": {"publisher": "The West Australian", "image": "", "title": "China praises Russia ties", "url": "", "timestamp": "2022-03-07", "previewText": "China praises Russia tiesAAPReutersMon, 7 March 2022 4:12PM\nChina's Red Cross will provide humanitarian aid to Ukraine \"as soon as possible\", Foreign Minister Wang Yi says, as he praised his country's friendship with Russia as \"rock solid\".\nChina has ...", "importance": "1", "id": "2632", "nodeID": "clusters_20220306_20220314_3"}, "2385": {"publisher": "Australian Financial Review", "image": "", "title": "McKibbin sees 'several' RBA rate hikes this year", "url": "", "timestamp": "2022-02-24", "previewText": "The Reserve Bank of Australia will probably tighten monetary policy \"several\" times this year to stave off inflation, with surging oil costs fuelled by the Russia-Ukraine invasion further adding to price risks, former board member Warwick McKibbin sa ...", "importance": "1", "id": "2385", "nodeID": "clusters_20220217_20220226_7"}, "1395": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Residential buildings hit as Russia targets port city of Odesa", "url": "", "timestamp": "2022-03-21", "previewText": "Authorities in Odesa have accused Russian forces of striking residential buildings, the first such attack on the Black Sea port city.\nThe city council said there were no casualties but the attacks, on the outskirts of the city early on Monday local t ...", "importance": "1", "id": "1395", "nodeID": "clusters_20220314_20220322_9"}, "3714": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Minor player with a loud voice: Why Morrison will keep talking tough on Ukraine conflict", "url": "", "timestamp": "2022-02-24", "previewText": "As Russia's attack on Ukraine unfolds dramatically, Australia is in the choir stalls, not centre stage, when it comes to the West's response. But Scott Morrison is determined its voice be loud.\nHis denunciation of the Russian \"thugs\" and \"bullies\" ha ...", "importance": "1", "id": "3714", "nodeID": "clusters_20220217_20220226_6"}, "4110": {"publisher": "The West Australian", "image": "", "title": "Australia's latest sanctions on Russia", "url": "", "timestamp": "2022-02-24", "previewText": "Australia's latest sanctions on RussiaDominic GianniniAAPThu, 24 February 2022 3:56PM\nADDITIONAL AUSTRALIAN SANCTIONS AGAINST RUSSIA\nAustralia will implement a second tranche of sanctions after Russia invaded Ukraine on Thursday.\nPrime Minister Scott ...", "importance": "1", "id": "4110", "nodeID": "clusters_20220217_20220226_6"}, "166": {"publisher": "The West Australian", "image": "", "title": "UK imposes asset freezes on Chelsea owner", "url": "", "timestamp": "2022-03-10", "previewText": "UK imposes asset freezes on Chelsea ownerNick Purewal, PAPress AssociationThu, 10 March 2022 6:06PM\nRoman Abramovich has been sanctioned by the UK Government, freezing the Russian-Israeli billionaire's planned sale of Chelsea.\nThe 55-year-old put Che ...", "importance": "1", "id": "166", "nodeID": "clusters_20220306_20220314_0"}, "2899": {"publisher": "Australian Financial Review", "image": "", "title": "ASX to rise; Nasdaq leads falls on Wall St", "url": "", "timestamp": "2022-03-13", "previewText": "Bond traders are virtually certain the US Federal Reserve will raise interest rates by a quarter of a percentage point on Wednesday. What they are watching for is where the central bank heads after that.\nTwo-year Treasury yields, which are highly sen ...", "importance": "1", "id": "2899", "nodeID": "clusters_20220306_20220314_7"}, "3372": {"publisher": "Perth Now", "image": "", "title": "RBA boss reflects on economic headwinds", "url": "", "timestamp": "2022-03-08", "previewText": "Reserve Bank governor Philip Lowe will face the business community at a time of escalating inflation, rising fuel costs and uncertainty over when official interest rate will start to rise.\nDr Lowe will address the Australian Financial Review business ...", "importance": "1", "id": "3372", "nodeID": "clusters_20220306_20220314_7"}, "2435": {"publisher": "Perth Now", "image": "", "title": "Chelsea in danger of running out of money", "url": "", "timestamp": "2022-03-11", "previewText": "Lavish spending, sustained only by Roman Abramovich's investment, funded Chelsea's 21 trophies during his 19 years as owner.\nNow there are fears the Premier League club could run out of money after the British government sanctioned the Russian oligar ...", "importance": "1", "id": "2435", "nodeID": "clusters_20220306_20220314_0"}, "4531": {"publisher": "Perth Now", "image": "", "title": "The state economy defying Covid", "url": "", "timestamp": "2022-03-10", "previewText": "Boom-time conditions are expected to continue in Western Australia for another two years despite the impact of Covid-19, but experts have warned about the state's over-reliance on the mining industry.\nAccording to the Chamber of Commerce and Industry ...", "importance": "1", "id": "4531", "nodeID": "clusters_20220306_20220314_7"}}, "nodes": {"clusters_20220217_20220226_0": {"lineIDs": [7], "importance": "1", "articleIDs": ["826", "827"], "label": "Abramovich hands over Chelsea stewardship", "cluster_words": "mbappe, minute, home, goal, club, macarthur, second, stuttgart, goals, psg", "time": "2022-02-17", "id": "clusters_20220217_20220226_0", "row": "0", "column": "0"}, "clusters_20220217_20220226_1": {"lineIDs": [8], "importance": "1", "articleIDs": [], "label": "Skater gives Olympic gold to China captive", "cluster_words": "games, olympic, valieva, doping, ioc, olympics, rublev, beijing, ceremony, match", "time": "2022-02-17", "id": "clusters_20220217_20220226_1", "row": "1", "column": "0"}, "clusters_20220217_20220226_2": {"lineIDs": [4], "importance": "1", "articleIDs": ["1982", "3890", "614"], "label": "Soldier accuses fallen war hero of bullying", "cluster_words": "roberts, roberts smith, smith, mr roberts, person, court, wittman, mr, soldier, told", "time": "2022-02-17", "id": "clusters_20220217_20220226_2", "row": "2", "column": "0"}, "clusters_20220217_20220226_3": {"lineIDs": [1], "importance": "1", "articleIDs": ["4100", "1594", "664", "4349", "754"], "label": "China calls for talks over Ukraine", "cluster_words": "china, taiwan, chinese, xi, foreign, hua, beijing, putin, america, security", "time": "2022-02-17", "id": "clusters_20220217_20220226_3", "row": "3", "column": "0"}, "clusters_20220217_20220226_4": {"lineIDs": [6], "importance": "1", "articleIDs": [], "label": "'Damn near impossible': This family is giving up meat to make ends meet", "cluster_words": "wholesale price, price, wholesale, dependent wholesale, ve gone, temporary, costs, wind, ms johnson, hampers", "time": "2022-02-17", "id": "clusters_20220217_20220226_4", "row": "4", "column": "0"}, "clusters_20220217_20220226_5": {"lineIDs": [9], "importance": "1", "articleIDs": ["836"], "label": "Russia cracks down on independent media reporting on invasion of Ukraine", "cluster_words": "protesters, war, putin, gathered, people, stop, media, military, russian, rallies", "time": "2022-02-17", "id": "clusters_20220217_20220226_5", "row": "5", "column": "0"}, "clusters_20220217_20220226_6": {"lineIDs": [3], "importance": "1", "articleIDs": ["3110", "3112", "132", "2407", "2404", "4110", "3714", "4133", "3773"], "label": "Australia won't sent troops to Ukraine: PM", "cluster_words": "morrison, sanctions, payne, minister, australia, mr morrison, prime minister, prime, morrison said, senator", "time": "2022-02-17", "id": "clusters_20220217_20220226_6", "row": "6", "column": "0"}, "clusters_20220217_20220226_7": {"lineIDs": [0], "importance": "1", "articleIDs": ["2385"], "label": "McKibbin sees 'several' RBA rate hikes this year", "cluster_words": "rate, inflation, quarter, rba, growth, bank, rates, year, policy, cent", "time": "2022-02-17", "id": "clusters_20220217_20220226_7", "row": "7", "column": "0"}, "clusters_20220217_20220226_8": {"lineIDs": [2], "importance": "1", "articleIDs": ["1988", "330", "4417", "2642", "4408", "3652", "3657", "3778"], "label": "ASX down 1pc as investors watch Ukraine", "cluster_words": "cent, half, profit, tchourilov, market, cents, tchourilov said, index, shares, mr tchourilov", "time": "2022-02-17", "id": "clusters_20220217_20220226_8", "row": "8", "column": "0"}, "clusters_20220217_20220226_9": {"lineIDs": [5], "importance": "1", "articleIDs": ["145", "1826", "3344", "3342", "3330", "3143"], "label": "Ukraine plane shot down, five killed", "cluster_words": "kyiv, capital, ukrainian, city, forces, troops, saturday, fighting, military, russian troops", "time": "2022-02-17", "id": "clusters_20220217_20220226_9", "row": "9", "column": "0"}, "clusters_20220226_20220306_0": {"lineIDs": [7], "importance": "1", "articleIDs": ["826", "827"], "label": "Abramovich hands over Chelsea stewardship", "cluster_words": "abramovich, chelsea, club, league, foundation, trustees, london, champions, goal, roman abramovich", "time": "2022-02-26", "id": "clusters_20220226_20220306_0", "row": "0", "column": "1"}, "clusters_20220226_20220306_1": {"lineIDs": [8], "importance": "1", "articleIDs": ["2514", "2845", "946", "4552", "3571"], "label": "IOC calls for ban on Russians, Belarusians", "cluster_words": "athletes, international, paralympic, belarus, belarusian, russian belarusian, olympic, events, world, russia belarus", "time": "2022-02-26", "id": "clusters_20220226_20220306_1", "row": "1", "column": "1"}, "clusters_20220226_20220306_2": {"lineIDs": [4], "importance": "1", "articleIDs": [], "label": "Ben Roberts-Smith checked whether drone recorded events on day of alleged murders, court told", "cluster_words": "reffitt, person, court, soldier, sas, roberts smith, smith, capitol, roberts, evidence", "time": "2022-02-26", "id": "clusters_20220226_20220306_2", "row": "2", "column": "1"}, "clusters_20220226_20220306_3": {"lineIDs": [1, 3], "importance": "1", "articleIDs": ["754", "2955", "2316", "2349"], "label": "US warship in Taiwan Strait 'provocative'", "cluster_words": "taiwan, china, chinese, indo pacific, indo, pacific, beijing, officials, quad, india", "time": "2022-02-26", "id": "clusters_20220226_20220306_3", "row": "3", "column": "1"}, "clusters_20220226_20220306_5": {"lineIDs": [9], "importance": "1", "articleIDs": ["836", "2851", "1893", "1891", "1487", "1327", "3422"], "label": "Russia cracks down on independent media reporting on invasion of Ukraine", "cluster_words": "protests, war, ukrainian, people, media, sunday, thousands, cities, russian, protest", "time": "2022-02-26", "id": "clusters_20220226_20220306_5", "row": "5", "column": "1"}, "clusters_20220226_20220306_7": {"lineIDs": [0, 6], "importance": "1", "articleIDs": ["4149", "359"], "label": "Open wallets underpin Australia's GDP rebound", "cluster_words": "inflation, rate, rba, lowe, economy, growth, cent, bank, cash rate, cash", "time": "2022-02-26", "id": "clusters_20220226_20220306_7", "row": "7", "column": "1"}, "clusters_20220226_20220306_8": {"lineIDs": [2], "importance": "1", "articleIDs": [], "label": "ASX down more than one per cent", "cluster_words": "shares, points, cent, zip, rose, sezzle, investors, aedt, asx, index", "time": "2022-02-26", "id": "clusters_20220226_20220306_8", "row": "8", "column": "1"}, "clusters_20220226_20220306_9": {"lineIDs": [5], "importance": "1", "articleIDs": ["3143", "1899"], "label": "'Our peaceful city has been hit': The moment a missile struck a Kyiv apartment building", "cluster_words": "kharkiv, city, kyiv, ukrainian, killed, russian, forces, shelling, residential, troops", "time": "2022-02-26", "id": "clusters_20220226_20220306_9", "row": "9", "column": "1"}, "clusters_20220306_20220314_0": {"lineIDs": [7], "importance": "1", "articleIDs": ["798", "896", "167", "166", "2435", "3285", "3280", "3281"], "label": "Abramovich sanctions cloud Chelsea future", "cluster_words": "chelsea, abramovich, club, league, premier league, premier, government, licence, sale, owner", "time": "2022-03-06", "id": "clusters_20220306_20220314_0", "row": "0", "column": "2"}, "clusters_20220306_20220314_1": {"lineIDs": [8], "importance": "1", "articleIDs": ["647", "650", "1641"], "label": "Australia backs Russia sports ban", "cluster_words": "players, athletes, indian wells, wells, nadal, sport, world, tournament, indian, clubs", "time": "2022-03-06", "id": "clusters_20220306_20220314_1", "row": "1", "column": "2"}, "clusters_20220306_20220314_2": {"lineIDs": [4], "importance": "1", "articleIDs": ["1643", "2662", "2439", "1271"], "label": "SAS soldier cried describing Roberts-Smith kicking man off cliff, court told", "cluster_words": "person, roberts, roberts smith, smith, mr roberts, court, sas, person 18, told court, tunnel", "time": "2022-03-06", "id": "clusters_20220306_20220314_2", "row": "2", "column": "2"}, "clusters_20220306_20220314_3": {"lineIDs": [1, 3], "importance": "1", "articleIDs": ["2632", "1524"], "label": "China praises Russia ties", "cluster_words": "china, taiwan, beijing, chinese, xi, foreign, putin, relationship, invasion, india", "time": "2022-03-06", "id": "clusters_20220306_20220314_3", "row": "3", "column": "2"}, "clusters_20220306_20220314_5": {"lineIDs": [9], "importance": "1", "articleIDs": ["1327", "3422", "2587"], "label": "Thousands arrested in anti-war protests across Russia", "cluster_words": "rama, protest, albanians, protesters, war, fuel, navalny, anti war, anti, government", "time": "2022-03-06", "id": "clusters_20220306_20220314_5", "row": "5", "column": "2"}, "clusters_20220306_20220314_7": {"lineIDs": [0, 6], "importance": "1", "articleIDs": ["359", "352", "3372", "4531", "4452", "3189", "2899"], "label": "Over-the-counter healthcare to sink extra $3.52 billion into ads", "cluster_words": "inflation, lowe, rate, dr lowe, economy, rates, dr, prices, year, rba", "time": "2022-03-06", "id": "clusters_20220306_20220314_7", "row": "7", "column": "2"}, "clusters_20220306_20220314_8": {"lineIDs": [2], "importance": "1", "articleIDs": ["634"], "label": "ASX rallies on hopes for Ukraine solution", "cluster_words": "cent, shares, points, asx, company, lower, gained, index, energy, nickel", "time": "2022-03-06", "id": "clusters_20220306_20220314_8", "row": "8", "column": "2"}, "clusters_20220306_20220314_9": {"lineIDs": [5], "importance": "1", "articleIDs": ["1740"], "label": "Battle to protect Ukraine's most important World Heritage sites, including St Sophia's Cathedral in Kyiv", "cluster_words": "civilians, kyiv, forces, mariupol, russian forces, ukrainian, city, shelling, killed, attack", "time": "2022-03-06", "id": "clusters_20220306_20220314_9", "row": "9", "column": "2"}, "clusters_20220314_20220322_0": {"lineIDs": [7], "importance": "1", "articleIDs": [], "label": "Abramovich jet lands in Moscow", "cluster_words": "chelsea, abramovich, league, madrid, club, concord, fund, atletico, champions, money", "time": "2022-03-14", "id": "clusters_20220314_20220322_0", "row": "0", "column": "3"}, "clusters_20220314_20220322_1": {"lineIDs": [8], "importance": "1", "articleIDs": ["823", "76"], "label": "Paris mayor questions Russia at 2024 Games", "cluster_words": "play, cup, tennis, hidalgo, organisers, french, djokovic, lashmanova, huddleston, allowed", "time": "2022-03-14", "id": "clusters_20220314_20220322_1", "row": "1", "column": "3"}, "clusters_20220314_20220322_2": {"lineIDs": [4], "importance": "1", "articleIDs": ["1271", "4624", "4623", "695"], "label": "'Did we just witness an execution?': Former SAS soldier describes alleged killing by Ben Roberts-Smith", "cluster_words": "roberts smith, smith, roberts, mr roberts, person, court, mr, told court, sas, soldier", "time": "2022-03-14", "id": "clusters_20220314_20220322_2", "row": "2", "column": "3"}, "clusters_20220314_20220322_3": {"lineIDs": [1, 3], "importance": "1", "articleIDs": [], "label": "'Implications and consequences': Biden warns Xi not to back Putin's war", "cluster_words": "china, india, xi, trade, united, biden, chinese, states, modi, united states", "time": "2022-03-14", "id": "clusters_20220314_20220322_3", "row": "3", "column": "3"}, "clusters_20220314_20220322_5": {"lineIDs": [9], "importance": "1", "articleIDs": ["2587", "2299", "3560"], "label": "'What is going in Ukraine is a crime': TV producer bursts onto live Russian news to decry war", "cluster_words": "ovsyannikova, channel, protest, state, tv, news, state tv, marina ovsyannikova, marina, hooliganism", "time": "2022-03-14", "id": "clusters_20220314_20220322_5", "row": "5", "column": "3"}, "clusters_20220314_20220322_7": {"lineIDs": [0, 6], "importance": "1", "articleIDs": ["1083"], "label": "Fed hawks call for super-sized interest rate increases", "cluster_words": "inflation, fed, rate, rates, cent, powell, bank, year, growth, prices", "time": "2022-03-14", "id": "clusters_20220314_20220322_7", "row": "7", "column": "3"}, "clusters_20220314_20220322_8": {"lineIDs": [2], "importance": "1", "articleIDs": ["3197"], "label": "ASX higher on commodity shares", "cluster_words": "cent, higher, points, cent higher, asx, investors, market, shares, rose, stocks", "time": "2022-03-14", "id": "clusters_20220314_20220322_8", "row": "8", "column": "3"}, "clusters_20220314_20220322_9": {"lineIDs": [5], "importance": "1", "articleIDs": ["1740", "1395", "1747"], "label": "Battle to protect Ukraine's most important World Heritage sites, including St Sophia's Cathedral in Kyiv", "cluster_words": "theatre, mariupol, city, people, civilians, survivors, kyiv, rubble, forces, shelter", "time": "2022-03-14", "id": "clusters_20220314_20220322_9", "row": "9", "column": "3"}}, "lines": {"0": {"id": 0, "nodeIDs": ["clusters_20220217_20220226_7", "clusters_20220226_20220306_7", "clusters_20220306_20220314_7", "clusters_20220314_20220322_7"], "line_label": "", "importance": 1.0}, "1": {"id": 1, "nodeIDs": ["clusters_20220217_20220226_3", "clusters_20220226_20220306_3", "clusters_20220306_20220314_3", "clusters_20220314_20220322_3"], "line_label": "", "importance": 0.8210933883900872}, "2": {"id": 2, "nodeIDs": ["clusters_20220217_20220226_8", "clusters_20220226_20220306_8", "clusters_20220306_20220314_8", "clusters_20220314_20220322_8"], "line_label": "", "importance": 0.6582350431592141}, "3": {"id": 3, "nodeIDs": ["clusters_20220217_20220226_6", "clusters_20220226_20220306_3", "clusters_20220306_20220314_3", "clusters_20220314_20220322_3"], "line_label": "", "importance": 0.6413680557263989}, "4": {"id": 4, "nodeIDs": ["clusters_20220217_20220226_2", "clusters_20220226_20220306_2", "clusters_20220306_20220314_2", "clusters_20220314_20220322_2"], "line_label": "", "importance": 0.6296494130841739}, "5": {"id": 5, "nodeIDs": ["clusters_20220217_20220226_9", "clusters_20220226_20220306_9", "clusters_20220306_20220314_9", "clusters_20220314_20220322_9"], "line_label": "", "importance": 0.5656252554449481}, "6": {"id": 6, "nodeIDs": ["clusters_20220217_20220226_4", "clusters_20220226_20220306_7", "clusters_20220306_20220314_7", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.4894621964018776}, "7": {"id": 7, "nodeIDs": ["clusters_20220217_20220226_0", "clusters_20220226_20220306_0", "clusters_20220306_20220314_0", "clusters_20220314_20220322_0"], "line_label": "", "importance": 0.3748382403882985}, "8": {"id": 8, "nodeIDs": ["clusters_20220217_20220226_1", "clusters_20220226_20220306_1", "clusters_20220306_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.347468039660079}, "9": {"id": 9, "nodeIDs": ["clusters_20220217_20220226_5", "clusters_20220226_20220306_5", "clusters_20220306_20220314_5", "clusters_20220314_20220322_5"], "line_label": "", "importance": 0.0}}}