{"articles": {"4133": {"publisher": "Perth Now", "image": "", "title": "Australia's latest sanctions on Russia", "url": "", "timestamp": "2022-02-24", "previewText": "ADDITIONAL AUSTRALIAN SANCTIONS AGAINST RUSSIA\nAustralia will implement a second tranche of sanctions after Russia invaded Ukraine on Thursday.\nPrime Minister Scott Morrison strongly condemned the \"brutal\" and \"unprovoked\" Russian invasion of Ukraine ...", "importance": "1", "id": "4133", "nodeID": "clusters_20220217_20220226_9"}, "826": {"publisher": "Perth Now", "image": "", "title": "Abramovich hands over Chelsea stewardship", "url": "", "timestamp": "2022-02-26", "previewText": "Chelsea's Russian owner Roman Abramovich has given trustees of the London side's charitable foundation stewardship of the Premier League club.\nAbramovich and Chelsea did not reveal why he was giving the foundation stewardship of the European champion ...", "importance": "1", "id": "826", "nodeID": "clusters_20220226_20220305_0"}, "352": {"publisher": "The West Australian", "image": "", "title": "Strong demand for finance from small firms", "url": "", "timestamp": "2022-03-07", "previewText": "Strong demand for finance from small firmsColin Brinsden, AAP Economics and Business CorrespondentAAPTue, 8 March 2022 12:35AM\nAustralia's small and medium sized businesses appear to be gearing up for a strong economy in 2022 with demand for equipmen ...", "importance": "1", "id": "352", "nodeID": "clusters_20220305_20220314_10"}, "1083": {"publisher": "Australian Financial Review", "image": "", "title": "Fed hawks call for super-sized interest rate increases", "url": "", "timestamp": "2022-03-21", "previewText": "The US Federal Reserve could deliver a super-sized interest rate increase of half a percentage point at its next meeting after policymakers called for more aggressive steps to fight inflation, even at the risk of stalling growth.\nThe central bank inc ...", "importance": "1", "id": "1083", "nodeID": "clusters_20220314_20220322_10"}, "774": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Some countries are reducing tax to lower petrol prices. Here's why Australia should not interfere", "url": "", "timestamp": "2022-03-16", "previewText": "Cutting petrol tax to bring down the cost of living used to be the political version of a joke. Failed US presidential candidates John McCain and Hillary Clinton both tried it in 2008. Their bipartisan advocacy of a \"summer gas tax holiday\" was derid ...", "importance": "1", "id": "774", "nodeID": "clusters_20220314_20220322_7"}, "3778": {"publisher": "Perth Now", "image": "", "title": "Aust shares edge up amid tech gains", "url": "", "timestamp": "2022-02-25", "previewText": "A recovery in the Australian share market appeared to be running out of steam by noon despite a sharp rebound in technology stocks.\nBy 1200 AEDT on Friday, the benchmark S&P/ASX200 index was up 11.1 points, or 0.16 per cent, to 7001.7 points after ri ...", "importance": "1", "id": "3778", "nodeID": "clusters_20220217_20220226_12"}, "3890": {"publisher": "Perth Now", "image": "", "title": "BRS accused of threatening superior", "url": "", "timestamp": "2022-02-21", "previewText": "A senior member of the Australian Defence Force has told a court that subordinate soldier, Ben Roberts-Smith, threatened him in an army pub after a vicious battle against the Taliban.\nMr Roberts-Smith is suing Nine newspapers and journalists claiming ...", "importance": "1", "id": "3890", "nodeID": "clusters_20220217_20220226_3"}, "1458": {"publisher": "The Canberra Times", "image": "", "title": "Our attention might have shifted but the flood struggle hasn't", "url": "", "timestamp": "2022-03-17", "previewText": "It's all too easy to become lost in the fog of war, to set our gaze at the horror unfolding in Eastern Europe. News overnight that Russia had bombed a theatre sheltering up to 1000 civilians in the besieged Ukrainian city of Mariupol certainly warran ...", "importance": "1", "id": "1458", "nodeID": "clusters_20220314_20220322_6"}, "3933": {"publisher": "The Age", "image": "", "title": "Australia news LIVE: Rescuers continue to search Ukrainian theatre for survivors as Russia's war on Ukraine continues; Treasurer touts budget repair", "url": "", "timestamp": "2022-03-17", "previewText": "National COVID surveillance program to test for antibodies\nThousands of blood samples will be routinely tested for COVID-19 antibodies under a planned national surveillance program that is set to reveal the extent of undetected virus across the popul ...", "importance": "1", "id": "3933", "nodeID": "clusters_20220314_20220322_2"}, "1747": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Biden says Putin's 'back is against the wall', Moscow considering chemical weapons", "url": "", "timestamp": "2022-03-22", "previewText": "Lviv/Kyiv: Ukraine's military warned residents to brace for more indiscriminate Russian shelling of critical infrastructure, as US President Joe Biden issued one of his strongest warnings yet that Moscow is considering using chemical weapons.\nA power ...", "importance": "1", "id": "1747", "nodeID": "clusters_20220314_20220322_14"}, "2888": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Petrol prices are soaring, and the government is facing calls from within to intervene", "url": "", "timestamp": "2022-03-13", "previewText": "The federal government is facing calls from within its own ranks to consider temporarily reducing the fuel excise to save motorists at the bowser.\nRussia's invasion of Ukraine has been blamed for a spike in petrol prices from $1.70 to well over $2 a  ...", "importance": "1", "id": "2888", "nodeID": "clusters_20220305_20220314_7"}, "3281": {"publisher": "The West Australian", "image": "", "title": "EPL ban Abramovich from running Chelsea", "url": "", "timestamp": "2022-03-12", "previewText": "EPL ban Abramovich from running ChelseaRob HarrisAPSun, 13 March 2022 12:05AM\nIn an unprecedented ruling against a club owner, the Premier League has ordered Roman Abramovich to stop running Chelsea FC and sell up.\nThe move on Saturday follows the bi ...", "importance": "1", "id": "3281", "nodeID": "clusters_20220305_20220314_0"}, "2379": {"publisher": "The West Australian", "image": "", "title": "About 100,000 Ukrainians flee homes", "url": "", "timestamp": "2022-02-24", "previewText": "About 100,000 Ukrainians flee homesAAPReutersFri, 25 February 2022 4:04AM\nSeveral thousand Ukrainians have crossed into neighbouring countries, mainly Moldova and Romania, while an estimated 100,000 have fled their homes and are uprooted in the count ...", "importance": "1", "id": "2379", "nodeID": "clusters_20220217_20220226_13"}, "3844": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Perth petrol price set to skyrocket on back of Ukraine uncertainty and COVID-driven demand", "url": "", "timestamp": "2022-03-08", "previewText": "The price of petrol is set to surge to a record high of an average $2.09 per litre in Perth tomorrow, with consumer authorities urging motorists to fill up now.\nThe metro average on Tuesday is $1.79 per litre, with Wednesday's price representing a ju ...", "importance": "1", "id": "3844", "nodeID": "clusters_20220305_20220314_7"}, "843": {"publisher": "Australian Financial Review", "image": "", "title": "When culture trumps strategy", "url": "", "timestamp": "2022-02-28", "previewText": "Thodey's review noted how Canberra's obsession with hierarchy was stifling innovation and responsiveness. But it was a survey by former Prime Ministerial head Peter Shergold that exposed the \"black dog\" that had come to pervade the public service (bo ...", "importance": "1", "id": "843", "nodeID": "clusters_20220226_20220305_4"}, "2607": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Australia news LIVE updates: US, UK ban Russian oil imports as Putin's war on Ukraine continues; NSW floods continue with damaging winds set to batter Sydney", "url": "", "timestamp": "2022-03-08", "previewText": "'Spirit of consensus': Albanese's safe economic pitch to voters\nLabor leader Anthony Albanese will promise a \"spirit of consensus\" to rebuild the economy in a pitch to voters about his plans to create more national wealth if he leads his party to vic ...", "importance": "1", "id": "2607", "nodeID": "clusters_20220305_20220314_4"}, "4249": {"publisher": "Australian Financial Review", "image": "", "title": "Russia is spiralling toward a $210b default nightmare", "url": "", "timestamp": "2022-03-15", "previewText": "\"This will be a monumental default,\" said Jonathan Prin, a portfolio manager at Greylock Capital Associates. \"In dollar terms, it will be the most impactful emerging-market default since Argentina's. In terms of broader market impact, it's probably t ...", "importance": "1", "id": "4249", "nodeID": "clusters_20220314_20220322_11"}, "3571": {"publisher": "The West Australian", "image": "", "title": "Para biathlon stars earn Ukraine golds", "url": "", "timestamp": "2022-03-05", "previewText": "Para biathlon stars earn Ukraine goldsAAPAAPSat, 5 March 2022 3:59PM\nTwo days after entering Beijing amid the backdrop of Russia's invasion, para biathlon athlete Grygorii Vovchynskyi has claimed Ukraine's first gold medal, calling for peace as he he ...", "importance": "1", "id": "3571", "nodeID": "clusters_20220305_20220314_1"}, "2299": {"publisher": "The West Australian", "image": "", "title": "UN urges no reprisals against TV protester", "url": "", "timestamp": "2022-03-15", "previewText": "UN urges no reprisals against TV protesterAAPReutersTue, 15 March 2022 7:16PM\nThe United Nations human rights office has called on Russian authorities to make sure that an anti-war protester who interrupted Channel One television is not punished for  ...", "importance": "1", "id": "2299", "nodeID": "clusters_20220314_20220322_8"}, "3637": {"publisher": "Perth Now", "image": "", "title": "'Civil war': Furious leaked email warns ScoMo", "url": "", "timestamp": "2022-03-03", "previewText": "A furious email has warned of a potential \"civil war\" inside the Liberal Party a day before Scott Morrison may intervene and endorse candidates in several NSW seats.\nA federal executive meeting will take place on Friday morning to discuss the impasse ...", "importance": "1", "id": "3637", "nodeID": "clusters_20220226_20220305_4"}, "2851": {"publisher": "The West Australian", "image": "", "title": "Dozens walk out during Lavrov's UN speech", "url": "", "timestamp": "2022-03-01", "previewText": "Dozens walk out during Lavrov's UN speechChristiane Oelrich, dpaDeutsche Presse AgenturTue, 1 March 2022 9:58PM\nRepresentatives of dozens of countries have protested against the Russian war in Ukraine by walking out of a sitting of the United Nations ...", "importance": "1", "id": "2851", "nodeID": "clusters_20220226_20220305_8"}, "3565": {"publisher": "The West Australian", "image": "", "title": "Latest on worldwide spread of coronavirus", "url": "", "timestamp": "2022-03-15", "previewText": "Latest on worldwide spread of coronavirusAAPReutersTue, 15 March 2022 8:16AM\nEUROPE\n* The World Health Organisation said a flow of medical gear and equipment is reaching Ukraine to prop up a health care system grappling with a shortage of supplies du ...", "importance": "1", "id": "3565", "nodeID": "clusters_20220314_20220322_2"}, "636": {"publisher": "Australian Financial Review", "image": "", "title": "Labor returns Coalition fire", "url": "", "timestamp": "2022-03-10", "previewText": "Morrison focuses on the 1.56 per cent of GDP he says was bequeathed by the Rudd and Gillard governments in the lowest level of spending on Australian defence since World War 11.\nIn his national security speech to the Lowy Institute Thursday, the Oppo ...", "importance": "1", "id": "636", "nodeID": "clusters_20220305_20220314_4"}, "24": {"publisher": "Perth Now", "image": "", "title": "SA election tough to predict", "url": "", "timestamp": "2022-03-12", "previewText": "On the numbers, it will take little more than a two per cent swing to deliver victory to Labor over the Liberal government in South Australia's election.\nLabor needs to pick up just four Liberal seats and have other results fall their way to seize th ...", "importance": "1", "id": "24", "nodeID": "clusters_20220305_20220314_4"}, "664": {"publisher": "Australian Financial Review", "image": "", "title": "China opposes Russia sanctions, blames US for tensions", "url": "", "timestamp": "2022-02-24", "previewText": "China said it opposed sanctions by the United States, Australia and other western countries on Russia. \"We consistently oppose all illegal unilateral sanctions,\" she said, noting that US sanctions had increased ten times over the past 20 years and ha ...", "importance": "1", "id": "664", "nodeID": "clusters_20220217_20220226_5"}, "76": {"publisher": "The West Australian", "image": "", "title": "Russian doper stripped of Olympics gold", "url": "", "timestamp": "2022-03-21", "previewText": "Russian doper stripped of Olympics goldStaff WritersReutersMon, 21 March 2022 9:43PM\nRussian race walker Yelena Lashmanova has been banned for two years for the use of prohibited substances and will be stripped of her 2012 Olympics gold medal in the  ...", "importance": "1", "id": "76", "nodeID": "clusters_20220314_20220322_1"}, "230": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "UN refugee agency says 1 million have fled Ukraine since Russian invasion", "url": "", "timestamp": "2022-03-03", "previewText": "The UN refugee agency says 1 million people have fled Ukraine since Russia's invasion less than a week ago, an exodus without precedent in this century for its speed.\nThe tally from UNHCR amounts to more than 2 per cent of Ukraine's population on the ...", "importance": "1", "id": "230", "nodeID": "clusters_20220226_20220305_13"}, "1899": {"publisher": "Perth Now", "image": "", "title": "'Five killed' in attack on Kyiv's TV tower", "url": "", "timestamp": "2022-03-01", "previewText": "At least five people have been killed and five others injured in a suspected missile attack on Kyiv's TV tower, according to Ukraine's civil defence authority.\nVideo released by Ukraine's UNIAN news agency showed a dark cloud of smoke rising from the ...", "importance": "1", "id": "1899", "nodeID": "clusters_20220226_20220305_14"}, "2584": {"publisher": "Perth Now", "image": "", "title": "Latest on worldwide spread of coronavirus", "url": "", "timestamp": "2022-03-15", "previewText": "* The World Health Organisation said a flow of medical gear and equipment is reaching Ukraine to prop up a health care system grappling with a shortage of supplies during Russia's invasion.\n* Moscow Mayor Sergei Sobyanin cancelled a requirement for p ...", "importance": "1", "id": "2584", "nodeID": "clusters_20220314_20220322_2"}, "1988": {"publisher": "The West Australian", "image": "", "title": "ASX down 1pc as investors watch Ukraine", "url": "", "timestamp": "2022-02-18", "previewText": "ASX down 1pc as investors watch UkraineSteven DeareAAPFri, 18 February 2022 10:01AM\nShares were down one per cent on the Australian market as investors stepped up their selling after troops started trading fire in Ukraine.\nAll ASX share categories we ...", "importance": "1", "id": "1988", "nodeID": "clusters_20220217_20220226_12"}, "330": {"publisher": "Perth Now", "image": "", "title": "Mounting war fears send ASX south", "url": "", "timestamp": "2022-02-22", "previewText": "The Australian sharemarket slid firmly into the red, along with other global markets, as investors fretted about mounting Russia-Ukraine tensions.\nThe benchmark S&P/ASX200 index fell 1 per cent to 7161.3, while the All Ordinaries Index dropped 1.13 p ...", "importance": "1", "id": "330", "nodeID": "clusters_20220217_20220226_12"}, "2819": {"publisher": "The West Australian", "image": "", "title": "French, Russia curbs fall amid China spike", "url": "", "timestamp": "2022-03-14", "previewText": "French, Russia curbs fall amid China spikeAAPReutersTue, 15 March 2022 3:09AM\nMost coronavirus restrictions have been lifted in France while masks will no longer be mandatory in the Russian capital and the United Kingdom is scrapping passenger forms  ...", "importance": "1", "id": "2819", "nodeID": "clusters_20220314_20220322_2"}, "130": {"publisher": "The West Australian", "image": "", "title": "Latest on worldwide spread of coronavirus", "url": "", "timestamp": "2022-02-22", "previewText": "Latest on worldwide spread of coronavirusAAPReutersWed, 23 February 2022 7:08AM\nEUROPE\n* Queen Elizabeth will miss a planned virtual engagement because she is still experiencing mild cold-like symptoms after testing positive for COVID-19, a spokesman ...", "importance": "1", "id": "130", "nodeID": "clusters_20220217_20220226_2"}, "980": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Millions of Ukrainians welcomed as refugees of Russia's invasion spark goodwill in EU", "url": "", "timestamp": "2022-03-13", "previewText": "In the two weeks since Russia invaded Ukraine, around 2.5 million people have fled, the great majority of them to European Union countries.\nRussian President Vladimir Putin's decision to launch an unprovoked war has prompted an outpouring of goodwill ...", "importance": "1", "id": "980", "nodeID": "clusters_20220305_20220314_13"}, "3282": {"publisher": "The West Australian", "image": "", "title": "Germany eyes airlift for Moldova refugees", "url": "", "timestamp": "2022-03-12", "previewText": "Germany eyes airlift for Moldova refugeesJorg Blank, dpaDeutsche Presse AgenturSat, 12 March 2022 11:48PM\nGerman Foreign Minister Annalena Baerbock says her government is working with international partners to establish an airlift for Ukrainian refug ...", "importance": "1", "id": "3282", "nodeID": "clusters_20220305_20220314_13"}, "4623": {"publisher": "Perth Now", "image": "", "title": "Emotional moment in Roberts-Smith trial", "url": "", "timestamp": "2022-03-15", "previewText": "A \"heartbroken\" SAS soldier has seized up in the witness box explaining why he chose to testify Ben Roberts-Smith performed an \"exhibition execution\" against a Taliban insurgent in an emotional court hearing.\nMr Roberts-Smith is suing Nine newspapers ...", "importance": "1", "id": "4623", "nodeID": "clusters_20220314_20220322_3"}, "106": {"publisher": "The Age", "image": "", "title": "Russia tried to isolate itself, but financial ties called its bluff", "url": "", "timestamp": "2022-03-03", "previewText": "The United States, Europe and its allies are not launching missiles or sending troops to push back against Russia's invasion of Ukraine, so they have weaponised the most powerful nonmilitary tool they have available: the global financial system.\nOver ...", "importance": "1", "id": "106", "nodeID": "clusters_20220226_20220305_11"}, "3671": {"publisher": "Perth Now", "image": "", "title": "Inside bunfight that could cost ScoMo his job", "url": "", "timestamp": "2022-02-24", "previewText": "An extraordinary bunfight over control in the NSW Liberal Party that could hurt Prime Minister Scott Morrison's chances of re-election was at the centre of an urgent court hearing on Thursday.\nJust months out from the election, Mr Morrison faces the  ...", "importance": "1", "id": "3671", "nodeID": "clusters_20220217_20220226_4"}, "3302": {"publisher": "Perth Now", "image": "", "title": "Latest on worldwide spread of coronavirus", "url": "", "timestamp": "2022-03-02", "previewText": "The latest global developments on the coronavirus, as at 1900 AEDT on Wednesday March 2.\nEUROPE\n* Britain on Tuesday confirmed that a requirement for health workers to have a COVID-19 vaccination would no longer be introduced in April and care home w ...", "importance": "1", "id": "3302", "nodeID": "clusters_20220226_20220305_2"}, "3330": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Maybe I'll be scared later': In Ukraine's cities some shelter, others go about their day", "url": "", "timestamp": "2022-02-25", "previewText": "As Russia's invasion forces moved closer to key targets across Ukraine on Friday and rockets rained down on the country's main cities, ordinary Ukrainians took refuge underground ­- or tried to go about their day as normal.\nMoscow claimed it was atta ...", "importance": "1", "id": "3330", "nodeID": "clusters_20220217_20220226_14"}, "1982": {"publisher": "Perth Now", "image": "", "title": "Soldier accuses fallen war hero of bullying", "url": "", "timestamp": "2022-02-18", "previewText": "A fallen Australian war hero has been dragged into Ben Roberts-Smith's defamation lawsuit after a soldier with \"performance issues\" told the court he was bullied and threatened in the SAS.\nMr Roberts-Smith is suing Nine and its journalists over a ser ...", "importance": "1", "id": "1982", "nodeID": "clusters_20220217_20220226_3"}, "4452": {"publisher": "The Sydney Morning Herald", "image": "", "title": "RBA's Lowe not pressured to raise rates, as banks gear up for hikes", "url": "", "timestamp": "2022-03-11", "previewText": "Reserve Bank governor Philip Lowe says he will not be pressured by financial markets to raise interest rates until prices are rising at a sustainable pace, as the bosses of Westpac and Bendigo and Adelaide Bank warned customers to gear up for higher  ...", "importance": "1", "id": "4452", "nodeID": "clusters_20220305_20220314_10"}, "1345": {"publisher": "Australian Financial Review", "image": "", "title": "Russian sanctions bite as fighting rages on", "url": "", "timestamp": "2022-02-28", "previewText": "Russian ballistic missiles on Belarusian soil were used to target Zhytomyr Airport, in Ukraine's north, despite earlier pledges Belarus wouldn't allow air strikes from its territory while peace talks were in the offing.\nUkraine welcomed the peace tal ...", "importance": "1", "id": "1345", "nodeID": "clusters_20220226_20220305_11"}, "798": {"publisher": "The West Australian", "image": "", "title": "Abramovich sanctions cloud Chelsea future", "url": "", "timestamp": "2022-03-10", "previewText": "Abramovich sanctions cloud Chelsea futureSimon EvansReutersFri, 11 March 2022 1:46AM\nEuropean soccer champions Chelsea are now effectively controlled by the British government after sanctions were imposed against the club's Russian owner Roman Abramo ...", "importance": "1", "id": "798", "nodeID": "clusters_20220305_20220314_0"}, "2172": {"publisher": "The West Australian", "image": "", "title": "Latest on worldwide spread of coronavirus", "url": "", "timestamp": "2022-03-16", "previewText": "Latest on worldwide spread of coronavirusAAPReutersWed, 16 March 2022 8:54AM\nEUROPE\n* Germany reported a record high seven-day incidence of COVID-19 on Tuesday, just days before the planned easing of restrictions.\n* Europe's drug regulator said it ha ...", "importance": "1", "id": "2172", "nodeID": "clusters_20220314_20220322_2"}, "4552": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Rapidly escalating situation:' Russian athletes out of winter Paralympics in stunning about-face", "url": "", "timestamp": "2022-03-03", "previewText": "In a stunning about-face, Russian and Belarusian athletes have been banned from the Winter Paralympics for their countries' roles in the war in Ukraine, the International Paralympic Committee said in Beijing on Thursday\nThe change comes less than 24  ...", "importance": "1", "id": "4552", "nodeID": "clusters_20220226_20220305_1"}, "3652": {"publisher": "The West Australian", "image": "", "title": "ASX carnage as Ukraine invasion begins", "url": "", "timestamp": "2022-02-24", "previewText": "Australian sharemarket a bloodbath as Russia fears eventuateRebecca Le MayNCA NewsWireThu, 24 February 2022 3:00PM\nThe Australian sharemarket suffered its worst one-day fall in almost 18 months, wiping more than $70bn in value off the local bourse af ...", "importance": "1", "id": "3652", "nodeID": "clusters_20220217_20220226_12"}, "2316": {"publisher": "Perth Now", "image": "", "title": "US reaffirms commitment to Taiwan", "url": "", "timestamp": "2022-03-02", "previewText": "A delegation of former senior US defence and security officials sent by President Joe Biden has said the United States stands firm behind its commitments to Taiwan and allies in the region.\nCollaboration between the US and Taiwan is stronger and more ...", "importance": "1", "id": "2316", "nodeID": "clusters_20220226_20220305_5"}, "132": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Live: Ukrainian-Russia crisis edging closer to the 'largest catastrophe since WWII'", "url": "", "timestamp": "2022-02-22", "previewText": "Ukraine's top diplomat in Australia backs US and UK sanctions\nThe Ukrainian Embassy's head of mission Volodymyr Shalkivskyi says he hopes Australia will act soon:\n\"We need a unified strong position of all our international partners and we believe san ...", "importance": "1", "id": "132", "nodeID": "clusters_20220217_20220226_9"}, "4626": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Rebuilding homes to be flood resilient", "url": "", "timestamp": "2022-03-09", "previewText": "The Prime Minister has faced angry flood survivors in the hard-hit New South Wales town of Lismore.\nHow can flood hit residents rebuild so their homes are more resilient to rising water? Meet those who transform homes, so they keep water out and are  ...", "importance": "1", "id": "4626", "nodeID": "clusters_20220305_20220314_6"}, "830": {"publisher": "Australian Financial Review", "image": "", "title": "Russia-Ukraine war UPDATES LIVE: Ukranian forces slow Russian advances", "url": "", "timestamp": "2022-02-26", "previewText": "Nearly 160,000 Ukrainians have fled to European neighbours, mainly Poland, Hungary, Moldova, Slovakia and Romania, since Russia invaded Ukraine on February 24, the United Nations refugee agency said Saturday.\nThousands more are still trying to get th ...", "importance": "1", "id": "830", "nodeID": "clusters_20220226_20220305_13"}, "3143": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Our peaceful city has been hit': The moment a missile struck a Kyiv apartment building", "url": "", "timestamp": "2022-02-26", "previewText": "It was the terrifying moment that a missile struck a Kyiv residential building for the first time since Russia launched its attack on Ukraine.\nEmergency services rushed to a residential tower block in the south-western outskirts of the capital city,  ...", "importance": "1", "id": "3143", "nodeID": "clusters_20220226_20220305_14"}, "446": {"publisher": "Perth Now", "image": "", "title": "Central Europe near capacity for refugees", "url": "", "timestamp": "2022-03-20", "previewText": "Officials in Central Europe have voiced concern that they are reaching capacity to comfortably house some of the nearly 3.5 million refugees who have fled Ukraine since Russia's invasion and are now camped in temporary accommodation.\nMost of the Ukra ...", "importance": "1", "id": "446", "nodeID": "clusters_20220314_20220322_13"}, "2662": {"publisher": "Perth Now", "image": "", "title": "Soldier accused of war crimes in SAS trial", "url": "", "timestamp": "2022-03-09", "previewText": "An SAS soldier has been sensationally accused of war crimes after an anonymous threat was aired in Ben Roberts-Smith's defamation trial.\nMeanwhile another elite soldier has been accused of misremembering key details and had his service history questi ...", "importance": "1", "id": "2662", "nodeID": "clusters_20220305_20220314_3"}, "4149": {"publisher": "The West Australian", "image": "", "title": "Open wallets underpin Australia's GDP rebound", "url": "", "timestamp": "2022-03-02", "previewText": "National accounts: Australia's GDP bounces back from Delta blow with December quarter growthAlex DruceNCA NewsWireWed, 2 March 2022 9:14AM\nConsumers ripped their wallets open in a post-lockdown spending surge that helped the Australian economy head i ...", "importance": "1", "id": "4149", "nodeID": "clusters_20220226_20220305_10"}, "3841": {"publisher": "Australian Financial Review", "image": "", "title": "'Build back stronger': Albanese promises to govern like Hawke", "url": "", "timestamp": "2022-03-08", "previewText": "\"But the current Prime Minister abolished the Council of Australian Governments, the key vehicle for reform.\n\"This will end under a Labor government. We'd move quickly to revive the process of regulatory reform.\"\nMr Albanese, who will be prime minist ...", "importance": "1", "id": "3841", "nodeID": "clusters_20220305_20220314_4"}, "3342": {"publisher": "The West Australian", "image": "", "title": "Blasts heard in Kyiv, aircraft downed", "url": "", "timestamp": "2022-02-25", "previewText": "Blasts heard in Kyiv, aircraft downedAAPReutersFri, 25 February 2022 12:53PM\nUkrainian forces have downed an aircraft over Kyiv, which then crashed into a residential building and set it on fire, says Anton Herashchenko, an adviser to the interior mi ...", "importance": "1", "id": "3342", "nodeID": "clusters_20220217_20220226_14"}, "3241": {"publisher": "The Age", "image": "", "title": "Russia is spiralling towards a $209 billion nightmare", "url": "", "timestamp": "2022-03-15", "previewText": "Russia's economy is fraying, its currency has collapsed, and its debt is junk. Next up is a potential default that could cost investors billions and shut the country out of most funding markets.\nWarning lights are flashing as the government kickstart ...", "importance": "1", "id": "3241", "nodeID": "clusters_20220314_20220322_11"}, "1594": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "China refuses to call Russia's actions in Ukraine an 'invasion'", "url": "", "timestamp": "2022-02-24", "previewText": "China has rejected calling Russia's moves on Ukraine an \"invasion\" and urged all sides to exercise restraint, even as it advised its citizens there to stay home or at least take the precaution of displaying a Chinese flag if they needed to drive anyw ...", "importance": "1", "id": "1594", "nodeID": "clusters_20220217_20220226_5"}, "1487": {"publisher": "Australian Financial Review", "image": "", "title": "Fears grow that Putin may declare martial law in Russia", "url": "", "timestamp": "2022-03-04", "previewText": "\"The proclamation of martial law will allow the authorities to introduce military censorship; to increase the secrecy of the state's activities; ... to ban all rallies and meetings; [and] to ban the work of public, international and foreign organisat ...", "importance": "1", "id": "1487", "nodeID": "clusters_20220226_20220305_8"}, "3667": {"publisher": "Australian Financial Review", "image": "", "title": "Rouble trading suspended as currency dives", "url": "", "timestamp": "2022-02-24", "previewText": "The rouble plunged to its lowest since early 2016 on Thursday after President Vladimir Putin ordered Russian forces to invade Ukraine, a move which led the Moscow Exchange to suspend trading.\nRussian forces fired missiles at several Ukrainian cities  ...", "importance": "1", "id": "3667", "nodeID": "clusters_20220217_20220226_11"}, "1740": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Battle to protect Ukraine's most important World Heritage sites, including St Sophia's Cathedral in Kyiv", "url": "", "timestamp": "2022-03-14", "previewText": "Amid the battle to defend Ukraine and its people from Russian invasion is a separate struggle to save some of the country's most significant cultural sites.\nUkraine is home to seven World Heritage sites, including the 1,000-year-old St Sophia's Cathe ...", "importance": "1", "id": "1740", "nodeID": "clusters_20220314_20220322_14"}, "3422": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Vladimir Putin isn't just at war with his neighbour. He's also at war with free speech in Russia", "url": "", "timestamp": "2022-03-06", "previewText": "For the past 18 years, Russian journalist Tania Felgengauer has tried to expose the truth about Vladimir Putin and his administration, but last week the Moscow radio station she works for was silenced.\n\"First, we lost our radio signal and it was with ...", "importance": "1", "id": "3422", "nodeID": "clusters_20220305_20220314_8"}, "145": {"publisher": "Perth Now", "image": "", "title": "Ukraine plane shot down, five killed", "url": "", "timestamp": "2022-02-24", "previewText": "A Ukrainian military plane has been shot down and five people killed, Ukrainian police and the state emergency service say, as its armed forces seek to defend against a massive Russian military operation.\nRussian forces invaded Ukraine by land, air a ...", "importance": "1", "id": "145", "nodeID": "clusters_20220217_20220226_14"}, "614": {"publisher": "The West Australian", "image": "", "title": "BRS accused of 'teaching' executions", "url": "", "timestamp": "2022-02-22", "previewText": "Ben Roberts-Smith accused of instructing SAS how to executePerry DuffinNCA NewsWireTue, 22 February 2022 11:20AM\nA former elite Commando soldier has accused Ben Roberts-Smith of instructing his squadmates to execute Afghan prisoners and cover up war  ...", "importance": "1", "id": "614", "nodeID": "clusters_20220217_20220226_3"}, "2642": {"publisher": "The West Australian", "image": "", "title": "ASX rebounds, oil nears $US100 per barrel", "url": "", "timestamp": "2022-02-23", "previewText": "ASX rebounds, oil nears $US100 per barrelSteven DeareAAPWed, 23 February 2022 9:51AM\nAustralia's share market has rebounded from Tuesday's losses despite western nations taking economic sanctions against Russia for its invasion of Ukraine.\nThe market ...", "importance": "1", "id": "2642", "nodeID": "clusters_20220217_20220226_12"}, "2349": {"publisher": "Australian Financial Review", "image": "", "title": "US sees Ukraine war as China test run, says Australian senator", "url": "", "timestamp": "2022-03-04", "previewText": "\"US and its allies very early on, took the military option off the table in relation to Ukraine, but they have never done that with Taiwan.\"\n\"They maintain that policy of strategic ambiguity, they have never ruled out military action. And so unlike R ...", "importance": "1", "id": "2349", "nodeID": "clusters_20220226_20220305_5"}, "2404": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Unprovoked attack': Russian troops to enter eastern Ukraine as Australians told to flee", "url": "", "timestamp": "2022-02-22", "previewText": "Europe is on the brink of its worst war in decades with Russian troops moving into eastern Ukraine as part of a mission that western countries believe will be used as a pretext for an invasion.\nRussian President Vladimir Putin on Tuesday ordered his  ...", "importance": "1", "id": "2404", "nodeID": "clusters_20220217_20220226_9"}, "1271": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Did we just witness an execution?': Former SAS soldier describes alleged killing by Ben Roberts-Smith", "url": "", "timestamp": "2022-03-14", "previewText": "A former elite soldier has told the Federal Court he saw war veteran Ben Roberts-Smith drop a man to the ground in Afghanistan and machine-gun him in the back, prompting him to turn to a fellow soldier and ask if they had just witnessed an execution. ...", "importance": "1", "id": "1271", "nodeID": "clusters_20220314_20220322_3"}, "3758": {"publisher": "The Age", "image": "", "title": "Surf champ helps flood victims as campaign kicks off for her statue", "url": "", "timestamp": "2022-03-07", "previewText": "As a campaign is launched to build a statue of Pauline Menczer at Bondi Beach, the former world surfing champion has been helping with flood relief on the NSW north coast: clearing mud from houses, delivering supplies and distributing food.\n\"It's abs ...", "importance": "1", "id": "3758", "nodeID": "clusters_20220305_20220314_6"}, "2380": {"publisher": "Perth Now", "image": "", "title": "About 100,000 Ukrainians flee homes", "url": "", "timestamp": "2022-02-24", "previewText": "Several thousand Ukrainians have crossed into neighbouring countries, mainly Moldova and Romania, while an estimated 100,000 have fled their homes and are uprooted in the country after Russia's invasion, the UN refugee agency says.\nShabia Mantoo, spo ...", "importance": "1", "id": "2380", "nodeID": "clusters_20220217_20220226_13"}, "4624": {"publisher": "The West Australian", "image": "", "title": "Emotional moment in Roberts-Smith trial", "url": "", "timestamp": "2022-03-15", "previewText": "Emotional moment in Roberts-Smith trial as soldier breaks downPerry DuffinNCA NewsWireTue, 15 March 2022 11:00AM\nA \"heartbroken\" SAS soldier has seized up in the witness box explaining why he chose to testify Ben Roberts-Smith performed an \"exhibitio ...", "importance": "1", "id": "4624", "nodeID": "clusters_20220314_20220322_3"}, "3112": {"publisher": "Perth Now", "image": "", "title": "Australia won't sent troops to Ukraine: PM", "url": "", "timestamp": "2022-02-19", "previewText": "Prime Minister Scott Morrison has indicated Australia won't send troops to Ukraine in the event of an invasion by Russia but will provide practical assistance to allies.\nUS President Joe Biden believes Russia's Vladimir Putin has made a decision to i ...", "importance": "1", "id": "3112", "nodeID": "clusters_20220217_20220226_9"}, "1893": {"publisher": "Perth Now", "image": "", "title": "Russian radio station off air in Moscow", "url": "", "timestamp": "2022-03-01", "previewText": "A Russian radio station critical of the Kremlin has been taken off the airwaves, its chief editor says, after authorities threatened to shut it down over the coverage of Russia's invasion of Ukraine.\nThe move against Ekho Moskvy, one of Russia's olde ...", "importance": "1", "id": "1893", "nodeID": "clusters_20220226_20220305_8"}, "1334": {"publisher": "The West Australian", "image": "", "title": "Brazil mudslides, floods kill at least 117", "url": "", "timestamp": "2022-02-18", "previewText": "Brazil mudslides, floods kill at least 117Sebastian Rocandio and Rodrigo Viga GaierReutersFri, 18 February 2022 8:11AM\nThe death toll from mudslides and floods in Brazil's colonial-era city of Petropolis has risen to 117 and is expected to increase f ...", "importance": "1", "id": "1334", "nodeID": "clusters_20220217_20220226_6"}, "627": {"publisher": "Perth Now", "image": "", "title": "'Politicised': Troop boost under fire", "url": "", "timestamp": "2022-03-10", "previewText": "An independent Australian Defence Force watchdog has accused Scott Morrison of politicising the nation's troops following a major announcement.\nThe Prime Minister on Thursday said the ADF would undergo its largest increase in 40 years to grow by 18,5 ...", "importance": "1", "id": "627", "nodeID": "clusters_20220305_20220314_4"}, "3344": {"publisher": "Perth Now", "image": "", "title": "Blasts heard in Kyiv, aircraft downed", "url": "", "timestamp": "2022-02-25", "previewText": "Ukrainian forces have downed an aircraft over Kyiv, which then crashed into a residential building and set it on fire, says Anton Herashchenko, an adviser to the interior minister.\nIt was unclear whether the aircraft was manned or whether it could be ...", "importance": "1", "id": "3344", "nodeID": "clusters_20220217_20220226_14"}, "2687": {"publisher": "Australian Financial Review", "image": "", "title": "The polonium pill setting up Russia for a slow death", "url": "", "timestamp": "2022-03-14", "previewText": "The rouble has plummeted from 75 per US dollar in mid-February to the 130-140 range. Immediately after the first round of economic measures landed, weekly inflation rose from 0.24 per cent to 0.45 per cent. Inflation looks set to be 18 per cent on an ...", "importance": "1", "id": "2687", "nodeID": "clusters_20220314_20220322_11"}, "4100": {"publisher": "Perth Now", "image": "", "title": "China calls for talks over Ukraine", "url": "", "timestamp": "2022-02-24", "previewText": "China has repeated calls for talks to resolve the crisis in Ukraine while refusing to criticise Russia's attack, and in a move that could help reduce the impact of Western sanctions against Moscow, approved imports of Russian wheat.\nForeign Ministry  ...", "importance": "1", "id": "4100", "nodeID": "clusters_20220217_20220226_5"}, "3285": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Premier League disqualifies Chelsea owner Roman Abramovich", "url": "", "timestamp": "2022-03-12", "previewText": "The Premier League has disqualified Roman Abramovich from running Chelsea football club after the Russian owner was sanctioned by the British government over Russia's war on Ukraine.\nThe announcement that Mr Abramovich had been disqualified from bein ...", "importance": "1", "id": "3285", "nodeID": "clusters_20220305_20220314_0"}, "2845": {"publisher": "Perth Now", "image": "", "title": "Sport-by-sport response to Russian attack", "url": "", "timestamp": "2022-03-01", "previewText": "Russia and Belarus flags and anthems banned at all World Archery international events.\nATHLETICS\nWorld Athletics suspended all Russian and Belarusian athletes from events including the 2022 indoor and outdoor world championships. The Russian athletic ...", "importance": "1", "id": "2845", "nodeID": "clusters_20220226_20220305_1"}, "1891": {"publisher": "The West Australian", "image": "", "title": "Russian radio station off air in Moscow", "url": "", "timestamp": "2022-03-01", "previewText": "Russian radio station off air in MoscowAAPAPWed, 2 March 2022 2:58AM\nA Russian radio station critical of the Kremlin has been taken off the airwaves, its chief editor says, after authorities threatened to shut it down over the coverage of Russia's in ...", "importance": "1", "id": "1891", "nodeID": "clusters_20220226_20220305_8"}, "1826": {"publisher": "The Age", "image": "", "title": "Ukraine capital under siege as Russia bombards nation", "url": "", "timestamp": "2022-02-25", "previewText": "Russian forces have bombarded Ukraine and encircled cities near the nation's capital, Kyiv, in an onslaught that spread fires through civilian buildings and left hundreds dead or wounded on the second day of an invasion condemned by world leaders.\nMi ...", "importance": "1", "id": "1826", "nodeID": "clusters_20220217_20220226_14"}, "2108": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Warning on mosquito disease surveillance", "url": "", "timestamp": "2022-03-19", "previewText": "As Russia's invasion kills more civilians in Ukraine, we'll look at the unlikely prospects for peace talks.\nWe'll hear of a risky aid mission into central Ukraine, with Australian writer Misha Zelinsky who joined the effort.\nAs another Australian die ...", "importance": "1", "id": "2108", "nodeID": "clusters_20220314_20220322_9"}, "695": {"publisher": "Perth Now", "image": "", "title": "BRS accuser's missing war crime claim", "url": "", "timestamp": "2022-03-18", "previewText": "One of Ben Roberts-Smith's chief critics spent hours leaking about the elite soldier's personal life, marriage and \"f*** ups\" in Afghanistan to journalists but a shocking war crime allegation didn't seem to warrant a mention, a court has heard.\nMr Ro ...", "importance": "1", "id": "695", "nodeID": "clusters_20220314_20220322_3"}, "2587": {"publisher": "The Age", "image": "", "title": "'What is going in Ukraine is a crime': TV producer bursts onto live Russian news to decry war", "url": "", "timestamp": "2022-03-14", "previewText": "An employee of Russian state TV's network burst onto the set of the flagship evening news program Monday, chanting \"stop the war\" and denouncing government \"propaganda\" - a striking moment of public protest as the Kremlin cracks down on any criticism ...", "importance": "1", "id": "2587", "nodeID": "clusters_20220314_20220322_8"}, "3197": {"publisher": "The West Australian", "image": "", "title": "ASX higher on commodity shares", "url": "", "timestamp": "2022-03-18", "previewText": "ASX higher on commodity sharesSteven DeareAAPFri, 18 March 2022 9:44AM\nMaterials and energy shares were keeping the ASX higher for a third straight day after commodity prices rose and the oil price increased to more than $US100 per barrel.\nThe market ...", "importance": "1", "id": "3197", "nodeID": "clusters_20220314_20220322_12"}, "2407": {"publisher": "Perth Now", "image": "", "title": "National security committee to convene", "url": "", "timestamp": "2022-02-22", "previewText": "Prime Minister Scott Morrison will convene cabinet's national security committee as Western nations begin to impose the first tranche of sanctions against Russia.\nSanctions by the United States and United Kingdom will target Russian billionaires and  ...", "importance": "1", "id": "2407", "nodeID": "clusters_20220217_20220226_9"}, "2680": {"publisher": "The West Australian", "image": "", "title": "New Zealand cutting fuel tax, bus fares", "url": "", "timestamp": "2022-03-14", "previewText": "New Zealand cutting fuel tax, bus faresBen McKayAAPMon, 14 March 2022 12:45PM\nNew Zealand is cutting fuel taxes and halving public transport fares in response to the \"wicked perfect storm\" fueling global inflation.\nRegular unleaded petrol costs more  ...", "importance": "1", "id": "2680", "nodeID": "clusters_20220314_20220322_7"}, "1927": {"publisher": "The Sydney Morning Herald", "image": "", "title": "The West's sanctions are wreaking havoc in Russia. The rest of the world has escaped - for now", "url": "", "timestamp": "2022-03-01", "previewText": "The impact of the West's draconian financial sanctions on Russia at the weekend have been immediate and dramatic, plunging Russia's banking and financial system into crisis and forcing its authorities to respond with unprecedented actions to try to a ...", "importance": "1", "id": "1927", "nodeID": "clusters_20220226_20220305_11"}, "1794": {"publisher": "Perth Now", "image": "", "title": "Why PM won't act to slash petrol prices", "url": "", "timestamp": "2022-03-08", "previewText": "A tax cut that could lighten the load for some Australians has been ruled out by the Morrison government.\nPetrol prices across the country have soared to record highs after Russia's invasion of Ukraine pushed crude oil prices to an eight-year high.\nT ...", "importance": "1", "id": "1794", "nodeID": "clusters_20220305_20220314_7"}, "4349": {"publisher": "Perth Now", "image": "", "title": "China says it respects Ukraine sovereignty", "url": "", "timestamp": "2022-02-25", "previewText": "Chinese Foreign Minister Wang Yi has told senior European officials that China respects countries' sovereignty, including Ukraine's, but that Russia's concerns about NATO's eastward expansion should be properly addressed.\nAfter weeks of warnings from ...", "importance": "1", "id": "4349", "nodeID": "clusters_20220217_20220226_5"}, "722": {"publisher": "The West Australian", "image": "", "title": "Perth fuel price to hit record high... again", "url": "", "timestamp": "2022-03-08", "previewText": "Fuel prices Australia: Average price of unleaded petrol in Perth to reach 208.9 cents a litreJosh ZimmermanThe West AustralianTue, 8 March 2022 3:08PMCommentsCommentsEmail Josh Zimmerman\nThe average price of unleaded petrol in Perth will reach 208.9c ...", "importance": "1", "id": "722", "nodeID": "clusters_20220305_20220314_7"}, "486": {"publisher": "Perth Now", "image": "", "title": "Latest on worldwide spread of coronavirus", "url": "", "timestamp": "2022-03-17", "previewText": "* Figures showing a global rise in COVID-19 cases could herald a much bigger problem as some countries also report a drop in testing rates, the World Health Organisation (WHO) said, warning nations to remain vigilant against the virus.\n* The WHO has  ...", "importance": "1", "id": "486", "nodeID": "clusters_20220314_20220322_2"}, "827": {"publisher": "The West Australian", "image": "", "title": "Abramovich hands over Chelsea stewardship", "url": "", "timestamp": "2022-02-26", "previewText": "Abramovich hands over Chelsea stewardshipAAPReutersSun, 27 February 2022 3:33AM\nChelsea's Russian owner Roman Abramovich has given trustees of the London side's charitable foundation stewardship of the Premier League club.\nAbramovich and Chelsea did  ...", "importance": "1", "id": "827", "nodeID": "clusters_20220226_20220305_0"}, "836": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Russia cracks down on independent media reporting on invasion of Ukraine", "url": "", "timestamp": "2022-02-26", "previewText": "Russia's communications regulator has ordered independent media to remove reports describing Moscow's attack on Ukraine as an \"assault, invasion, or declaration of war\" or face being blocked and fined.\nAs Russian forces moved into Kyiv, Moscow's defe ...", "importance": "1", "id": "836", "nodeID": "clusters_20220226_20220305_8"}, "2240": {"publisher": "The Examiner", "image": "", "title": "Our attention might have shifted but the flood struggle hasn't", "url": "", "timestamp": "2022-03-17", "previewText": "It's all too easy to become lost in the fog of war, to set our gaze at the horror unfolding in Eastern Europe. News overnight that Russia had bombed a theatre sheltering up to 1000 civilians in the besieged Ukrainian city of Mariupol certainly warran ...", "importance": "1", "id": "2240", "nodeID": "clusters_20220314_20220322_6"}, "946": {"publisher": "The Age", "image": "", "title": "Russian and Belarusian para-athletes to compete as neutrals in Beijing", "url": "", "timestamp": "2022-03-02", "previewText": "Russian and Belarusian athletes can compete as neutrals at the Winter Paralympics in Beijing, the International Paralympic Committee (IPC) said, despite calls for widespread sporting sanctions after the attack on Ukraine.\nThe International Olympic Co ...", "importance": "1", "id": "946", "nodeID": "clusters_20220226_20220305_1"}, "1327": {"publisher": "Australian Financial Review", "image": "", "title": "Thousands arrested in anti-war protests across Russia", "url": "", "timestamp": "2022-03-06", "previewText": "Video from independent Russian news outlets covering the protests showed throngs of people chanting \"No to war!\" on St. Petersburg's central avenue, Nevsky Prospekt, and on Moscow's Manezhnaya Square, just outside the Kremlin walls.\nOther clips showe ...", "importance": "1", "id": "1327", "nodeID": "clusters_20220305_20220314_8"}, "3897": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Russia's stock exchange reopens for business but it's anything but usual", "url": "", "timestamp": "2022-03-22", "previewText": "Russia has taken the first tentative step towards reopening the domestic financial markets that were shut down the moment the West imposed an unprecedented set of sanctions on its economy in response to the invasion of Ukraine.\nThe Moscow Stock Excha ...", "importance": "1", "id": "3897", "nodeID": "clusters_20220314_20220322_11"}, "2439": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Rumours expanded tenfold': Defamation trial hears a surprising comparison of elite SAS unit", "url": "", "timestamp": "2022-03-11", "previewText": "It's difficult to imagine two environments more different than a club of country wives and a military unit of elite soldiers.\nBut what they share, according to evidence heard in a Sydney court this week, is a propensity for rumours.\nThe surprising an ...", "importance": "1", "id": "2439", "nodeID": "clusters_20220305_20220314_3"}, "647": {"publisher": "The West Australian", "image": "", "title": "Australia backs Russia sports ban", "url": "", "timestamp": "2022-03-09", "previewText": "Australia backs Russia sports banDominic GianniniAAPWed, 9 March 2022 1:28PM\nAustralia is imploring all international sporting organisations to ban Russian and Belarusian athletes from competing and to prevent the two nations from bidding to host eve ...", "importance": "1", "id": "647", "nodeID": "clusters_20220305_20220314_1"}, "3773": {"publisher": "The West Australian", "image": "", "title": "Australia's latest sanctions on Russia", "url": "", "timestamp": "2022-02-25", "previewText": "Australia's latest sanctions on RussiaDominic GianniniAAPFri, 25 February 2022 10:15AM\nTHIRD ROUND OF AUSTRALIAN SANCTIONS AGAINST RUSSIA\nAustralia will implement a third tranche of sanctions after Russia invaded Ukraine on Thursday.\nPrime Minister S ...", "importance": "1", "id": "3773", "nodeID": "clusters_20220217_20220226_9"}, "4669": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": " A solar storm could fry the Earth's internet  --  and we're due a big one", "url": "", "timestamp": "2022-02-28", "previewText": "Samuel McGowan was an early adopter of technology for his time.\nWithin a year of arriving in Victoria in 1853 from Canada, the entrepreneurial engineer had overseen the construction of the southern hemisphere's first experimental telegraph, an 18-kil ...", "importance": "1", "id": "4669", "nodeID": "clusters_20220226_20220305_6"}, "3110": {"publisher": "The West Australian", "image": "", "title": "Australia won't sent troops to Ukraine: PM", "url": "", "timestamp": "2022-02-19", "previewText": "Australia won't sent troops to Ukraine: PMAAPAAPSat, 19 February 2022 9:16AM\nPrime Minister Scott Morrison has indicated Australia won't send troops to Ukraine in the event of an invasion by Russia but will provide practical assistance to allies.\nUS  ...", "importance": "1", "id": "3110", "nodeID": "clusters_20220217_20220226_9"}, "4200": {"publisher": "Australian Financial Review", "image": "", "title": "'Necessary evil' fuel taxes should be maintained, motoring groups say", "url": "", "timestamp": "2022-03-14", "previewText": "Other countries are intervening to ease fuel prices, which have risen sharply amid disruptions to global energy supplies following the invasion of Ukraine.\nFrance plans to introduce rebates of €0.15 per litre from April 1 for four months, while the N ...", "importance": "1", "id": "4200", "nodeID": "clusters_20220314_20220322_7"}, "754": {"publisher": "The West Australian", "image": "", "title": "US warship in Taiwan Strait 'provocative'", "url": "", "timestamp": "2022-02-26", "previewText": "US warship in Taiwan Strait 'provocative'Ben BlanchardReutersSat, 26 February 2022 10:47PM\nA US warship has sailed through the sensitive Taiwan Strait, part of what the US military calls routine activity but which China described as \"provocative\".\nTh ...", "importance": "1", "id": "754", "nodeID": "clusters_20220226_20220305_5"}, "896": {"publisher": "Australian Financial Review", "image": "", "title": "UK halts sale of Chelsea as Abramovich's assets are frozen", "url": "", "timestamp": "2022-03-10", "previewText": "London | The UK froze the assets of Chelsea Football Club owner Roman Abramovich, as Boris Johnson's government dramatically stepped up its sanctions against prominent Russians over the invasion of Ukraine.\nAbramovich and six others face a full asset ...", "importance": "1", "id": "896", "nodeID": "clusters_20220305_20220314_0"}, "4417": {"publisher": "Perth Now", "image": "", "title": "ASX bounces despite Russia-Ukraine fears", "url": "", "timestamp": "2022-02-23", "previewText": "The Australian sharemarket gained ground despite a week lead from Wall Street and nations including our own slapping sanctions on Russia as it seemingly steps closer to invading Ukraine.\nAfter tumbling on Tuesday, the benchmark S&P/ASX200 index close ...", "importance": "1", "id": "4417", "nodeID": "clusters_20220217_20220226_12"}, "3271": {"publisher": "Perth Now", "image": "", "title": "Diesel prices to hit STAGGERING new WA record ", "url": "", "timestamp": "2022-03-12", "previewText": "The price of diesel in Perth will reach a new record high for the fifth day in a row on Sunday, averaging a staggering 217.2c a litre across the city.\nAs the price of unleaded begins to creep downwards after also hitting record highs this week, the c ...", "importance": "1", "id": "3271", "nodeID": "clusters_20220305_20220314_7"}, "3063": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "UN warns Ukraine invasion will create refugee crisis that will 'test neighbouring countries'", "url": "", "timestamp": "2022-02-27", "previewText": "Russia's invasion of Ukraine has left hundreds of thousands of people without electricity or water, and the UN fears up to 5 million people could be forced to flee the country.\nSome 368,000 people have fled abroad from the fighting in Ukraine, the UN ...", "importance": "1", "id": "3063", "nodeID": "clusters_20220226_20220305_13"}, "167": {"publisher": "Perth Now", "image": "", "title": "UK imposes asset freezes on Chelsea owner", "url": "", "timestamp": "2022-03-10", "previewText": "Roman Abramovich has been sanctioned by the UK Government, freezing the Russian-Israeli billionaire's planned sale of Chelsea.\nThe 55-year-old put Chelsea up for sale on March 2 after Russia's continued invasion of Ukraine.\nAbramovich has owned Chels ...", "importance": "1", "id": "167", "nodeID": "clusters_20220305_20220314_0"}, "3657": {"publisher": "Perth Now", "image": "", "title": "ASX carnage as Ukraine invasion begins", "url": "", "timestamp": "2022-02-24", "previewText": "The Australian sharemarket suffered its worst one-day fall in almost 18 months, wiping more than $70bn in value off the local bourse after Russia announced a \"military operation\" in Ukraine, which was followed by reports of explosions.\nThe benchmark  ...", "importance": "1", "id": "3657", "nodeID": "clusters_20220217_20220226_12"}, "359": {"publisher": "Australian Financial Review", "image": "", "title": "Over-the-counter healthcare to sink extra $3.52 billion into ads", "url": "", "timestamp": "2022-03-06", "previewText": "Advertising expenditure by over-the-counter (OTC) healthcare brands will grow by $US2.6 billion ($3.52 billion) globally between 2021 and 2023, as the sector continues to invest more money into advertising as countries settle into a new health normal ...", "importance": "1", "id": "359", "nodeID": "clusters_20220305_20220314_10"}, "1643": {"publisher": "The Sydney Morning Herald", "image": "", "title": "SAS soldier cried describing Roberts-Smith kicking man off cliff, court told", "url": "", "timestamp": "2022-03-07", "previewText": "An elite soldier has told the Federal Court that he saw a comrade break down in tears while recounting an alleged incident involving war veteran Ben Roberts-Smith kicking an Afghan man off a cliff.\nPerson 18, a serving Special Air Service soldier who ...", "importance": "1", "id": "1643", "nodeID": "clusters_20220305_20220314_3"}, "1641": {"publisher": "Perth Now", "image": "", "title": "Plea for peace as Beijing Paralympics end", "url": "", "timestamp": "2022-03-13", "previewText": "International Paralympic Committee president Andrew Parsons has reiterated his calls for peace as he closed a Beijing Winter Paralympics set against the backdrop of Russia's invasion of Ukraine.\nThe 2022 Games has been intrinsically linked to the war ...", "importance": "1", "id": "1641", "nodeID": "clusters_20220305_20220314_1"}, "3560": {"publisher": "Australian Financial Review", "image": "", "title": "Russian 'stop the war' protester disrupts TV news", "url": "", "timestamp": "2022-03-15", "previewText": "Moscow | A woman burst onto the set of Russian state TV's flagship evening news programme, chanting \"stop the war\" and denouncing government \"propaganda\" - a striking moment of public protest as the Kremlin cracks down on any criticism of its invasio ...", "importance": "1", "id": "3560", "nodeID": "clusters_20220314_20220322_8"}, "4337": {"publisher": "Perth Now", "image": "", "title": "FUEL HELL: WA motorists brace for more pain", "url": "", "timestamp": "2022-03-11", "previewText": "Diesel will set a price record for the fourth day in a row when it averages 214.3c a litre across Perth on Saturday, which comes amid warnings unleaded petrol will climb as high as $2.40 by mid-March.\nWhile the average cost of unleaded will drop to 2 ...", "importance": "1", "id": "4337", "nodeID": "clusters_20220305_20220314_7"}, "2205": {"publisher": "The West Australian", "image": "", "title": "Latest on worldwide spread of coronavirus", "url": "", "timestamp": "2022-03-05", "previewText": "Latest on worldwide spread of coronavirusAAPReutersSat, 5 March 2022 12:04PM\nEUROPE\n* Belgium will remove almost all its coronavirus restrictions from Monday.\n* US drugmaker Eli Lilly said it would facilitate a $1.8 million supply of baricitinib, use ...", "importance": "1", "id": "2205", "nodeID": "clusters_20220305_20220314_2"}, "27": {"publisher": "The West Australian", "image": "", "title": "SA election tough to predict", "url": "", "timestamp": "2022-03-12", "previewText": "SA election tough to predictTim DorninAAPSun, 13 March 2022 4:02AM\nOn the numbers, it will take little more than a two per cent swing to deliver victory to Labor over the Liberal government in South Australia's election.\nLabor needs to pick up just f ...", "importance": "1", "id": "27", "nodeID": "clusters_20220305_20220314_4"}, "1566": {"publisher": "The West Australian", "image": "", "title": "A million flee Ukraine in under a week: UN", "url": "", "timestamp": "2022-03-03", "previewText": "A million flee Ukraine in under a week: UNJamey KeatenAPThu, 3 March 2022 11:37AM\nOne million people have now fled Ukraine since Russia's invasion less than a week ago, an exodus without precedent in this century for its speed, the UN Refugee Agency  ...", "importance": "1", "id": "1566", "nodeID": "clusters_20220226_20220305_13"}, "1767": {"publisher": "Australian Financial Review", "image": "", "title": "The West's plan to isolate Putin: Undermine the rouble", "url": "", "timestamp": "2022-02-28", "previewText": "In Russian cities, anxious customers started lining up on Sunday in front of ATM's, hoping to withdraw the money they had deposited in banks, fearful it would run out. The panic spread Monday. To try to restore calm, the Bank of Russia posted a notic ...", "importance": "1", "id": "1767", "nodeID": "clusters_20220226_20220305_11"}, "199": {"publisher": "Perth Now", "image": "", "title": "Treacherous hike to landslide survivors", "url": "", "timestamp": "2022-03-04", "previewText": "Mullumbimby residents trapped in their homes after landslides turned the small northern NSW town into a \"war zone\" are waiting for volunteers to arrive by foot with desperately needed supplies and rescue assistance.\nVolunteers waited outside a makesh ...", "importance": "1", "id": "199", "nodeID": "clusters_20220226_20220305_6"}, "2955": {"publisher": "Australian Financial Review", "image": "", "title": "For Xi, Putin's invasion is a test run for Taiwan", "url": "", "timestamp": "2022-03-01", "previewText": "Beijing has moved from its declaration of a \"no limits\" partnership with Russia in early February, to an acknowledgement of Ukraine's sovereignty, to, most recently, full-blown \"whataboutism\", by blaming American provocation and past wars.\nIt's early ...", "importance": "1", "id": "2955", "nodeID": "clusters_20220226_20220305_5"}, "634": {"publisher": "The West Australian", "image": "", "title": "ASX rallies on hopes for Ukraine solution", "url": "", "timestamp": "2022-03-10", "previewText": "Markets wrap: Prospect of improved Russia-Ukraine relations sparks risk-on rally for global stocksAlex DruceNCA NewsWireThu, 10 March 2022 2:53PM\nAustralia's sharemarket joined a synchronised global rally on Thursday as the prospect of thawing relati ...", "importance": "1", "id": "634", "nodeID": "clusters_20220305_20220314_12"}, "823": {"publisher": "The West Australian", "image": "", "title": "Paris mayor questions Russia at 2024 Games", "url": "", "timestamp": "2022-03-16", "previewText": "Paris mayor questions Russia at 2024 GamesRichard Lough and Elizabeth PineauReutersWed, 16 March 2022 11:45PM\nRussian President Vladimir Putin's invasion of Ukraine goes against the Olympic spirit and the time will come to decide on his country's par ...", "importance": "1", "id": "823", "nodeID": "clusters_20220314_20220322_1"}, "2514": {"publisher": "Perth Now", "image": "", "title": "IOC calls for ban on Russians, Belarusians", "url": "", "timestamp": "2022-02-28", "previewText": "The International Olympic Committee (IOC) has recommended that athletes from Russia and Belarus should not be allowed to compete in international sports events, and is stripping Russian President Vladimir Putin of the Olympic Order.\nThe IOC said the  ...", "importance": "1", "id": "2514", "nodeID": "clusters_20220226_20220305_1"}, "1524": {"publisher": "The Sydney Morning Herald", "image": "", "title": "China offers medical supplies for Ukraine, defends 'iron clad' relationship with Russia", "url": "", "timestamp": "2022-03-07", "previewText": "Seoul: China has offered to mediate peace talks between Kyiv and Moscow, pledged to send medical supplies to Ukraine, and proposed a six-point plan to stop a humanitarian crisis while maintaining its relationship with Russia is rock solid.\nIn an hour ...", "importance": "1", "id": "1524", "nodeID": "clusters_20220305_20220314_5"}, "3858": {"publisher": "Australian Financial Review", "image": "", "title": "Letters: A balanced look at fuel excise", "url": "", "timestamp": "2022-03-16", "previewText": "As the editorial notes, New Zealand has cut its fuel excise - by NZ25¢ a litre for three months. This has been accompanied by a complementary halving of public transport fares. However, the New Zealand petrol excise was recently NZ77.284¢ a litre and ...", "importance": "1", "id": "3858", "nodeID": "clusters_20220314_20220322_7"}, "3280": {"publisher": "Perth Now", "image": "", "title": "EPL ban Abramovich from running Chelsea", "url": "", "timestamp": "2022-03-12", "previewText": "In an unprecedented ruling against a club owner, the Premier League has ordered Roman Abramovich to stop running Chelsea FC and sell up.\nThe move on Saturday follows the billionaire being sanctioned by the British government over Russia's war on Ukra ...", "importance": "1", "id": "3280", "nodeID": "clusters_20220305_20220314_0"}, "2169": {"publisher": "Perth Now", "image": "", "title": "Latest on worldwide spread of coronavirus", "url": "", "timestamp": "2022-03-16", "previewText": "* Germany reported a record high seven-day incidence of COVID-19 on Tuesday, just days before the planned easing of restrictions.\n* Europe's drug regulator said it had begun reviewing AstraZeneca's application for antibody-based therapy, a key step t ...", "importance": "1", "id": "2169", "nodeID": "clusters_20220314_20220322_2"}, "4397": {"publisher": "The Examiner", "image": "", "title": "No respite, flood threat moves down east coast", "url": "", "timestamp": "2022-03-01", "previewText": "It's almost as if 2022 is playing some sick prank: \"here Australia, deal with these floods. Newcastle, today you get a massive fire - in the shadow of fuel depot no less; and Tasmania, you can do without the internet.\" Just another day, right? And ye ...", "importance": "1", "id": "4397", "nodeID": "clusters_20220226_20220305_6"}, "650": {"publisher": "Perth Now", "image": "", "title": "Australia backs Russia sports ban", "url": "", "timestamp": "2022-03-09", "previewText": "Australia is imploring all international sporting organisations to ban Russian and Belarusian athletes from competing and to prevent the two nations from bidding to host events.\nSports Minister Richard Colbeck joined more than 30 countries including  ...", "importance": "1", "id": "650", "nodeID": "clusters_20220305_20220314_1"}, "3189": {"publisher": "Australian Financial Review", "image": "", "title": "What's next after the Fed raises rates?", "url": "", "timestamp": "2022-03-12", "previewText": "Bond traders are virtually certain the US Federal Reserve will raise interest rates by a quarter percentage point on Wednesday. What they are watching for is where the central bank heads after that.\nTwo-year Treasury yields, which are highly sensitiv ...", "importance": "1", "id": "3189", "nodeID": "clusters_20220305_20220314_10"}, "4408": {"publisher": "The West Australian", "image": "", "title": "Australian shares slide amid Ukraine fears", "url": "", "timestamp": "2022-02-24", "previewText": "Australian shares slide amid Ukraine fearsPrashant MehraAAPThu, 24 February 2022 9:58AM\nAustralian shares slid nearly 2.5 per cent by mid morning amid a broad-based selloff over fears a full-scale Russian invasion would worsen the Ukraine crisis.\nBy  ...", "importance": "1", "id": "4408", "nodeID": "clusters_20220217_20220226_12"}, "2632": {"publisher": "The West Australian", "image": "", "title": "China praises Russia ties", "url": "", "timestamp": "2022-03-07", "previewText": "China praises Russia tiesAAPReutersMon, 7 March 2022 4:12PM\nChina's Red Cross will provide humanitarian aid to Ukraine \"as soon as possible\", Foreign Minister Wang Yi says, as he praised his country's friendship with Russia as \"rock solid\".\nChina has ...", "importance": "1", "id": "2632", "nodeID": "clusters_20220305_20220314_5"}, "2385": {"publisher": "Australian Financial Review", "image": "", "title": "McKibbin sees 'several' RBA rate hikes this year", "url": "", "timestamp": "2022-02-24", "previewText": "The Reserve Bank of Australia will probably tighten monetary policy \"several\" times this year to stave off inflation, with surging oil costs fuelled by the Russia-Ukraine invasion further adding to price risks, former board member Warwick McKibbin sa ...", "importance": "1", "id": "2385", "nodeID": "clusters_20220217_20220226_10"}, "1395": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Residential buildings hit as Russia targets port city of Odesa", "url": "", "timestamp": "2022-03-21", "previewText": "Authorities in Odesa have accused Russian forces of striking residential buildings, the first such attack on the Black Sea port city.\nThe city council said there were no casualties but the attacks, on the outskirts of the city early on Monday local t ...", "importance": "1", "id": "1395", "nodeID": "clusters_20220314_20220322_14"}, "3714": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Minor player with a loud voice: Why Morrison will keep talking tough on Ukraine conflict", "url": "", "timestamp": "2022-02-24", "previewText": "As Russia's attack on Ukraine unfolds dramatically, Australia is in the choir stalls, not centre stage, when it comes to the West's response. But Scott Morrison is determined its voice be loud.\nHis denunciation of the Russian \"thugs\" and \"bullies\" ha ...", "importance": "1", "id": "3714", "nodeID": "clusters_20220217_20220226_9"}, "1931": {"publisher": "The Sydney Morning Herald", "image": "", "title": "The rescue effort in Lismore was like nothing I've seen in Australia", "url": "", "timestamp": "2022-03-01", "previewText": "The rescue effort under way in Lismore was like nothing I've seen in Australia. It was not a perfectly executed emergency plan run by the authorities, but one dependent on an army of private citizens doing everything they could to help strangers.\nAt  ...", "importance": "1", "id": "1931", "nodeID": "clusters_20220226_20220305_6"}, "2979": {"publisher": "The West Australian", "image": "", "title": "Close to 1.5m Ukrainian refugees: UNHCR", "url": "", "timestamp": "2022-03-05", "previewText": "Close to 1.5m Ukrainian refugees: UNHCRAAPReutersSat, 5 March 2022 7:58PM\nThe situation in Ukraine remains dire and the number of refugees fleeing the Russian invasion could potentially rise to 1.5 million by the end of the weekend from a current 1.3 ...", "importance": "1", "id": "2979", "nodeID": "clusters_20220305_20220314_13"}, "2710": {"publisher": "Perth Now", "image": "", "title": "Investors brace for Russia ban from SWIFT", "url": "", "timestamp": "2022-02-27", "previewText": "Investors are preparing for more wild gyrations in asset prices after Western nations announced a harsh set of sanctions to punish Russia for its invasion of Ukraine, including blocking some banks from the SWIFT international payments system.\nNew mea ...", "importance": "1", "id": "2710", "nodeID": "clusters_20220226_20220305_11"}, "4110": {"publisher": "The West Australian", "image": "", "title": "Australia's latest sanctions on Russia", "url": "", "timestamp": "2022-02-24", "previewText": "Australia's latest sanctions on RussiaDominic GianniniAAPThu, 24 February 2022 3:56PM\nADDITIONAL AUSTRALIAN SANCTIONS AGAINST RUSSIA\nAustralia will implement a second tranche of sanctions after Russia invaded Ukraine on Thursday.\nPrime Minister Scott ...", "importance": "1", "id": "4110", "nodeID": "clusters_20220217_20220226_9"}, "3515": {"publisher": "The Sydney Morning Herald", "image": "", "title": "ALP casts the net wide for complaints handling panel", "url": "", "timestamp": "2022-03-21", "previewText": "The media companies have retained barrister Sandip Mukerjea of Dever's List to represent them. The matter is due back in court on March 30, when the media organisations will dispute Hoser's statements of claim and argue that they have not been pleade ...", "importance": "1", "id": "3515", "nodeID": "clusters_20220314_20220322_4"}, "166": {"publisher": "The West Australian", "image": "", "title": "UK imposes asset freezes on Chelsea owner", "url": "", "timestamp": "2022-03-10", "previewText": "UK imposes asset freezes on Chelsea ownerNick Purewal, PAPress AssociationThu, 10 March 2022 6:06PM\nRoman Abramovich has been sanctioned by the UK Government, freezing the Russian-Israeli billionaire's planned sale of Chelsea.\nThe 55-year-old put Che ...", "importance": "1", "id": "166", "nodeID": "clusters_20220305_20220314_0"}, "978": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "SES boss defends decision to reject army assistance days before northern NSW floods", "url": "", "timestamp": "2022-03-13", "previewText": "NSW State Emergency Service (SES) commissioner Carlene York has defended a decision to reject offers of help from the army in the lead up to the state's flood crisis.\nThe state government has announced a $25 million mental health support program for  ...", "importance": "1", "id": "978", "nodeID": "clusters_20220305_20220314_6"}, "2899": {"publisher": "Australian Financial Review", "image": "", "title": "ASX to rise; Nasdaq leads falls on Wall St", "url": "", "timestamp": "2022-03-13", "previewText": "Bond traders are virtually certain the US Federal Reserve will raise interest rates by a quarter of a percentage point on Wednesday. What they are watching for is where the central bank heads after that.\nTwo-year Treasury yields, which are highly sen ...", "importance": "1", "id": "2899", "nodeID": "clusters_20220305_20220314_10"}, "3372": {"publisher": "Perth Now", "image": "", "title": "RBA boss reflects on economic headwinds", "url": "", "timestamp": "2022-03-08", "previewText": "Reserve Bank governor Philip Lowe will face the business community at a time of escalating inflation, rising fuel costs and uncertainty over when official interest rate will start to rise.\nDr Lowe will address the Australian Financial Review business ...", "importance": "1", "id": "3372", "nodeID": "clusters_20220305_20220314_10"}, "2435": {"publisher": "Perth Now", "image": "", "title": "Chelsea in danger of running out of money", "url": "", "timestamp": "2022-03-11", "previewText": "Lavish spending, sustained only by Roman Abramovich's investment, funded Chelsea's 21 trophies during his 19 years as owner.\nNow there are fears the Premier League club could run out of money after the British government sanctioned the Russian oligar ...", "importance": "1", "id": "2435", "nodeID": "clusters_20220305_20220314_0"}, "4531": {"publisher": "Perth Now", "image": "", "title": "The state economy defying Covid", "url": "", "timestamp": "2022-03-10", "previewText": "Boom-time conditions are expected to continue in Western Australia for another two years despite the impact of Covid-19, but experts have warned about the state's over-reliance on the mining industry.\nAccording to the Chamber of Commerce and Industry ...", "importance": "1", "id": "4531", "nodeID": "clusters_20220305_20220314_10"}}, "nodes": {"clusters_20220217_20220226_0": {"lineIDs": [7], "importance": "1", "articleIDs": ["827", "826"], "label": "Abramovich hands over Chelsea stewardship", "cluster_words": "mbappe, minute, goal, club, macarthur, stuttgart, goals, psg, second, league", "time": "2022-02-17", "id": "clusters_20220217_20220226_0", "row": "0", "column": "0"}, "clusters_20220217_20220226_1": {"lineIDs": [8], "importance": "1", "articleIDs": [], "label": "Comm Games athletes can protest on podium", "cluster_words": "games, olympic, valieva, doping, ioc, olympics, rublev, beijing, ceremony, match", "time": "2022-02-17", "id": "clusters_20220217_20220226_1", "row": "1", "column": "0"}, "clusters_20220217_20220226_2": {"lineIDs": [0], "importance": "1", "articleIDs": ["130"], "label": "Latest on worldwide spread of coronavirus", "cluster_words": "vaccine, masks, covid, restrictions, johnson, coronavirus, covid 19, pandemic, virus, 19", "time": "2022-02-17", "id": "clusters_20220217_20220226_2", "row": "2", "column": "0"}, "clusters_20220217_20220226_3": {"lineIDs": [9], "importance": "1", "articleIDs": ["1982", "3890", "614"], "label": "Soldier accuses fallen war hero of bullying", "cluster_words": "roberts, roberts smith, smith, mr roberts, person, court, wittman, soldier, sas, told", "time": "2022-02-17", "id": "clusters_20220217_20220226_3", "row": "3", "column": "0"}, "clusters_20220217_20220226_4": {"lineIDs": [3], "importance": "1", "articleIDs": ["3671"], "label": "Inside bunfight that could cost ScoMo his job", "cluster_words": "labor, albanese, party, election, morrison, leader, national security, security, australia, candidate", "time": "2022-02-17", "id": "clusters_20220217_20220226_4", "row": "4", "column": "0"}, "clusters_20220217_20220226_5": {"lineIDs": [10], "importance": "1", "articleIDs": ["1594", "4100", "664", "4349", "754"], "label": "China refuses to call Russia's actions in Ukraine an 'invasion'", "cluster_words": "china, taiwan, chinese, xi, hua, beijing, foreign, america, putin, wang", "time": "2022-02-17", "id": "clusters_20220217_20220226_5", "row": "5", "column": "0"}, "clusters_20220217_20220226_6": {"lineIDs": [5], "importance": "1", "articleIDs": ["1334"], "label": "Brazil mudslides, floods kill at least 117", "cluster_words": "gunning, rail, town, hume, cells, sydney, services, trains, household contacts, workers", "time": "2022-02-17", "id": "clusters_20220217_20220226_6", "row": "6", "column": "0"}, "clusters_20220217_20220226_7": {"lineIDs": [12], "importance": "1", "articleIDs": [], "label": "Reason behind petrol price hike revealed", "cluster_words": "wholesale price, price, wholesale, dependent wholesale, ve gone, costs, ms johnson, hampers, temporary, dwyer", "time": "2022-02-17", "id": "clusters_20220217_20220226_7", "row": "7", "column": "0"}, "clusters_20220217_20220226_8": {"lineIDs": [2], "importance": "1", "articleIDs": ["836"], "label": "Russia cracks down on independent media reporting on invasion of Ukraine", "cluster_words": "protesters, war, putin, gathered, stop, military, media, rallies, signs, protests", "time": "2022-02-17", "id": "clusters_20220217_20220226_8", "row": "8", "column": "0"}, "clusters_20220217_20220226_9": {"lineIDs": [13], "importance": "1", "articleIDs": ["3110", "3112", "2407", "2404", "132", "3714", "4133", "4110", "3773"], "label": "Australia won't sent troops to Ukraine: PM", "cluster_words": "payne, sanctions, morrison, australia, mr morrison, minister, senator, morrison said, senator payne, troops", "time": "2022-02-17", "id": "clusters_20220217_20220226_9", "row": "9", "column": "0"}, "clusters_20220217_20220226_10": {"lineIDs": [1], "importance": "1", "articleIDs": ["2385"], "label": "McKibbin sees 'several' RBA rate hikes this year", "cluster_words": "rate, inflation, quarter, rba, growth, rates, bank, year, policy, data", "time": "2022-02-17", "id": "clusters_20220217_20220226_10", "row": "10", "column": "0"}, "clusters_20220217_20220226_11": {"lineIDs": [14], "importance": "1", "articleIDs": ["3667"], "label": "Rouble trading suspended as currency dives", "cluster_words": "swift, sanctions, banks, eu, bank, financial, uk, debt, johnson, individuals", "time": "2022-02-17", "id": "clusters_20220217_20220226_11", "row": "11", "column": "0"}, "clusters_20220217_20220226_12": {"lineIDs": [6], "importance": "1", "articleIDs": ["1988", "330", "4417", "2642", "3652", "4408", "3657", "3778"], "label": "ASX down 1pc as investors watch Ukraine", "cluster_words": "profit, cent, half, tchourilov, tchourilov said, cents, index, market, shares, mr tchourilov", "time": "2022-02-17", "id": "clusters_20220217_20220226_12", "row": "12", "column": "0"}, "clusters_20220217_20220226_13": {"lineIDs": [11], "importance": "1", "articleIDs": ["2379", "2380", "830"], "label": "About 100,000 Ukrainians flee homes", "cluster_words": "poland, border, ukrainians, romania, demianenko, family, children, hungary, kyiv, mr demianenko", "time": "2022-02-17", "id": "clusters_20220217_20220226_13", "row": "13", "column": "0"}, "clusters_20220217_20220226_14": {"lineIDs": [4], "importance": "1", "articleIDs": ["145", "3330", "3342", "3344", "1826", "3143"], "label": "Ukraine plane shot down, five killed", "cluster_words": "kyiv, capital, ukrainian, city, forces, troops, saturday, fighting, military, russian troops", "time": "2022-02-17", "id": "clusters_20220217_20220226_14", "row": "14", "column": "0"}, "clusters_20220226_20220305_0": {"lineIDs": [7], "importance": "1", "articleIDs": ["827", "826"], "label": "Abramovich hands over Chelsea stewardship", "cluster_words": "abramovich, chelsea, club, league, foundation, trustees, london, champions, roman abramovich, goal", "time": "2022-02-26", "id": "clusters_20220226_20220305_0", "row": "0", "column": "1"}, "clusters_20220226_20220305_1": {"lineIDs": [8], "importance": "1", "articleIDs": ["2514", "2845", "946", "4552", "3571"], "label": "IOC calls for ban on Russians, Belarusians", "cluster_words": "athletes, paralympic, russian belarusian, belarusian, international, belarus, olympic, events, russia belarus, ioc", "time": "2022-02-26", "id": "clusters_20220226_20220305_1", "row": "1", "column": "1"}, "clusters_20220226_20220305_2": {"lineIDs": [0, 6], "importance": "1", "articleIDs": ["3302", "2205"], "label": "Latest on worldwide spread of coronavirus", "cluster_words": "covid, tested, covid 19, 19, positive, morrison, mr morrison, test, tested positive, cases", "time": "2022-02-26", "id": "clusters_20220226_20220305_2", "row": "2", "column": "1"}, "clusters_20220226_20220305_3": {"lineIDs": [9], "importance": "1", "articleIDs": [], "label": "SAS 'doesn't deserve liars and cowards', ex-soldier tells Roberts-Smith case", "cluster_words": "reffitt, person, soldier, court, sas, roberts smith, roberts, smith, capitol, darwan", "time": "2022-02-26", "id": "clusters_20220226_20220305_3", "row": "3", "column": "1"}, "clusters_20220226_20220305_4": {"lineIDs": [3], "importance": "1", "articleIDs": ["843", "3637"], "label": "When culture trumps strategy", "cluster_words": "hawke, party, liberal, email, labor, liberal party, preselection, federal, warringah, email says", "time": "2022-02-26", "id": "clusters_20220226_20220305_4", "row": "4", "column": "1"}, "clusters_20220226_20220305_5": {"lineIDs": [10], "importance": "1", "articleIDs": ["754", "2955", "2316", "2349"], "label": "US warship in Taiwan Strait 'provocative'", "cluster_words": "taiwan, china, chinese, indo pacific, indo, beijing, quad, pacific, india, officials", "time": "2022-02-26", "id": "clusters_20220226_20220305_5", "row": "5", "column": "1"}, "clusters_20220226_20220305_6": {"lineIDs": [5], "importance": "1", "articleIDs": ["4669", "1931", "4397", "199"], "label": " A solar storm could fry the Earth's internet  --  and we're due a big one", "cluster_words": "queensland, boyd, robin boyd, flooding, robin, south, disaster, rain, flood, nsw", "time": "2022-02-26", "id": "clusters_20220226_20220305_6", "row": "6", "column": "1"}, "clusters_20220226_20220305_7": {"lineIDs": [12], "importance": "1", "articleIDs": [], "label": "Soaring price of item we all need", "cluster_words": "cents, price, average, petrol, 189 cents, 181 cents, prices, 181, record prices, 189", "time": "2022-02-26", "id": "clusters_20220226_20220305_7", "row": "7", "column": "1"}, "clusters_20220226_20220305_8": {"lineIDs": [2], "importance": "1", "articleIDs": ["836", "1893", "1891", "2851", "1487"], "label": "Russia cracks down on independent media reporting on invasion of Ukraine", "cluster_words": "protests, lavrov, anti war, anti, ukrainian, war, thousands, moskvy, ekho moskvy, ekho", "time": "2022-02-26", "id": "clusters_20220226_20220305_8", "row": "8", "column": "1"}, "clusters_20220226_20220305_9": {"lineIDs": [13], "importance": "1", "articleIDs": [], "label": "Morrison to speak with Ukraine President as sanctions on Putin take force", "cluster_words": "lethal, support, intelligence, travel, laura, lethal military, australian, dupont, new zealand, zealand", "time": "2022-02-26", "id": "clusters_20220226_20220305_9", "row": "9", "column": "1"}, "clusters_20220226_20220305_10": {"lineIDs": [1, 4], "importance": "1", "articleIDs": ["4149"], "label": "Open wallets underpin Australia's GDP rebound", "cluster_words": "inflation, rate, rba, economy, growth, quarter, december, lowe, cash rate, wordle", "time": "2022-02-26", "id": "clusters_20220226_20220305_10", "row": "10", "column": "1"}, "clusters_20220226_20220305_11": {"lineIDs": [14], "importance": "1", "articleIDs": ["2710", "1767", "1345", "1927", "106"], "label": "Investors brace for Russia ban from SWIFT", "cluster_words": "swift, crypto, central bank, rouble, financial, bank, central, sanctions, banks, currency", "time": "2022-02-26", "id": "clusters_20220226_20220305_11", "row": "11", "column": "1"}, "clusters_20220226_20220305_13": {"lineIDs": [11], "importance": "1", "articleIDs": ["830", "3063", "1566", "230", "2979"], "label": "Russia-Ukraine war UPDATES LIVE: Ukranian forces slow Russian advances", "cluster_words": "border, poland, refugees, unhcr, ukrainians, family, refugee, children, fled, 000", "time": "2022-02-26", "id": "clusters_20220226_20220305_13", "row": "13", "column": "1"}, "clusters_20220305_20220314_0": {"lineIDs": [7], "importance": "1", "articleIDs": ["166", "896", "167", "798", "2435", "3285", "3281", "3280"], "label": "UK imposes asset freezes on Chelsea owner", "cluster_words": "chelsea, abramovich, league, club, premier league, premier, licence, sale, owner, roman abramovich", "time": "2022-03-05", "id": "clusters_20220305_20220314_0", "row": "0", "column": "2"}, "clusters_20220305_20220314_1": {"lineIDs": [8], "importance": "1", "articleIDs": ["3571", "650", "647", "1641"], "label": "Para biathlon stars earn Ukraine golds", "cluster_words": "players, athletes, indian wells, wells, nadal, sport, ranked, cup, won, world", "time": "2022-03-05", "id": "clusters_20220305_20220314_1", "row": "1", "column": "2"}, "clusters_20220305_20220314_2": {"lineIDs": [0, 6], "importance": "1", "articleIDs": ["2205", "2819"], "label": "Latest on worldwide spread of coronavirus", "cluster_words": "deaths, covid, covid 19, death, cases, 19, health, excess, ba, professor", "time": "2022-03-05", "id": "clusters_20220305_20220314_2", "row": "2", "column": "2"}, "clusters_20220305_20220314_3": {"lineIDs": [9], "importance": "1", "articleIDs": ["1643", "2662", "2439", "1271"], "label": "SAS soldier cried describing Roberts-Smith kicking man off cliff, court told", "cluster_words": "person, roberts, roberts smith, smith, mr roberts, court, sas, person 18, told court, tunnel", "time": "2022-03-05", "id": "clusters_20220305_20220314_3", "row": "3", "column": "2"}, "clusters_20220305_20220314_4": {"lineIDs": [3], "importance": "1", "articleIDs": ["2607", "3841", "627", "636", "27", "24"], "label": "Australia news LIVE updates: US, UK ban Russian oil imports as Putin's war on Ukraine continues; NSW floods continue with damaging winds set to batter Sydney", "cluster_words": "albanese, labor, mr albanese, election, morrison, voters, coalition, government, leader, defence", "time": "2022-03-05", "id": "clusters_20220305_20220314_4", "row": "4", "column": "2"}, "clusters_20220305_20220314_5": {"lineIDs": [10], "importance": "1", "articleIDs": ["2632", "1524"], "label": "China praises Russia ties", "cluster_words": "china, taiwan, beijing, chinese, xi, foreign, putin, relationship, india, nixon", "time": "2022-03-05", "id": "clusters_20220305_20220314_5", "row": "5", "column": "2"}, "clusters_20220305_20220314_6": {"lineIDs": [5], "importance": "1", "articleIDs": ["3758", "4626", "978"], "label": "Surf champ helps flood victims as campaign kicks off for her statue", "cluster_words": "flood, disaster, nsw, adf, emergency, queensland, floods, northern, weather, lismore", "time": "2022-03-05", "id": "clusters_20220305_20220314_6", "row": "6", "column": "2"}, "clusters_20220305_20220314_7": {"lineIDs": [12], "importance": "1", "articleIDs": ["722", "3844", "1794", "4337", "3271", "2888", "4200", "2680"], "label": "Perth fuel price to hit record high... again", "cluster_words": "petrol, fuel, litre, prices, excise, price, petrol prices, diesel, cost, fuel excise", "time": "2022-03-05", "id": "clusters_20220305_20220314_7", "row": "7", "column": "2"}, "clusters_20220305_20220314_8": {"lineIDs": [2], "importance": "1", "articleIDs": ["1327", "3422", "2587"], "label": "Thousands arrested in anti-war protests across Russia", "cluster_words": "protest, sculpture sea, rama, artists, sculpture, protests, news, navalny, war, protesters", "time": "2022-03-05", "id": "clusters_20220305_20220314_8", "row": "8", "column": "2"}, "clusters_20220305_20220314_9": {"lineIDs": [13], "importance": "1", "articleIDs": [], "label": "Prepare for prolonged war in Ukraine and insurgencies: PM Morrison", "cluster_words": "disinformation, new zealand, zealand, ardern, payne, sanctions, payne said, ms ardern, senator payne, ardern said", "time": "2022-03-05", "id": "clusters_20220305_20220314_9", "row": "9", "column": "2"}, "clusters_20220305_20220314_10": {"lineIDs": [1, 4], "importance": "1", "articleIDs": ["359", "352", "3372", "4531", "4452", "3189", "2899"], "label": "Over-the-counter healthcare to sink extra $3.52 billion into ads", "cluster_words": "lowe, inflation, rate, dr lowe, rba, dr, prices, business, rates, year", "time": "2022-03-05", "id": "clusters_20220305_20220314_10", "row": "10", "column": "2"}, "clusters_20220305_20220314_11": {"lineIDs": [14], "importance": "1", "articleIDs": ["2687"], "label": "The polonium pill setting up Russia for a slow death", "cluster_words": "crypto, financial, banks, bank, currency, sanctions, companies, billion, exposure, foreign", "time": "2022-03-05", "id": "clusters_20220305_20220314_11", "row": "11", "column": "2"}, "clusters_20220305_20220314_13": {"lineIDs": [11], "importance": "1", "articleIDs": ["2979", "3282", "980"], "label": "Close to 1.5m Ukrainian refugees: UNHCR", "cluster_words": "refugees, poland, children, ms, sister, fled, women, help, border, family", "time": "2022-03-05", "id": "clusters_20220305_20220314_13", "row": "13", "column": "2"}, "clusters_20220314_20220322_0": {"lineIDs": [7], "importance": "1", "articleIDs": [], "label": "Ukraine's Yarmolenko nets emotional goal as West Ham beats Aston Villa", "cluster_words": "chelsea, abramovich, league, madrid, club, concord, atletico, champions, ricketts, fund", "time": "2022-03-14", "id": "clusters_20220314_20220322_0", "row": "0", "column": "3"}, "clusters_20220314_20220322_1": {"lineIDs": [8], "importance": "1", "articleIDs": ["823", "76"], "label": "Paris mayor questions Russia at 2024 Games", "cluster_words": "play, cup, tennis, hidalgo, organisers, djokovic, french, lashmanova, huddleston, players", "time": "2022-03-14", "id": "clusters_20220314_20220322_1", "row": "1", "column": "3"}, "clusters_20220314_20220322_2": {"lineIDs": [0, 6, 9], "importance": "1", "articleIDs": ["2819", "2584", "3565", "2172", "2169", "3933", "486"], "label": "French, Russia curbs fall amid China spike", "cluster_words": "smallpox, cases, covid, pfizer, vaccine, outbreak, 19, covid 19, health, virus", "time": "2022-03-14", "id": "clusters_20220314_20220322_2", "row": "2", "column": "3"}, "clusters_20220314_20220322_4": {"lineIDs": [3], "importance": "1", "articleIDs": ["3515"], "label": "ALP casts the net wide for complaints handling panel", "cluster_words": "election, south australia, labor, poll, malinauskas, federal, peter malinauskas, south, coalition, state", "time": "2022-03-14", "id": "clusters_20220314_20220322_4", "row": "4", "column": "3"}, "clusters_20220314_20220322_5": {"lineIDs": [10], "importance": "1", "articleIDs": [], "label": "AFR readers back sanctioning China over Russia-Ukraine war", "cluster_words": "india, china, xi, trade, modi, chinese, united, biden, states, quad", "time": "2022-03-14", "id": "clusters_20220314_20220322_5", "row": "5", "column": "3"}, "clusters_20220314_20220322_6": {"lineIDs": [5], "importance": "1", "articleIDs": ["1458", "2240"], "label": "Our attention might have shifted but the flood struggle hasn't", "cluster_words": "flood, climate, valley, swamp, albans, catalina, urn, swamp cancer, st albans, ms scott", "time": "2022-03-14", "id": "clusters_20220314_20220322_6", "row": "6", "column": "3"}, "clusters_20220314_20220322_7": {"lineIDs": [12], "importance": "1", "articleIDs": ["4200", "2680", "3858", "774"], "label": "'Necessary evil' fuel taxes should be maintained, motoring groups say", "cluster_words": "petrol, fuel, transport, cost, excise, prices, public transport, petrol prices, tax, cost living", "time": "2022-03-14", "id": "clusters_20220314_20220322_7", "row": "7", "column": "3"}, "clusters_20220314_20220322_8": {"lineIDs": [2], "importance": "1", "articleIDs": ["2587", "2299", "3560"], "label": "'What is going in Ukraine is a crime': TV producer bursts onto live Russian news to decry war", "cluster_words": "ovsyannikova, channel, protest, tv, state tv, marina ovsyannikova, news, state, hooliganism, marina", "time": "2022-03-14", "id": "clusters_20220314_20220322_8", "row": "8", "column": "3"}, "clusters_20220314_20220322_9": {"lineIDs": [13], "importance": "1", "articleIDs": ["2108"], "label": "Warning on mosquito disease surveillance", "cluster_words": "intelligence, power, sanctions, taskforce, reservoirs, says, center, oligarchs, military, military power", "time": "2022-03-14", "id": "clusters_20220314_20220322_9", "row": "9", "column": "3"}, "clusters_20220314_20220322_10": {"lineIDs": [1, 4], "importance": "1", "articleIDs": ["1083"], "label": "Fed hawks call for super-sized interest rate increases", "cluster_words": "inflation, fed, rate, rates, powell, prices, growth, higher, year, wage", "time": "2022-03-14", "id": "clusters_20220314_20220322_10", "row": "10", "column": "3"}, "clusters_20220314_20220322_12": {"lineIDs": [14], "importance": "1", "articleIDs": ["3197"], "label": "ASX higher on commodity shares", "cluster_words": "higher, cent, points, cent higher, asx, investors, shares, market, rose, stocks", "time": "2022-03-14", "id": "clusters_20220314_20220322_12", "row": "12", "column": "3"}, "clusters_20220314_20220322_13": {"lineIDs": [11], "importance": "1", "articleIDs": ["446"], "label": "Central Europe near capacity for refugees", "cluster_words": "ware, lehmann ware, lehmann, ms lehmann, refugees, children, husband, ms, refugee, ware husband", "time": "2022-03-14", "id": "clusters_20220314_20220322_13", "row": "13", "column": "3"}}, "lines": {"0": {"id": 0, "nodeIDs": ["clusters_20220217_20220226_2", "clusters_20220226_20220305_2", "clusters_20220305_20220314_2", "clusters_20220314_20220322_2"], "line_label": "", "importance": 1.0}, "1": {"id": 1, "nodeIDs": ["clusters_20220217_20220226_10", "clusters_20220226_20220305_10", "clusters_20220305_20220314_10", "clusters_20220314_20220322_10"], "line_label": "", "importance": 0.8590472306728483}, "2": {"id": 2, "nodeIDs": ["clusters_20220217_20220226_8", "clusters_20220226_20220305_8", "clusters_20220305_20220314_8", "clusters_20220314_20220322_8"], "line_label": "", "importance": 0.7675208728001273}, "3": {"id": 3, "nodeIDs": ["clusters_20220217_20220226_4", "clusters_20220226_20220305_4", "clusters_20220305_20220314_4", "clusters_20220314_20220322_4"], "line_label": "", "importance": 0.7553945379069322}, "4": {"id": 4, "nodeIDs": ["clusters_20220217_20220226_14", "clusters_20220226_20220305_10", "clusters_20220305_20220314_10", "clusters_20220314_20220322_10"], "line_label": "", "importance": 0.6917326044133875}, "5": {"id": 5, "nodeIDs": ["clusters_20220217_20220226_6", "clusters_20220226_20220305_6", "clusters_20220305_20220314_6", "clusters_20220314_20220322_6"], "line_label": "", "importance": 0.6293255349270006}, "6": {"id": 6, "nodeIDs": ["clusters_20220217_20220226_12", "clusters_20220226_20220305_2", "clusters_20220305_20220314_2", "clusters_20220314_20220322_2"], "line_label": "", "importance": 0.5663899683885083}, "7": {"id": 7, "nodeIDs": ["clusters_20220217_20220226_0", "clusters_20220226_20220305_0", "clusters_20220305_20220314_0", "clusters_20220314_20220322_0"], "line_label": "", "importance": 0.528302167247072}, "8": {"id": 8, "nodeIDs": ["clusters_20220217_20220226_1", "clusters_20220226_20220305_1", "clusters_20220305_20220314_1", "clusters_20220314_20220322_1"], "line_label": "", "importance": 0.4744788379951491}, "9": {"id": 9, "nodeIDs": ["clusters_20220217_20220226_3", "clusters_20220226_20220305_3", "clusters_20220305_20220314_3", "clusters_20220314_20220322_2"], "line_label": "", "importance": 0.37759067025501003}, "10": {"id": 10, "nodeIDs": ["clusters_20220217_20220226_5", "clusters_20220226_20220305_5", "clusters_20220305_20220314_5", "clusters_20220314_20220322_5"], "line_label": "", "importance": 0.28477209205446263}, "11": {"id": 11, "nodeIDs": ["clusters_20220217_20220226_13", "clusters_20220226_20220305_13", "clusters_20220305_20220314_13", "clusters_20220314_20220322_13"], "line_label": "", "importance": 0.13267122105728957}, "12": {"id": 12, "nodeIDs": ["clusters_20220217_20220226_7", "clusters_20220226_20220305_7", "clusters_20220305_20220314_7", "clusters_20220314_20220322_7"], "line_label": "", "importance": 0.11962771186980947}, "13": {"id": 13, "nodeIDs": ["clusters_20220217_20220226_9", "clusters_20220226_20220305_9", "clusters_20220305_20220314_9", "clusters_20220314_20220322_9"], "line_label": "", "importance": 0.11434761453811282}, "14": {"id": 14, "nodeIDs": ["clusters_20220217_20220226_11", "clusters_20220226_20220305_11", "clusters_20220305_20220314_11", "clusters_20220314_20220322_12"], "line_label": "", "importance": 0.0}}}