{"nodes": [{"id": "2_1", "articles": ["52", "163"], "label": "\nMarginal Men\n", "publisher": " Sydney Morning Herald ", "node_words": "male, teachers, unattached, males, low income, communities, coast, low, birrell, schooling", "time": "1998-08-08", "is_hidden": 0}, {"id": "1_3", "articles": ["127", "132", "154", "133", "170"], "label": "\nWHY MARRIAGE MATTERS / Fault must be found for just family law.\n", "publisher": "The Australian", "node_words": "boys, conflict, marriages, marital, parental, divorce, divorced, sexual, break, father", "time": "1995-11-07", "is_hidden": 0}, {"id": "0_0", "articles": ["141"], "label": "\nREGULAR SHORTS\n", "publisher": " Sydney Morning Herald ", "node_words": "programme, san diego, diego, san, programmes, jsa, phone, sickness, unemployed people, package", "time": "1986-12-04", "is_hidden": 1}, {"id": "3_1", "articles": ["131"], "label": "Single and sad", "publisher": "The Advertiser", "node_words": "singles, educated, satisfaction, grbich, educated women, australians, proportion, howard, lowest, professor grbich", "time": "1999-12-16", "is_hidden": 0}, {"id": "0_3", "articles": ["196", "14"], "label": "\n'HIPPIE KIDS' ARE DOING FINE\n", "publisher": " Sydney Morning Herald ", "node_words": "custody, court, cases, family court, brian, counselling, nicholson, joint, cent cases, justice nicholson", "time": "1986-12-04", "is_hidden": 0}, {"id": "0_1", "articles": ["33", "116", "76", "143", "217", "71"], "label": "\nHOWE URGES SOCIETY NOT TO SHUN THE POOR\n", "publisher": " Sydney Morning Herald ", "node_words": "suburbs, city, sydney, western, western suburbs, housing, mr, hawke, melbourne, 1990", "time": "1986-12-04", "is_hidden": 0}], "links": [{"source": "0_1", "target": "1_3", "line_id": "0"}, {"source": "1_3", "target": "2_1", "line_id": "0"}, {"source": "2_1", "target": "3_1", "line_id": "0"}, {"source": "0_3", "target": "1_3", "line_id": "1"}, {"source": "1_3", "target": "2_1", "line_id": "1"}, {"source": "2_1", "target": "3_1", "line_id": "1"}, {"source": "0_0", "target": "1_3", "line_id": "2"}, {"source": "1_3", "target": "2_1", "line_id": "2"}, {"source": "2_1", "target": "3_1", "line_id": "2"}], "articles": [{"id": "196", "publisher": " Sydney Morning Herald ", "title": "\nCUSTODY BATTLES\n", "url": null, "timestamp": "1993-04-15", "text": "\nCUSTODY BATTLES\n \nFOR a father who wants custody of his children, no amount of\nMcDonald's meals, Saturday afternoon movies or ice-creams in the park\ncan replace the ups and downs of being a full-time dad.\n\n\n\nMore than 30 per cent of marriages in Australia end in divorce. If a\nfather really wants custody of his children, he can fight for it. In\nabout 40 per cent of contested cases, he will win. Even if custody is\nnot contested, fathers end up with all the children in 18 to 21 per cent\nof the cas ..."}, {"id": "33", "publisher": " Sydney Morning Herald ", "title": "\nIT'S ENOUGH TO MAKE YOU SICK\n", "url": null, "timestamp": "1993-07-20", "text": "\nIT'S ENOUGH TO MAKE YOU SICK\n \nANY lingering belief that the unemployed live the life of Riley has\nbeen shattered by recent studies that show those out of work and on low\nincomes are sicker, physically and mentally, than other Australians.\n\n\n\nMoreover, the unemployed get sicker the longer they are out of work\nand the health of their immediate families is likely to suffer as well.\n \nLast year the National Health Strategy (NHS), a Federal Government\ninquiry  into health, released the most compreh ..."}, {"id": "170", "publisher": " Sydney Morning Herald ", "title": "\nUNHAPPILY EVER AFTER\n", "url": null, "timestamp": "1997-11-08", "text": "\nUNHAPPILY EVER AFTER\n \nWhy a bad marriage may be better for your children than a good\ndivorce.\n\n\n\nSTAYING together for the sake of the kids. It's such an outdated\nnotion. What  was once seen as an act of sacrifice and moral strength is\ntoday dismissed as misguided masochism. Bitter tight-lipped martyrs\nliving in hell with their equally miserable kids. Who needs it?\n \nFor the past two or three decades, we have embraced a different\napproach to the issue of children and marriage breakdown: namely, ..."}, {"id": "52", "publisher": " Sydney Morning Herald ", "title": "\nMarginal Men\n", "url": null, "timestamp": "1998-10-10", "text": "\nMarginal Men\n \nThey have no jobs, no money, no status - and no women. BETTINA ARNDT\nexamines new research that reveals a growing underclass of males with\nlittle choice but to face life alone.\n\n\n\nMARK Peel has fond memories of Elizabeth, the tough working-class\nsuburb in Adelaide where he spent his early years. A few years ago the\nMonash University historian revisited the suburb to find out how the\nworking-class community was changing. Over many months he conducted\nhundreds of interviews, not on ..."}, {"id": "154", "publisher": "Herald-Sun", "title": "\nCONFLICT AND POVERTY TAKE HIGHEST TOLL.\n", "url": null, "timestamp": "1998-06-29", "text": "\nCONFLICT AND POVERTY TAKE HIGHEST TOLL.\n \nPOVERTY and conflict between parents are more to blame for children's suffering than the divorce itself, two Australian researchers have found.\n\n\n\nMore money should be spent on helping people to split amicably and start a new life than encourage them to stay together, they argue.\n \nThe report prepared for Britain's influential Joseph Rowntree Foundation claims if parents separated more amicably and without fighting, their children would be as well off a ..."}, {"id": "131", "publisher": "The Advertiser", "title": "Single and sad", "url": null, "timestamp": "2008-08-08", "text": "Single and sad A segment of society appears to have it all, but doesn't. NADINE WILLIAMS and SUSIE O'BRIEN report.\n\nTHEY'RE cashed up, career-driven and child free, yet working singles are among the unhappiest Australians. The Australian population has been divided by ``profilers'' into five categories to better understand our lives and issues that impact on our wellbeing, and if you're working and single it's likely you'll rank near the bottom of the happiness index.\n\nThe new social categories  ..."}, {"id": "163", "publisher": "Sydney Morning Herald", "title": "Urban Poor Seek Richer Lives", "url": null, "timestamp": "1999-10-09", "text": "Urban Poor Seek Richer Lives As high-income earners move to the cities, the poor are heading out of town and putting new pressure on rural communities. Bettina Arndt reports.\n\nCoastal communities near Sydney are struggling to absorb large numbers of poor, welfare- dependent families moving out of the city seeking low rents. It is part of a nationwide shift in population, with high-income households moving into the cities and the poor moving out. This is leading to a high concentration of poor fa ..."}, {"id": "143", "publisher": " Sydney Morning Herald ", "title": "\nA PLACE ABUNDANCE\n", "url": null, "timestamp": "1994-03-19", "text": "\nA PLACE ABUNDANCE\n \nSYDNEY'S west: it is perceived by many to be nothing but an ugly\nsprawl, a place where violence against women and children, youth gang\nwars and street crime are commonplace. In popular imagery, its people\nare unhealthy and overweight, wear tacky clothes, hoon around in\nhotted-up cars, spend all their money on beer and poker machines, watch\nrubbish on television and don't care about their environment.\n\n\n\nTo many people, western Sydney is a dumping ground for all of those\nsoci ..."}, {"id": "133", "publisher": "Daily Telegraph", "title": "\nAbused and sick - Children of single mothers most at risk.\n", "url": null, "timestamp": "1997-09-24", "text": "\nAbused and sick - Children of single mothers most at risk.\n \nCHILDREN of single mothers are three times more likely to suffer physical, sexual or emotional abuse, according to an Australian Institute of Health and Welfare study.\n\n\n\nBut birth out of wedlock being a bastard - made little difference in today's society, most experts said.\n \nThere was little legal, cultural or social discrimination remaining now one in three Australian babies were born to unmarried parents.\n\n\n\nOut of wedlock births  ..."}, {"id": "127", "publisher": " The Age ", "title": "\nSocial Conundrum: Is A Bad Marriage Better Than A Good Divorce?\n", "url": null, "timestamp": "1997-11-08", "text": "\nSocial Conundrum: Is A Bad Marriage Better Than A Good Divorce?\n \nSTAYING together for the sake of the kids. It's such an outdated\nnotion. What was once seen as an act of sacrifice and moral strength is\ntoday dismissed as misguided masochism. Bitter, tight-lipped martyrs\nliving in hell with their equally miserable kids. Who needs it?\n\n\n\nFor the past two or three decades, we've embraced a different approach\nto the  issue of children and marriage breakdown. Namely, that divorce\nis better for kids ..."}, {"id": "116", "publisher": " Sydney Morning Herald ", "title": "\nHOWE URGES SOCIETY NOT TO SHUN THE POOR\n", "url": null, "timestamp": "1987-05-21", "text": "\nHOWE URGES SOCIETY NOT TO SHUN THE POOR\n \nPERTH: Australians were increasingly treating poor families as social\noutcasts, the Minister for Social Security, Mr Howe, said yesterday.\n\n\n\nHe criticised State governments for providing welfare housing in\nisolated\"ghetto-like\" areas removed from mainstream city life and work\nopportunities.\n \nIn a speech to a National Council of Women conference on marriage in\nPerth, Mr Howe said the number of sole-parent families had doubled\nbetween 1969 and 1985, mai ..."}, {"id": "132", "publisher": "The Australian", "title": "\nWHY MARRIAGE MATTERS / Fault must be found for just family law.\n", "url": null, "timestamp": "1996-09-21", "text": "\nWHY MARRIAGE MATTERS / Fault must be found for just family law.\n \nBy BARRY MALEY / STURT KRYGSMAN.\n\n\n\nMarried people enjoy higher levels of wellbeing than the unmarried, as do children living with their two married parents, writes Barry Maley, who says there's an argument for reintroducing fault to divorce\n \nSOLE-PARENT families are now linked to a range of social problems. A variety of recent studies shows clear connections between these family circumstances and declining well-being of childre ..."}, {"id": "76", "publisher": " The Age ", "title": "\nHealth Study Finds Melbourne Residents In Good Shape\n", "url": null, "timestamp": "1992-07-02", "text": "\nHealth Study Finds Melbourne Residents In Good Shape\n \nMelbourne is perhaps the healthiest Australian capital city. It has a\nrelatively low death rate, fewer low-birth-weight babies and a smaller\nproportion of pensioners.\n\n\n\nThe explanation for Melbourne's robust state, according to the author\nof a health study, lies in its relatively low proportion of socially\nand economically  disadvantaged people.\n \n`A Social Health Atlas of Australia' by Mr John Glover and Mr Tony\nWoollacott, of the South A ..."}, {"id": "217", "publisher": " Sydney Morning Herald ", "title": "\nARE THE WINDOWS LEVEL WITH FACES OF THE POOR?\n", "url": null, "timestamp": "1987-09-10", "text": "\nARE THE WINDOWS LEVEL WITH FACES OF THE POOR?\n \nThey lie, the men who tell us in a loud decisive tone,\n\n\n\nThat want is here a stranger and that misery's unknown;\n \n... I wonder would the apathy of wealthy men endure\n\n\n\nWere all their windows level with the faces of the Poor?\n\n\n\nFaces in the Street, - Henry Lawson.\n\n\n\nTHERE is a common belief among the people of Sydney that the eastern\nsuburbs are the preserve of the wealthy. That the northern part of the\neastern suburbs contains conspicuous aff ..."}, {"id": "14", "publisher": " Sydney Morning Herald ", "title": "\n'HIPPIE KIDS' ARE DOING FINE\n", "url": null, "timestamp": "1993-04-07", "text": "\n'HIPPIE KIDS' ARE DOING FINE\n \nDOES living in a non-traditional family have a harmful effect on\nchildren?The answer from research is a resounding \"No\" - contrary to\nbeliefs still held by many in our community. And this research is\nreassuring, since an ever-increasing proportion of children in Australia\nand throughout the world come from non-traditional families of various\nlifestyles and configurations.\n\n\n\nA major study has found that children who grow up in so-called hippie\nfamilies, for exampl ..."}, {"id": "71", "publisher": " Sydney Morning Herald ", "title": "\nReport Warns Of A City Divided In 2001\n", "url": null, "timestamp": "1995-09-27", "text": "\nReport Warns Of A City Divided In 2001\n \nBy 2001, Sydney will be home to more than 4 million people and will\nhave cemented its position as a world city. But without government\naction there will be an \"offensive\" disparity between the haves and\nhave-nots in a city economically and geographically divided, a new\nreport warns.\n\n\n\nIn the wake of Mr Carr's concern about Sydney's population growth, the\nreport  says Sydney will remain the biggest destination for immigrants,\nand that it and  Melbourne a ..."}, {"id": "141", "publisher": " Sydney Morning Herald ", "title": "\nREGULAR SHORTS\n", "url": null, "timestamp": "1989-12-14", "text": "\nREGULAR SHORTS\n \nWILL POVERTY HELP SINGLE PARENTS?\n\n\n\nSIR: I strongly disagree with Neil Paton (Letters, December 9) who\nstated that is was a major mistake to give pensions to unmarried\nmothers.\n \nIt is people like him, with a lack of understanding of the real causes\nof poverty, who help contribute to the prejudices against the needy.\n\n\n\nMost unmarried mothers are forced to depend on inadequate social\nsecurity payments. This is because the fathers of these children have\ndecided to neglect their ..."}], "lines": [{"id": "0", "links": [{"source": "0_1", "target": "1_3"}, {"source": "1_3", "target": "2_1"}, {"source": "2_1", "target": "3_1"}], "weight": 1.0, "line_label": "suburbs, boys"}, {"id": "1", "links": [{"source": "0_3", "target": "1_3"}, {"source": "1_3", "target": "2_1"}, {"source": "2_1", "target": "3_1"}], "weight": 0.8754563988473631, "line_label": "custody, boys"}, {"id": "2", "links": [{"source": "0_0", "target": "1_3"}, {"source": "1_3", "target": "2_1"}, {"source": "2_1", "target": "3_1"}], "weight": 0.0, "line_label": "boys, male"}]}