{"articles": {"569": {"publisher": "The West Australian", "image": "", "title": "Burnout and abuse rife among GPs: inquiry", "url": "", "timestamp": "2022-03-07", "previewText": "Burnout and abuse rife among GPs: inquiryStephanie GardinerAAPMon, 7 March 2022 10:04AM\nGPs are burning out, their staff are copping abuse, and patients are waiting weeks for an appointment due to changing rules governing the employment of doctors in ...", "importance": "1", "id": "569", "nodeID": "clusters_20220307_20220314_4"}, "1024": {"publisher": "The West Australian", "image": "", "title": "Woman murdered every 11 days by partner", "url": "", "timestamp": "2022-02-24", "previewText": "New report: Domestic violence leads common cause of homicideDaniela PizziraniNCA NewsWireThu, 24 February 2022 8:35AM\nTwo new reports have revealed domestic violence as the leading cause of homicide in Australia in 2018-2019.\nThis shocking statistic  ...", "importance": "1", "id": "1024", "nodeID": "clusters_20220217_20220225_8"}, "251": {"publisher": "The Canberra Times", "image": "", "title": "Police to to target anti-social behviour this long weekend", "url": "", "timestamp": "2022-03-11", "previewText": "Police will focus on safety across the territory for the Canberra Day long weekend and have asked people to consider their actions and to make good choices before, during and after a night out. As we enter the Canberra Day long weekend, and venues ge ...", "importance": "1", "id": "251", "nodeID": "clusters_20220307_20220314_2"}, "470": {"publisher": "Australian Financial Review", "image": "", "title": "Cost of living top of mind for voters as pandemic concern wanes", "url": "", "timestamp": "2022-03-18", "previewText": "The March survey, conducted as fuel prices soared on the back of Russia's invasion of Ukraine, shows cost of living is the top issue of concern, with 65 per cent citing it when prompted with 20 different issues.\nThat is up from 59 per cent in Novembe ...", "importance": "1", "id": "470", "nodeID": "clusters_20220314_20220322_3"}, "998": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Love bombing, gaslighting and unavailability: Three relationship red flags when dating a narcissist", "url": "", "timestamp": "2022-03-14", "previewText": "You're in a new relationship and he's promising you the world. Children. A home together. Marriage. Love.\nIt almost seems too good to be true ... and sometimes, it is.\nMany men and women don't realise they are dating a narcissist. It's a term that's  ...", "importance": "1", "id": "998", "nodeID": "clusters_20220314_20220322_8"}, "967": {"publisher": "Perth Now", "image": "", "title": "Man's vile acts to ex-wife, teen niece", "url": "", "timestamp": "2022-03-11", "previewText": "A judge has described a man's conduct as \"grossly inappropriate\" after he admitted to illegally maintaining a relationship with his ex-wife when she was 10 years younger than him.\nShocking details of the man's frequent sexual acts on the woman - who  ...", "importance": "1", "id": "967", "nodeID": "clusters_20220307_20220314_5"}, "1033": {"publisher": "Australian Financial Review", "image": "", "title": "Why I'm glad I was diagnosed with autism at 50", "url": "", "timestamp": "2022-03-11", "previewText": "If I had a dollar for every time someone said that to me this year, I'd have $32. Just joking. I don't really do Rain Man-style counting. But Rain Man-related stereotypes are thought to be one of the reasons so many girls with autism spectrum disorde ...", "importance": "1", "id": "1033", "nodeID": "clusters_20220307_20220314_7"}, "552": {"publisher": "Perth Now", "image": "", "title": "Pedophile doctor keeps 'lenient' sentence", "url": "", "timestamp": "2022-02-18", "previewText": "A former Bendigo emergency doctor jailed for more than six years for repeated sexual offending against a teenage girl won't have his prison sentence increased.\nThat's despite Victoria's Court of Appeal describing the sentence handed to Obiyo Nwigwe a ...", "importance": "1", "id": "552", "nodeID": "clusters_20220217_20220225_5"}, "142": {"publisher": "The West Australian", "image": "", "title": "US identifies 'incels' as violence threat", "url": "", "timestamp": "2022-03-15", "previewText": "US identifies 'incels' as violence threatDaniel TrottaReutersWed, 16 March 2022 6:12AM\nMisogynistic extremists like the \"incel\" who murdered two women and injured four more at a Florida yoga studio present signs that can be detected to reduce the lik ...", "importance": "1", "id": "142", "nodeID": "clusters_20220314_20220322_8"}, "921": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Officer who issued DVO to suspected killer tells inquest he was still learning his job on night of fatal fire ", "url": "", "timestamp": "2022-03-08", "previewText": "A coronial inquest into the apparent domestic violence murder of a Queensland woman last year has been told neighbours heard a woman screaming for help and glass smashing on the night of her death.\nWarning: This story contains graphic details that re ...", "importance": "1", "id": "921", "nodeID": "clusters_20220307_20220314_1"}, "504": {"publisher": "Perth Now", "image": "", "title": "NT cop's first shot not fatal: pathologist", "url": "", "timestamp": "2022-02-22", "previewText": "Kumanjayi Walker would not have died from Constable Zachary Rolfe first shot, a forensic pathologist has told a jury.\nRolfe shot the Aboriginal teenager three times during a failed arrest attempt in Yuendumu, 290km northwest of Alice Springs, on Nove ...", "importance": "1", "id": "504", "nodeID": "clusters_20220217_20220225_0"}, "568": {"publisher": "Australian Financial Review", "image": "", "title": "Bunnings sued over 'vengeful' sacking for historic sexual harassment", "url": "", "timestamp": "2022-03-07", "previewText": "The 53-year-old started as a store employee for the hardware chain in May last year before he was promoted to pricing co-ordinator in the Victorian head office.\nBut, six months into his employment, Bunnings found out about a landmark 2013 court rulin ...", "importance": "1", "id": "568", "nodeID": "clusters_20220307_20220314_6"}, "143": {"publisher": "Perth Now", "image": "", "title": "US identifies 'incels' as violence threat", "url": "", "timestamp": "2022-03-15", "previewText": "Misogynistic extremists like the \"incel\" who murdered two women and injured four more at a Florida yoga studio present signs that can be detected to reduce the likelihood of violent crime, a new US government report says.\nThe findings came in a Natio ...", "importance": "1", "id": "143", "nodeID": "clusters_20220314_20220322_8"}, "533": {"publisher": "Australian Financial Review", "image": "", "title": "Why psychiatry in Australia needs to take a good, hard look at itself", "url": "", "timestamp": "2022-02-18", "previewText": "In Australia, there are few dissenting voices when it comes to the psychiatric treatment of mental disorders, and the ones there are tend to have specific gripes about aspects of psychiatry rather than being part of an organisation with stated critic ...", "importance": "1", "id": "533", "nodeID": "clusters_20220217_20220225_7"}, "80": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "A shooting in Yuendumu left an Aboriginal man dead and a police officer in the legal fight of his life", "url": "", "timestamp": "2022-03-12", "previewText": "As Constable Zachary Rolfe headed off from Alice Springs on a mission to arrest Kumanjayi Walker, he couldn't understand why it had taken so long to be deployed.\nWARNING: Aboriginal and Torres Strait Islander readers are advised that this article con ...", "importance": "1", "id": "80", "nodeID": "clusters_20220307_20220314_0"}, "23": {"publisher": "The Age", "image": "", "title": "'Drag your mates away and go home': Police boss' warning to Northbridge brawlers", "url": "", "timestamp": "2022-03-21", "previewText": "WA Police fear there is a growing pile-on culture among those frequenting in Perth and Northbridge's entertainment precincts with punters escalating the violence instead of pulling friends out of dangerous situations.\nIn the wake of two women being a ...", "importance": "1", "id": "23", "nodeID": "clusters_20220314_20220322_2"}, "672": {"publisher": "Perth Now", "image": "", "title": "Domestic violence: the life-changing tool everyone should know about", "url": "", "timestamp": "2022-03-08", "previewText": "Australia is facing a tragic and horrifying epidemic of gendered violence. The Australian Bureau of Statistics has estimated that on average, one woman a week is murdered in Australia by either a current or former partner.\nAccording to the Australian ...", "importance": "1", "id": "672", "nodeID": "clusters_20220307_20220314_8"}, "1057": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Perth's exhausted child protection workers to walk off job", "url": "", "timestamp": "2022-03-15", "previewText": "Child protection workers are expected to walk off the job on Tuesday afternoon over understaffing and workload concerns.\nWorkers will vote at 1pm on the type of industrial action they want to take, which is likely to include walk-outs from child prot ...", "importance": "1", "id": "1057", "nodeID": "clusters_20220314_20220322_4"}, "577": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Seeing red  --  anger and aggression", "url": "", "timestamp": "2022-02-22", "previewText": "Sana Qadar: We humans have between six and eight basic emotions. I say between six and eight because there's a few different views on this, it depends on whose theory you're following, but essentially these emotions are disgust, fear, happiness, sadn ...", "importance": "1", "id": "577", "nodeID": "clusters_20220217_20220225_7"}, "856": {"publisher": "Perth Now", "image": "", "title": "Murdered woman 'did everything right'", "url": "", "timestamp": "2022-03-09", "previewText": "A woman murdered at the hands of her controlling and abusive former partner did everything right when she ended their toxic relationship, a social worker says.\nDoreen Langham died at the hands of former partner Gary Hely, both 49, in a fire in her Br ...", "importance": "1", "id": "856", "nodeID": "clusters_20220307_20220314_1"}, "193": {"publisher": "The West Australian", "image": "", "title": "'Speak up': Rogue MP demands Dan apology", "url": "", "timestamp": "2022-02-23", "previewText": "Rogue MP Kaushaliya Vaghela demands apology from Premier Daniel AndrewsRhiannon TuffieldNCA NewsWireThu, 24 February 2022 6:48AM\nA rogue Labor MP who accused the Victorian Premier's office of bullying has demanded Daniel Andrews publicly apologise am ...", "importance": "1", "id": "193", "nodeID": "clusters_20220217_20220225_6"}, "576": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Three months after starting poo transplants, Jane's world became brighter and happier", "url": "", "timestamp": "2022-03-05", "previewText": "It took poo donated by strangers for Tony* to finally feel unshackled of his debilitating bipolar disorder.\n\"It was the first time in 27 years that I could really say I felt normal, which is very weird,\" the Sydneysider says.\n\"It's a strange feeling  ...", "importance": "1", "id": "576", "nodeID": "clusters_20220225_20220307_7"}, "874": {"publisher": "Perth Now", "image": "", "title": "Why 'bullied' MP is angry with the ABC", "url": "", "timestamp": "2022-02-25", "previewText": "A Victorian Labor MP at the centre of bullying claims has again lashed out publicly, this time at the national broadcaster, which she claims left out important aspects of her story following an exclusive interview with her.\nEmbattled MP Kaushaliya Va ...", "importance": "1", "id": "874", "nodeID": "clusters_20220225_20220307_6"}, "100": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Wounds, jeers and mystery notes: Medics take stand in outback cop murder trial", "url": "", "timestamp": "2022-02-18", "previewText": "The Aboriginal teenager killed in a police shooting in the remote Northern Territory desert had anatomical use of his right arm - which held a 10-centimetre pair of scissors - when Constable Zachary Rolfe made the decision to fire a second round from ...", "importance": "1", "id": "100", "nodeID": "clusters_20220217_20220225_0"}, "79": {"publisher": "Perth Now", "image": "", "title": "'Not right': Dan clashes with journos", "url": "", "timestamp": "2022-02-21", "previewText": "Victorian Premier Daniel Andrews has pushed back against pointed questions from reporters over allegations his office inappropriately dealt with bullying claims from Labor MP Kaushaliya Vaghela.\nVictoria's workplace watchdog WorkSafe has opened the i ...", "importance": "1", "id": "79", "nodeID": "clusters_20220217_20220225_6"}, "361": {"publisher": "The West Australian", "image": "", "title": "Police and business help stop stealing spate", "url": "", "timestamp": "2022-02-18", "previewText": "Geraldton Police column: Community support crucial to stop crimeSen. Sgt Chris Martin Geraldton GuardianFri, 18 February 2022 8:00AM\nThe past couple of weeks have been productive for police, thanks in large part to support from the community and loca ...", "importance": "1", "id": "361", "nodeID": "clusters_20220217_20220225_2"}, "936": {"publisher": "The West Australian", "image": "", "title": "Push to probe pollies' bullying claims", "url": "", "timestamp": "2022-03-22", "previewText": "Push for independent inquiry on bullying and harassment claims in Victorian parliamentRhiannon TuffieldNCA NewsWireTue, 22 March 2022 9:26AM\nBullying and sexual harassment within Victorian parliament could soon be probed by an independent panel amid  ...", "importance": "1", "id": "936", "nodeID": "clusters_20220314_20220322_6"}, "232": {"publisher": "The Examiner", "image": "", "title": "Launceston General Hospital redevelopment underway", "url": "", "timestamp": "2022-03-16", "previewText": "The redevelopment of the Launceston General Hospital has taken a step forward after the state government released its long-awaited roadmap for the North's major health precinct. The implementation program for the LGH outlined the timeframe and order  ...", "importance": "1", "id": "232", "nodeID": "clusters_20220314_20220322_4"}, "847": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Mental torture': Biloela family hopeful of return to town four years after being taken from community", "url": "", "timestamp": "2022-03-06", "previewText": "Those were the words the two Nadesalingam children, Kopika, 6, and Tharnicaa, 4, sang to more than 500 supporters on a live stream on Saturday night, marking four years since their family was placed in immigration detention.\nIt was on March 5, 2018 w ...", "importance": "1", "id": "847", "nodeID": "clusters_20220225_20220307_3"}, "154": {"publisher": "Perth Now", "image": "", "title": "Qld premier takes aim after slur claim", "url": "", "timestamp": "2022-03-14", "previewText": "Queensland's premier has told two senior public servants to sort out their issues and get back to work after accusations one used a sexist slur against the other four years ago.\nIntegrity Commission boss Nikola Stepanov became upset when she told a p ...", "importance": "1", "id": "154", "nodeID": "clusters_20220314_20220322_6"}, "73": {"publisher": "The Examiner", "image": "", "title": "Murders of 199 women killed by their partners analysed in family violence report", "url": "", "timestamp": "2022-02-22", "previewText": "Men who murder their female partners may be in long-term relationships, may be middle-class and \"upstanding\" citizens, or in happy relationships, according to a new study. Australia's National Research Organisation for Women's Safety looked at the mu ...", "importance": "1", "id": "73", "nodeID": "clusters_20220217_20220225_8"}, "671": {"publisher": "Perth Now", "image": "", "title": "Murder-accused NT cop 'ignored training'", "url": "", "timestamp": "2022-02-28", "previewText": "A murder-accused policeman should not have rushed into a house where he fatally shot an Aboriginal teenager during a failed outback arrest, a jury has heard.\nConstable Zachary Rolfe, 30, has pleaded not guilty to murdering Kumanjayi Walker, 19, after ...", "importance": "1", "id": "671", "nodeID": "clusters_20220225_20220307_0"}, "406": {"publisher": "The Examiner", "image": "", "title": "No response: minister slammed for slow Public Trustee reaction", "url": "", "timestamp": "2022-03-16", "previewText": "news, local-news, public trustee, tasmania, advocacy, leanne groombridge, guardianship, review, elise archerAdvocacy Tasmania has slammed the state's Attorney-General for not responding to 10 community groups who wrote to her last year calling for pr ...", "importance": "1", "id": "406", "nodeID": "clusters_20220314_20220322_4"}, "1040": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Alone Australia: SBS commissions local version of cult-hit survival show", "url": "", "timestamp": "2022-02-20", "previewText": "Following the success of her series on domestic violence, Look What You Made Me Do, Jess Hill will return with a three-part series on consent. Yes, No, Maybe, which will air towards the end of the year, \"is going to provoke uncomfortable but vital di ...", "importance": "1", "id": "1040", "nodeID": "clusters_20220217_20220225_9"}, "841": {"publisher": "The West Australian", "image": "", "title": "WATCH: Kununurra cops targetted in latest Kimberley ramming", "url": "", "timestamp": "2022-02-23", "previewText": "WATCH: Kununurra cop car targetted by stolen vehicle in latest Kimberley rammingSam Jones and Stephanie SinclairThe Kimberley EchoWed, 23 February 2022 3:59PM\nA horrifying video showing the latest Kimberley police ramming has prompted calls for chang ...", "importance": "1", "id": "841", "nodeID": "clusters_20220217_20220225_2"}, "945": {"publisher": "Perth Now", "image": "", "title": "Deliberations to begin at Kumanjayi trial", "url": "", "timestamp": "2022-03-09", "previewText": "The jury at a murder-accused policeman's trial after he fatally shot an Aboriginal teenager during an outback arrest is expected to start deliberating.\nConstable Zachary Rolfe, 30, has pleaded not guilty to murdering Kumanjayi Walker after the office ...", "importance": "1", "id": "945", "nodeID": "clusters_20220307_20220314_0"}, "501": {"publisher": "The Age", "image": "", "title": "The 10 memorable books to read in March", "url": "", "timestamp": "2022-02-28", "previewText": "Teen Jamal Smith is a queer Muslim struggling to find his way past homophobia, racism and the secrets of his family in award-winning poet Omar Sakr's powerful, moving and confronting debut novel. It's fiction of great imagination that is grounded, on ...", "importance": "1", "id": "501", "nodeID": "clusters_20220225_20220307_9"}, "835": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'He lied': Constable Zachary Rolfe likely 'deliberately banged' Aboriginal man's head, judge found before shooting", "url": "", "timestamp": "2022-03-18", "previewText": "Six months before Constable Zachary Rolfe fatally shot Kumanjayi Walker, a Northern Territory judge found the police officer likely \"deliberately banged\" an Aboriginal man's head into the floor, rendering him unconscious, and then \"lied\" in his evide ...", "importance": "1", "id": "835", "nodeID": "clusters_20220314_20220322_0"}, "272": {"publisher": "The West Australian", "image": "", "title": "'I regret my words': Bullied MP gets apology", "url": "", "timestamp": "2022-03-01", "previewText": "'I regret my words': Treasurer Tim Pallas apologises to bullied MP Kaushaliya VaghelaNews Corp AustraliaNCA NewsWireTue, 1 March 2022 10:54AM\nA senior Victorian government minister has apologised for questioning the state of mind of an MP who levelle ...", "importance": "1", "id": "272", "nodeID": "clusters_20220225_20220307_6"}, "705": {"publisher": "The West Australian", "image": "", "title": "Man watched child porn with Grindr date", "url": "", "timestamp": "2022-03-14", "previewText": "Shaun Dregmans freed after pleading guilty to possessing child abuse materialLauren FerriNCA NewsWireMon, 14 March 2022 12:59PM\nWARNING: Graphic\nA hospitality worker who was arrested in dramatic scenes during a dawn raid of his home after being sent  ...", "importance": "1", "id": "705", "nodeID": "clusters_20220314_20220322_5"}, "265": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'You learned first and mental health came second': Teen quits school to become counsellor she never had", "url": "", "timestamp": "2022-03-02", "previewText": "For years, it was a daily battle for Charlise Morley to get out of bed.\nFrom the age of 12, she'd wake up daily with severe panic attacks -- shaking, crying, and battling to breathe.\nStruggling to fit into the confines of the traditional schooling sy ...", "importance": "1", "id": "265", "nodeID": "clusters_20220225_20220307_7"}, "308": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'I was shaking. I was shocked': A bittersweet release from immigration detention after nine years", "url": "", "timestamp": "2022-03-13", "previewText": "But instead, at 9pm on Friday, he was told he had 15 minutes to pack his belongings. He was going to be freed.\n\"I was shocked. I was shaking, my hands couldn't stop shaking,\" he said. \"It was so surreal.\"\nThe 30-year-old was one of nine people releas ...", "importance": "1", "id": "308", "nodeID": "clusters_20220307_20220314_3"}, "882": {"publisher": "The Examiner", "image": "", "title": "Tasmania's human services carve up labelled a 'distraction'", "url": "", "timestamp": "2022-02-24", "previewText": "The human services sector is shell-shocked after the state government's sudden canning of Communities Tasmania. As part of the public service shake-up which is being labelled a 'distraction', some of Tasmania's key political and social issues - educa ...", "importance": "1", "id": "882", "nodeID": "clusters_20220217_20220225_4"}, "546": {"publisher": "The West Australian", "image": "", "title": "Calls for flooding mental health support", "url": "", "timestamp": "2022-03-02", "previewText": "Calls for flooding mental health supportAndrew BrownAAPThu, 3 March 2022 12:34AM\nResidents in flood-affected areas in Queensland and NSW should be able to access vital mental health support through Medicare, according to the peak body for psychologis ...", "importance": "1", "id": "546", "nodeID": "clusters_20220225_20220307_7"}, "855": {"publisher": "Perth Now", "image": "", "title": "Woman's actions before grisly DV death", "url": "", "timestamp": "2022-03-09", "previewText": "A woman who died in a grisly house fire at the hands of her estranged and abusive ex-partner did \"everything right\" in going to police and support services before her death, an inquest has been told.\nInes Ilijasevic, a specialist support worker with  ...", "importance": "1", "id": "855", "nodeID": "clusters_20220307_20220314_1"}, "267": {"publisher": "The Canberra Times", "image": "", "title": "Housing tenants shocked over relocation letters", "url": "", "timestamp": "2022-03-02", "previewText": "When Rowan Element moved into a Wanniassa house almost 40 years ago, she was told it would be a \"home for life\". But now it could be taken away from her after she received an unsigned letter last week to inform her she could be moved. Housing ACT has ...", "importance": "1", "id": "267", "nodeID": "clusters_20220225_20220307_1"}, "864": {"publisher": "Perth Now", "image": "", "title": "Qld govt orders trustee investigation", "url": "", "timestamp": "2022-03-15", "previewText": "The Queensland government has ordered an internal investigation of the state's Public Trustee amid allegations that vulnerable people have been charged with exorbitant fees without their knowledge.\nAttorney-General Shannon Fentiman announced the Cust ...", "importance": "1", "id": "864", "nodeID": "clusters_20220314_20220322_4"}, "901": {"publisher": "The Examiner", "image": "", "title": "Kings Meadow park to stay unlit despite complaints", "url": "", "timestamp": "2022-03-21", "previewText": "A councillor at Launceston City Council has attempted to prompt his colleagues into tackling a problem in the Kings Meadows area. At a council meeting on March 10, Launceston acting mayor Danny Gibson asked if the council would provide more lighting, ...", "importance": "1", "id": "901", "nodeID": "clusters_20220314_20220322_2"}, "423": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'I just tried to make them feel safe': Families across Europe welcome Ukrainian refugees into their homes", "url": "", "timestamp": "2022-03-09", "previewText": "Lara received a call in the middle of the night on Saturday and headed straight to Berlin's main train station.\nThere she was met by a woman and her two teenage sons who had fled the Russian invasion of Ukraine.\n\"Right now they are staying at our pla ...", "importance": "1", "id": "423", "nodeID": "clusters_20220307_20220314_3"}, "274": {"publisher": "The Age", "image": "", "title": "The question too many of us still ask about abusive relationships", "url": "", "timestamp": "2022-03-01", "previewText": "But Niki never made it to lunch. And she hasn't been to a family lunch ever since.\nThe following morning, two uniformed Victoria Police officers knocked on our front door. They came to tell us that Niki was murdered by her partner in the middle of th ...", "importance": "1", "id": "274", "nodeID": "clusters_20220225_20220307_8"}, "789": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Desperately fleeing Putin's tanks, a wave of Ukrainians spreads west", "url": "", "timestamp": "2022-03-13", "previewText": "A British TV crew is attempting to connect them with a British family prepared to take them in if the government opens the doors to more migrants in coming days.\nAfter a week stuck in limbo in France, she has grown exhausted at the red tape and confu ...", "importance": "1", "id": "789", "nodeID": "clusters_20220307_20220314_3"}, "491": {"publisher": "The West Australian", "image": "", "title": "Grace Tame lashes media over photo", "url": "", "timestamp": "2022-02-19", "previewText": "Grace Tame lashes media over photoAAPAAPSat, 19 February 2022 2:19PM\nFormer Australian of the Year Grace Tame has taken to Twitter to register her disappointment at the media publication of an old photograph showing her with a bong.\n\"To every media o ...", "importance": "1", "id": "491", "nodeID": "clusters_20220217_20220225_9"}, "50": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'I forgive but I won't forget': Mehdi and Adnan taste freedom, but not in Australia", "url": "", "timestamp": "2022-03-04", "previewText": "\"I want to take a walk,\" Mehdi Ali said. \"By myself. Go as far as I can. That's the first thing I'm going to do.\"\nSuch were the simple hopes of the 24-year-old, who has lost more than a third of his young life to Australia's punitive detention system ...", "importance": "1", "id": "50", "nodeID": "clusters_20220225_20220307_3"}, "145": {"publisher": "The Age", "image": "", "title": "The erotic film that gave us the short-lived but marvellous BenAna", "url": "", "timestamp": "2022-03-17", "previewText": "Adrian Lyne didn't mean to go 20 years without making a new film. It just, sort of, happened.\nNow 81, the British director, famed for his slick, sexy and ever fascinating popcorn dives into female desire, male insecurity, and domestic gloom - includi ...", "importance": "1", "id": "145", "nodeID": "clusters_20220314_20220322_9"}, "1010": {"publisher": "Perth Now", "image": "", "title": "Inquest resumes into Qld teen's killing", "url": "", "timestamp": "2022-03-20", "previewText": "The Queensland coroner is set to reopen hearings into the cold-case rape and killing of a Darling Downs teenager more than 30 years after her death.\nAnnette Mason was 15 when she was raped and bludgeoned to death in a house she shared with friends in ...", "importance": "1", "id": "1010", "nodeID": "clusters_20220314_20220322_1"}, "270": {"publisher": "The West Australian", "image": "", "title": "Kimberley crime stats down two-weeks into special operation", "url": "", "timestamp": "2022-03-01", "previewText": "Kimberley crime stats drastically down two-weeks into special operationCain AndrewsBroome AdvertiserTue, 1 March 2022 11:41AM\nOperation Regional Shield has been a success with Kimberley Police boasting a 79 per cent decrease in burglaries and car the ...", "importance": "1", "id": "270", "nodeID": "clusters_20220225_20220307_2"}, "631": {"publisher": "Perth Now", "image": "", "title": "Murder-accused cop's elite team part-time", "url": "", "timestamp": "2022-02-23", "previewText": "The primary role of the elite Northern Territory police unit a murder-accused constable belonged to when he fatally shot an Aboriginal teenager was to cordon and contain offenders.\nConstable Zachary Rolfe, 30, has pleaded not guilty to murdering Kuma ...", "importance": "1", "id": "631", "nodeID": "clusters_20220217_20220225_0"}, "40": {"publisher": "Perth Now", "image": "", "title": "Kate Miller-Heidke calls out abuser in powerful new song", "url": "", "timestamp": "2022-03-10", "previewText": "TRIGGER WARNING: This article discusses sexual assault.\nKate Miller-Heidke has released a powerful song detailing her childhood sexual assault and calling out her abuser.\nThe Australian singer described her latest single You Can't Hurt Me Anymore as  ...", "importance": "1", "id": "40", "nodeID": "clusters_20220307_20220314_9"}, "46": {"publisher": "The Age", "image": "", "title": "Harrowing but beautiful story of young girl learning of Holocaust", "url": "", "timestamp": "2022-03-04", "previewText": "Wahala translates to \"trouble\" in Nigerian pidgin English. It sums up this chaotic debut novel, following three best friends - Boo, Simi and Ronke - who bonded at university over their shared mixed backgrounds. The arrival of the glamorous Isobel, an ...", "importance": "1", "id": "46", "nodeID": "clusters_20220225_20220307_9"}, "489": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Hunger strike, suicide attempts: Grave concerns for asylum seekers in indefinite detention", "url": "", "timestamp": "2022-03-14", "previewText": "As 13 refugees were finally freed from detention in Melbourne and Brisbane last week, a small group of men remained locked up with no end in sight to their captivity on the other side of the country.\nThe plight of the men -- who are being held in ind ...", "importance": "1", "id": "489", "nodeID": "clusters_20220314_20220322_3"}, "743": {"publisher": "The Age", "image": "", "title": "Ex-girlfriend identified after setting Logan house alight, dying in blaze", "url": "", "timestamp": "2022-03-10", "previewText": "A woman has died after she entered her ex-partner's home south of Brisbane and began to \"throw petrol around\" before setting the house on fire.\nThree children, including a two-year-old, the woman's former partner and his new girlfriend were rushed to ...", "importance": "1", "id": "743", "nodeID": "clusters_20220307_20220314_1"}, "915": {"publisher": "Perth Now", "image": "", "title": "Nine refugees released from Park Hotel", "url": "", "timestamp": "2022-03-12", "previewText": "Nine men have been released from immigration detention at a Melbourne hotel, refugees and advocates say.\nMuhammad Jamal, who has been detained for nine years, said he and eight others were released from the Park Hotel on Friday.\n\"Today me and 8 other ...", "importance": "1", "id": "915", "nodeID": "clusters_20220307_20220314_3"}, "947": {"publisher": "The Examiner", "image": "", "title": "Police target Launceston hoons and shoplifters in CBD crackdown", "url": "", "timestamp": "2022-03-09", "previewText": "newsletters, editors-pick-list, launceston, police, hoon, cbd, mall, shopliftingLaunceston Police will be conducting a high-visibility operation in the city's CBD this week targeting hooning offences, shoplifting and antisocial behaviour. The operati ...", "importance": "1", "id": "947", "nodeID": "clusters_20220307_20220314_2"}, "543": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Two weeks ago, Olga was a fashion designer. Now she's in the women's resistance against Putin", "url": "", "timestamp": "2022-03-09", "previewText": "As war rages on in their country, the women of Ukraine have been faced with an agonising choice: flee with family to safety, or stay and fight.\nUkraine's outnumbered military is relying on regular civilians to take up arms in the battle to defend the ...", "importance": "1", "id": "543", "nodeID": "clusters_20220307_20220314_3"}, "910": {"publisher": "Perth Now", "image": "", "title": "Victim had 'nothing to fear' killer claims", "url": "", "timestamp": "2022-03-08", "previewText": "Ten days before murdering his former partner a man complained to police he was shocked to be served with a domestic violence order, insisting she had nothing to fear.\nDoreen Langham died at the hands of former partner Gary Hely, both 49, in a fire in ...", "importance": "1", "id": "910", "nodeID": "clusters_20220307_20220314_1"}, "60": {"publisher": "Perth Now", "image": "", "title": "Ex-MP to face child sex trial in 2023", "url": "", "timestamp": "2022-03-04", "previewText": "Disgraced former Labor minister Milton Orkopoulos will face a trial next year after pleading not guilty to 23 child sexual abuse charges.\nOrkopoulos was on Friday arraigned inside Sydney's Downing Centre District Court where he formally entered not g ...", "importance": "1", "id": "60", "nodeID": "clusters_20220225_20220307_5"}, "1060": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Police made 'calamity of errors' before domestic violence victim Doreen Langham died, inquest hears ", "url": "", "timestamp": "2022-03-09", "previewText": "A witness at a coronial inquest into the death of Queensland woman Doreen Langham in an apparent domestic violence murder last year says police failed her despite repeated opportunities to intervene and potentially save her life.\nWarning: This story  ...", "importance": "1", "id": "1060", "nodeID": "clusters_20220307_20220314_1"}, "706": {"publisher": "Perth Now", "image": "", "title": "Man watched child porn with Grindr date", "url": "", "timestamp": "2022-03-14", "previewText": "A hospitality worker who was arrested in dramatic scenes during a dawn raid of his home after being sent a video containing child abuse material has avoided being sent to prison.\nShaun Daniel Dregmans was arrested by the Australian Federal Police in  ...", "importance": "1", "id": "706", "nodeID": "clusters_20220314_20220322_5"}, "913": {"publisher": "The West Australian", "image": "", "title": "Refugees released from Park Hotel", "url": "", "timestamp": "2022-03-12", "previewText": "Thirteen people released from immigration detention, including nine from Melbourne's Park HotelCatie McLeodNCA NewsWireSat, 12 March 2022 11:23AM\nThirteen people have been released from immigration detention in Australia on Friday including nine men  ...", "importance": "1", "id": "913", "nodeID": "clusters_20220307_20220314_3"}, "1009": {"publisher": "Perth Now", "image": "", "title": "Inquest begins into Clarke family killings", "url": "", "timestamp": "2022-03-20", "previewText": "An inquest to determine if anything could have been done to prevent Hannah Clarke and her three children being killed in a horrific act of domestic violence is set to begin.\nMs Clarke and her children were doused in petrol and burned alive by estrang ...", "importance": "1", "id": "1009", "nodeID": "clusters_20220314_20220322_1"}, "388": {"publisher": "The Age", "image": "", "title": "Mandy Beaumont's dark and tormented novel is a rallying cry", "url": "", "timestamp": "2022-02-18", "previewText": "You thought the gloves were off with the arrival of #MeToo. Now here come the goddesses wielding knives in their bare hands. The three main Furies of ancient myth signify endless anger, jealous rage, vengeful destruction. The Furies of the novel are  ...", "importance": "1", "id": "388", "nodeID": "clusters_20220217_20220225_9"}, "606": {"publisher": "Perth Now", "image": "", "title": "WATCH: Mayor attempts to stop grog thieves in shock footage ", "url": "", "timestamp": "2022-02-20", "previewText": "A Perth mayor has called for large corporations to take more responsibility when it comes to theft.\nCity of Canning Mayor Patrick Hall was forced to intervene when a group of women allegedly attempted to steal hundreds of dollars' worth of alcohol fr ...", "importance": "1", "id": "606", "nodeID": "clusters_20220217_20220225_2"}, "544": {"publisher": "Perth Now", "image": "", "title": "Calls for flooding mental health support", "url": "", "timestamp": "2022-03-02", "previewText": "Residents in flood-affected areas in Queensland and NSW should be able to access vital mental health support through Medicare, according to the peak body for psychologists.\nThe Australian Association of Psychologists has called for similar mental hea ...", "importance": "1", "id": "544", "nodeID": "clusters_20220225_20220307_7"}, "7": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Family calls for independent investigation into teenager's death following collision with  police car ", "url": "", "timestamp": "2022-02-21", "previewText": "The father of a teenage boy, who died after colliding with an unmarked police car in Sydney's inner-city, is calling for an independent investigation into the incident.\nWarning: Aboriginal and Torres Strait Islander readers are advised that this stor ...", "importance": "1", "id": "7", "nodeID": "clusters_20220217_20220225_1"}, "208": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "NSW MP Gareth Ward charged over historical sexual abuse of man and teenage boy", "url": "", "timestamp": "2022-03-22", "previewText": "Independent NSW MP Gareth Ward has been charged by police with the alleged historical sexual abuse of a man and a teenage boy.\nThe Member for Kiama, a former Liberal frontbencher, resigned from the ministry and moved to the crossbench in May last yea ...", "importance": "1", "id": "208", "nodeID": "clusters_20220314_20220322_5"}, "1025": {"publisher": "Perth Now", "image": "", "title": "Woman murdered every 11 days by partner", "url": "", "timestamp": "2022-02-24", "previewText": "Two new reports have revealed domestic violence as the leading cause of homicide in Australia in 2018-2019.\nThis shocking statistic accounted for a staggering 62 per cent of murders in Aussie homes.\nAustralia's National Research Organisation for Wome ...", "importance": "1", "id": "1025", "nodeID": "clusters_20220217_20220225_8"}, "488": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "WA Health checks if public patients were sent to rehab facility, following abuse complaints", "url": "", "timestamp": "2022-03-14", "previewText": "WA Health says it is investigating whether any public patients have been referred to The Esther Foundation, a Christian-based rehab facility at the centre of complaints about psychological abuse and treatment that involved \"exorcising demons\".\nNumero ...", "importance": "1", "id": "488", "nodeID": "clusters_20220314_20220322_4"}, "623": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Lethal lovers: National strategy needed to end domestic homicides", "url": "", "timestamp": "2022-02-21", "previewText": "Horrendous media reports of deaths of women (and, sometimes, children too) at the hands of their current or former partners are seemingly so common they have led to the frequently repeated, but in fact erroneous, comment that one woman a week is kill ...", "importance": "1", "id": "623", "nodeID": "clusters_20220217_20220225_8"}, "551": {"publisher": "The West Australian", "image": "", "title": "Pedophile doctor keeps 'lenient' sentence", "url": "", "timestamp": "2022-02-18", "previewText": "Pedophile doctor keeps 'lenient' sentenceKaren SweeneyAAPFri, 18 February 2022 11:13AM\nA former Bendigo emergency doctor jailed for more than six years for repeated sexual offending against a teenage girl won't have his prison sentence increased.\nTha ...", "importance": "1", "id": "551", "nodeID": "clusters_20220217_20220225_5"}, "804": {"publisher": "Perth Now", "image": "", "title": "'I'm talented, I'm hot': Lizzo says I 'deserve spotlight'", "url": "", "timestamp": "2022-03-03", "previewText": "The Good As Hell hitmaker says she is worthy of the \"attention\" she had garnered throughout her career because she has earned it.\nThe 33-year-old rapper told PEOPLE: \"I deserve the spotlight. I deserve the attention. I'm talented, I'm young, I'm hot, ...", "importance": "1", "id": "804", "nodeID": "clusters_20220225_20220307_9"}, "903": {"publisher": "The Examiner", "image": "", "title": "New youth prison sites investigated by ACT consultancy firm", "url": "", "timestamp": "2022-03-02", "previewText": "The state government has engaged an ACT consultancy firm to look at sites for Tasmania's new youth justice centres which are set to replace the troubled Ashley Youth Detention Centre. The firm Noetic Group will provide a report detailing what the you ...", "importance": "1", "id": "903", "nodeID": "clusters_20220225_20220307_4"}, "658": {"publisher": "Perth Now", "image": "", "title": "Millions spent on 'hidden' flood impacts", "url": "", "timestamp": "2022-03-11", "previewText": "More than $40 million will be spent on mental health support for victims of the east coast flooding disaster, the government announced this week.\nExperts say the stress of living through a natural disaster can lead to prolonged dips in people's wellb ...", "importance": "1", "id": "658", "nodeID": "clusters_20220307_20220314_7"}, "734": {"publisher": "Perth Now", "image": "", "title": "Shot that killed Kumanjayi 'not necessary'", "url": "", "timestamp": "2022-03-01", "previewText": "A murder-accused policeman's fatal second shot into an Aboriginal teenager was not reasonable or necessary, an expert witness has told a jury.\nDetective Senior Sergeant Andrew Barram says Kumanjayi Walker, 19, was pinned down by another police office ...", "importance": "1", "id": "734", "nodeID": "clusters_20220225_20220307_0"}, "77": {"publisher": "The West Australian", "image": "", "title": "Breaking down the stigma: Helping myself and helping others", "url": "", "timestamp": "2022-02-22", "previewText": "What I See with Peter Fiorenza: Opening up about my mental health battle has led to overwhelming responsePeter FiorenzaGeraldton GuardianTue, 22 February 2022 8:00AM\nTo say I was overwhelmed by the response to my recent column about my mental health  ...", "importance": "1", "id": "77", "nodeID": "clusters_20220217_20220225_7"}, "191": {"publisher": "The West Australian", "image": "", "title": "Qld cops to crack down on youth gangs", "url": "", "timestamp": "2022-02-23", "previewText": "Qld cops to crack down on youth gangsMarty SilkAAPThu, 24 February 2022 7:12AM\nQueensland police have launched a crackdown on youth gangs after an uptick in violent assault, weapons offences and fraud in the state's southeast.\nDetective Superintenden ...", "importance": "1", "id": "191", "nodeID": "clusters_20220217_20220225_2"}, "630": {"publisher": "The West Australian", "image": "", "title": "Murder-accused cop's elite team part-time", "url": "", "timestamp": "2022-02-23", "previewText": "Murder-accused cop's elite team part-timeAaron BunchAAPThu, 24 February 2022 12:35AM\nThe primary role of the elite Northern Territory police unit a murder-accused constable belonged to when he fatally shot an Aboriginal teenager was to cordon and con ...", "importance": "1", "id": "630", "nodeID": "clusters_20220217_20220225_0"}, "937": {"publisher": "Perth Now", "image": "", "title": "Push to probe pollies' bullying claims", "url": "", "timestamp": "2022-03-22", "previewText": "Bullying and sexual harassment within Victorian parliament could soon be probed by an independent panel amid allegations bullying behaviour occurred under the Premier's watch.\nA push for workplace safety to be examined by the Victorian Equal Opportun ...", "importance": "1", "id": "937", "nodeID": "clusters_20220314_20220322_6"}, "156": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Trauma is a beast': Grace Tame, Rosie Batty open up about struggles", "url": "", "timestamp": "2022-03-13", "previewText": "Former Australians of the Year Grace Tame and Rosie Batty have opened up about the mental toll of being thrust into the national spotlight as advocates for abuse survivors, while cautioning feminists against tearing other women down and the over-use  ...", "importance": "1", "id": "156", "nodeID": "clusters_20220307_20220314_9"}, "733": {"publisher": "The West Australian", "image": "", "title": "Shot that killed Kumanjayi 'not necessary'", "url": "", "timestamp": "2022-03-01", "previewText": "Shot that killed Kumanjayi 'not necessary'Aaron BunchAAPWed, 2 March 2022 12:35AM\nA murder-accused policeman's fatal second shot into an Aboriginal teenager was not reasonable or necessary, an expert witness has told a jury.\nDetective Senior Sergeant ...", "importance": "1", "id": "733", "nodeID": "clusters_20220225_20220307_0"}, "333": {"publisher": "The Age", "image": "", "title": "After my husband died by voluntary euthanasia, I went searching for answers", "url": "", "timestamp": "2022-03-15", "previewText": "At the age of 45 my husband Bill decided to die by voluntary euthanasia, and asked for my support. It was 2001 and in all states of Australia, voluntary assisted dying was illegal. Since his devastating accident at 13, Bill had fought for decades aga ...", "importance": "1", "id": "333", "nodeID": "clusters_20220314_20220322_7"}, "820": {"publisher": "The Examiner", "image": "", "title": "Issue-ridden child services to be led by Education Department", "url": "", "timestamp": "2022-02-24", "previewText": "No jobs will be lost in the shake-up of the state service, promises Premier Peter Gutwein, in a restructuring that will see the abolishment of the four-year old Communities Tasmania department. As part of the public service changes two of Tasmania's  ...", "importance": "1", "id": "820", "nodeID": "clusters_20220217_20220225_4"}, "215": {"publisher": "The West Australian", "image": "", "title": "NSW MP charged with historic sex abuse", "url": "", "timestamp": "2022-03-22", "previewText": "NSW MP charged with historic sex abusePhoebe LoomesAAPTue, 22 March 2022 11:11AM\nNSW MP and former Liberal minister Gareth Ward has been charged over the alleged historic sexual abuse of a teenage boy and a man.\nA strike force was established in May  ...", "importance": "1", "id": "215", "nodeID": "clusters_20220314_20220322_5"}, "314": {"publisher": "Perth Now", "image": "", "title": "Man allegedly raped women he met via app", "url": "", "timestamp": "2022-02-25", "previewText": "A man has been charged with 54 offences after he allegedly drugged and raped multiple women he met via an online dating app.\nSex Assault Squad (SAS) detectives allege the 43-year-old man from Ascot, in Perth's east, sexually assaulted 11 women in 202 ...", "importance": "1", "id": "314", "nodeID": "clusters_20220225_20220307_5"}, "865": {"publisher": "The West Australian", "image": "", "title": "Qld govt orders trustee investigation", "url": "", "timestamp": "2022-03-15", "previewText": "Qld govt orders trustee investigationMarty SilkAAPTue, 15 March 2022 9:15AM\nThe Queensland government has ordered an internal investigation of the state's Public Trustee amid allegations that vulnerable people have been charged with exorbitant fees w ...", "importance": "1", "id": "865", "nodeID": "clusters_20220314_20220322_4"}, "117": {"publisher": "The Age", "image": "", "title": "One-third of family violence killers are 'very functional', middle-class", "url": "", "timestamp": "2022-02-21", "previewText": "A third of Australian men who kill their female partners are high functioning elsewhere in their lives and had not previously come to police attention. Their partners were also middle-class, employed and may not have recognised themselves as victims. ...", "importance": "1", "id": "117", "nodeID": "clusters_20220217_20220225_8"}, "190": {"publisher": "Perth Now", "image": "", "title": "Qld cops to crack down on youth gangs", "url": "", "timestamp": "2022-02-23", "previewText": "Queensland police have launched a crackdown on youth gangs after an uptick in violent assault, weapons offences and fraud in the state's southeast.\nDetective Superintendent Brendan Smith is leading a new task force, which started work on February 14  ...", "importance": "1", "id": "190", "nodeID": "clusters_20220217_20220225_2"}, "873": {"publisher": "The West Australian", "image": "", "title": "Why 'bullied' MP is angry with the ABC", "url": "", "timestamp": "2022-02-25", "previewText": "Former Victorian Labor MP Kaushaliya Vaghela speaks out again over bullying claimsRhiannon TuffieldNCA NewsWireFri, 25 February 2022 9:05AM\nA Victorian Labor MP at the centre of bullying claims has again lashed out publicly, this time at the national ...", "importance": "1", "id": "873", "nodeID": "clusters_20220225_20220307_6"}, "896": {"publisher": "The Age", "image": "", "title": "Senior detective sergeant sacked over sexual assault", "url": "", "timestamp": "2022-02-25", "previewText": "A prominent senior detective sergeant has been sacked from the force after an internal police investigation found he sexually assaulted a subordinate who said she felt powerless to report it.\nA tribunal decision released in November affirmed the dism ...", "importance": "1", "id": "896", "nodeID": "clusters_20220225_20220307_5"}, "782": {"publisher": "Perth Now", "image": "", "title": "Bullying accusations levelled against ALP", "url": "", "timestamp": "2022-03-17", "previewText": "A former Labor MP has criticised leader Anthony Albanese for failing to address bullying accusations in the party while he \"traverses the countryside electioneering\".\nEmma Husar, who has been a vocal critic of the Labor party's culture, levelled her  ...", "importance": "1", "id": "782", "nodeID": "clusters_20220314_20220322_6"}, "258": {"publisher": "The West Australian", "image": "", "title": "Prominent Aust women demand real action", "url": "", "timestamp": "2022-03-06", "previewText": "Prominent Aust women demand real actionAAPAAPSun, 6 March 2022 2:02PM\nPromises to end the violence, harrassment and discrimination felt by many Australian woman must be backed up with real action, a group including Grace Tame and Brittany Higgins say ...", "importance": "1", "id": "258", "nodeID": "clusters_20220225_20220307_9"}}, "nodes": {"clusters_20220217_20220225_0": {"lineIDs": [0], "importance": "1", "articleIDs": ["100", "504", "631", "630"], "label": "Wounds, jeers and mystery notes: Medics take stand in outback cop murder trial", "publisher": "The Sydney Morning Herald", "cluster_words": "mr walker, walker, shot, scissors, mr morrison, teen, fired, eberl, morrison, sgt eberl", "time": "2022-02-17", "id": "clusters_20220217_20220225_0", "row": "0", "column": "0"}, "clusters_20220217_20220225_1": {"lineIDs": [2], "importance": "1", "articleIDs": ["7"], "label": "Family calls for independent investigation into teenager's death following collision with  police car ", "publisher": "Australian Broadcasting Corporation", "cluster_words": "bales, dowlan, boy, students, mukadam, jaffar, christian, freeman, lyon, melinda", "time": "2022-02-17", "id": "clusters_20220217_20220225_1", "row": "1", "column": "0"}, "clusters_20220217_20220225_2": {"lineIDs": [5], "importance": "1", "articleIDs": ["361", "606", "841", "191", "190"], "label": "Police and business help stop stealing spate", "publisher": "The West Australian", "cluster_words": "alcohol, drinking, youths, vehicles, geraldton, mr hall, hall, stolen, crimes, kimberley", "time": "2022-02-17", "id": "clusters_20220217_20220225_2", "row": "2", "column": "0"}, "clusters_20220217_20220225_3": {"lineIDs": [9], "importance": "1", "articleIDs": [], "label": "To the government, Daniel Gibuma is an 'entirely new category of person' who should be deported. But in his heart, he's Australian", "publisher": "Australian Broadcasting Corporation", "cluster_words": "yazidi, barakat, gibuma, ms barakat, mr gibuma, syria, citizens, non citizens, indigenous, yazidi women", "time": "2022-02-17", "id": "clusters_20220217_20220225_3", "row": "3", "column": "0"}, "clusters_20220217_20220225_4": {"lineIDs": [8], "importance": "1", "articleIDs": ["882", "820"], "label": "Tasmania's human services carve up labelled a 'distraction'", "publisher": "The Examiner", "cluster_words": "foster, care, young people, services, changes, foster care, state, tasmania, polygamy, communities tasmania", "time": "2022-02-17", "id": "clusters_20220217_20220225_4", "row": "4", "column": "0"}, "clusters_20220217_20220225_5": {"lineIDs": [1], "importance": "1", "articleIDs": ["551", "552", "314", "896"], "label": "Pedophile doctor keeps 'lenient' sentence", "publisher": "The West Australian", "cluster_words": "child, offender, son, daughter, offences, material, mckenzie, gosling, brien, child abuse", "time": "2022-02-17", "id": "clusters_20220217_20220225_5", "row": "5", "column": "0"}, "clusters_20220217_20220225_6": {"lineIDs": [7], "importance": "1", "articleIDs": ["79", "193", "874", "873"], "label": "'Not right': Dan clashes with journos", "publisher": "Perth Now", "cluster_words": "complaint, ferguson, vaghela, ms ferguson, cricket, diangelo, premier, gymnastics, cricket tasmania, white", "time": "2022-02-17", "id": "clusters_20220217_20220225_6", "row": "6", "column": "0"}, "clusters_20220217_20220225_7": {"lineIDs": [4], "importance": "1", "articleIDs": ["533", "577", "77"], "label": "Why psychiatry in Australia needs to take a good, hard look at itself", "publisher": "Australian Financial Review", "cluster_words": "anxiety, anger, sana qadar, sana, qadar, brain, denson, tom denson, tom, hayne", "time": "2022-02-17", "id": "clusters_20220217_20220225_7", "row": "7", "column": "0"}, "clusters_20220217_20220225_8": {"lineIDs": [3], "importance": "1", "articleIDs": ["117", "623", "73", "1024", "1025"], "label": "One-third of family violence killers are 'very functional', middle-class", "publisher": "The Age", "cluster_words": "partners, violence, fatal, homicide, relationships, separation, mask, boxall, research, partner", "time": "2022-02-17", "id": "clusters_20220217_20220225_8", "row": "8", "column": "0"}, "clusters_20220217_20220225_9": {"lineIDs": [6], "importance": "1", "articleIDs": ["388", "491", "1040"], "label": "Mandy Beaumont's dark and tormented novel is a rallying cry", "publisher": "The Age", "cluster_words": "tame, batty, ms tame, afghanistan, taliban, australian year, survivors, photo, mr king, series", "time": "2022-02-17", "id": "clusters_20220217_20220225_9", "row": "9", "column": "0"}, "clusters_20220225_20220307_0": {"lineIDs": [0], "importance": "1", "articleIDs": ["671", "733", "734"], "label": "Murder-accused NT cop 'ignored training'", "publisher": "Perth Now", "cluster_words": "makita, mr makita, sergeant, mr walker, walker, shot, eberl, rolfe, bradaag, reaney", "time": "2022-02-25", "id": "clusters_20220225_20220307_0", "row": "0", "column": "1"}, "clusters_20220225_20220307_4": {"lineIDs": [8, 9], "importance": "1", "articleIDs": ["903", "569"], "label": "New youth prison sites investigated by ACT consultancy firm", "publisher": "The Examiner", "cluster_words": "health services, planning, health, services, detainees, schools, mental health, enrolment, mental, audit", "time": "2022-02-25", "id": "clusters_20220225_20220307_4", "row": "4", "column": "1"}, "clusters_20220225_20220307_5": {"lineIDs": [1, 2, 3, 5], "importance": "1", "articleIDs": ["314", "896", "60"], "label": "Man allegedly raped women he met via app", "publisher": "Perth Now", "cluster_words": "batham, brookes, defendant, porter, patrick, mr bargero, millwood, alleged, bargero, supervision", "time": "2022-02-25", "id": "clusters_20220225_20220307_5", "row": "5", "column": "1"}, "clusters_20220225_20220307_6": {"lineIDs": [7], "importance": "1", "articleIDs": ["874", "873", "272", "568"], "label": "Why 'bullied' MP is angry with the ABC", "publisher": "Perth Now", "cluster_words": "perkins, shaming, mr vergara, vergara, body shaming, afl, kruger, aflw, mr kruger, lawsuit", "time": "2022-02-25", "id": "clusters_20220225_20220307_6", "row": "6", "column": "1"}, "clusters_20220225_20220307_7": {"lineIDs": [4], "importance": "1", "articleIDs": ["544", "546", "265", "576"], "label": "Calls for flooding mental health support", "publisher": "Perth Now", "cluster_words": "poo, microbiome, transplants, hayne, poo transplants, gut, newcastle, retrial, hayne face, disaster", "time": "2022-02-25", "id": "clusters_20220225_20220307_7", "row": "7", "column": "1"}, "clusters_20220225_20220307_9": {"lineIDs": [6], "importance": "1", "articleIDs": ["501", "804", "46", "258"], "label": "The 10 memorable books to read in March", "publisher": "The Age", "cluster_words": "trans, queer, julie, atkinson, gender, linda, real, diversity, gras, mardi", "time": "2022-02-25", "id": "clusters_20220225_20220307_9", "row": "9", "column": "1"}, "clusters_20220307_20220314_0": {"lineIDs": [0], "importance": "1", "articleIDs": ["945", "80"], "label": "Deliberations to begin at Kumanjayi trial", "publisher": "Perth Now", "cluster_words": "constable rolfe, constable, rolfe, walker, mr walker, shooting, kumanjayi, shots, jury, yuendumu", "time": "2022-03-07", "id": "clusters_20220307_20220314_0", "row": "0", "column": "2"}, "clusters_20220307_20220314_4": {"lineIDs": [8, 9], "importance": "1", "articleIDs": ["569", "488"], "label": "Burnout and abuse rife among GPs: inquiry", "publisher": "The West Australian", "cluster_words": "ride, riders, destiny, site, canning street, street, canning, facility, think, karratha", "time": "2022-03-07", "id": "clusters_20220307_20220314_4", "row": "4", "column": "2"}, "clusters_20220307_20220314_5": {"lineIDs": [1, 2, 3, 4, 5], "importance": "1", "articleIDs": ["967", "706", "705"], "label": "Man's vile acts to ex-wife, teen niece", "publisher": "Perth Now", "cluster_words": "judge, troselj, dregmans, bargero, acting justice, mertell, material, acting, sex, child abuse", "time": "2022-03-07", "id": "clusters_20220307_20220314_5", "row": "5", "column": "2"}, "clusters_20220307_20220314_6": {"lineIDs": [7], "importance": "1", "articleIDs": ["568", "154"], "label": "Bunnings sued over 'vengeful' sacking for historic sexual harassment", "publisher": "Australian Financial Review", "cluster_words": "nietzsche, defamation, student, katzav, dr katzav, molan, trolling, thesis, online, israel", "time": "2022-03-07", "id": "clusters_20220307_20220314_6", "row": "6", "column": "2"}, "clusters_20220307_20220314_9": {"lineIDs": [6], "importance": "1", "articleIDs": ["40", "156"], "label": "Kate Miller-Heidke calls out abuser in powerful new song", "publisher": "Perth Now", "cluster_words": "skeggs, ms skeggs, griffin, tourism, tame, church, geraldton, tasmania, day, gender", "time": "2022-03-07", "id": "clusters_20220307_20220314_9", "row": "9", "column": "2"}, "clusters_20220314_20220322_0": {"lineIDs": [0], "importance": "1", "articleIDs": ["835"], "label": "'He lied': Constable Zachary Rolfe likely 'deliberately banged' Aboriginal man's head, judge found before shooting", "publisher": "Australian Broadcasting Corporation", "cluster_words": "ryder, mr ryder, okenyo, katherine, const rolfe, const, nt, housing, evans, theatre", "time": "2022-03-14", "id": "clusters_20220314_20220322_0", "row": "0", "column": "3"}, "clusters_20220314_20220322_4": {"lineIDs": [8, 9], "importance": "1", "articleIDs": ["488", "865", "864", "1057", "232", "406"], "label": "WA Health checks if public patients were sent to rehab facility, following abuse complaints", "publisher": "Australian Broadcasting Corporation", "cluster_words": "trustee, public trustee, public, fees, completed, clients, mosque, lgh, prayer, outpatient", "time": "2022-03-14", "id": "clusters_20220314_20220322_4", "row": "4", "column": "3"}, "clusters_20220314_20220322_5": {"lineIDs": [1, 2, 3, 4, 5], "importance": "1", "articleIDs": ["706", "705", "208", "215"], "label": "Man watched child porn with Grindr date", "publisher": "Perth Now", "cluster_words": "ward, hodgson, mr ward, reid, simpkins, counts, mr hodgson, boy, williams, mp", "time": "2022-03-14", "id": "clusters_20220314_20220322_5", "row": "5", "column": "3"}, "clusters_20220314_20220322_6": {"lineIDs": [7], "importance": "1", "articleIDs": ["154", "782", "936", "937"], "label": "Qld premier takes aim after slur claim", "publisher": "Perth Now", "cluster_words": "bullying, senator, party, labor, parliament, defamation, husar, complaints, victorian, labor party", "time": "2022-03-14", "id": "clusters_20220314_20220322_6", "row": "6", "column": "3"}, "clusters_20220314_20220322_9": {"lineIDs": [6], "importance": "1", "articleIDs": ["145"], "label": "The erotic film that gave us the short-lived but marvellous BenAna", "publisher": "The Age", "cluster_words": "stella, prize, writers, book, mean, writing, literary, stella prize, tame, ms tame", "time": "2022-03-14", "id": "clusters_20220314_20220322_9", "row": "9", "column": "3"}}, "lines": {"0": {"id": 0, "nodeIDs": ["clusters_20220217_20220225_0", "clusters_20220225_20220307_0", "clusters_20220307_20220314_0", "clusters_20220314_20220322_0"], "line_label": "constable rolfe, ryder, makita, mr walker", "importance": 1.0}, "1": {"id": 1, "nodeIDs": ["clusters_20220217_20220225_5", "clusters_20220225_20220307_5", "clusters_20220307_20220314_5", "clusters_20220314_20220322_5"], "line_label": "child, batham, judge, ward", "importance": 0.5474093603837524}, "2": {"id": 2, "nodeIDs": ["clusters_20220217_20220225_1", "clusters_20220225_20220307_5", "clusters_20220307_20220314_5", "clusters_20220314_20220322_5"], "line_label": "batham, bales, judge, ward", "importance": 0.32144000998577704}, "3": {"id": 3, "nodeIDs": ["clusters_20220217_20220225_8", "clusters_20220225_20220307_5", "clusters_20220307_20220314_5", "clusters_20220314_20220322_5"], "line_label": "batham, partners, judge, ward", "importance": 0.3205732716490236}, "4": {"id": 4, "nodeIDs": ["clusters_20220217_20220225_7", "clusters_20220225_20220307_7", "clusters_20220307_20220314_5", "clusters_20220314_20220322_5"], "line_label": "poo, anxiety, judge, ward", "importance": 0.30412749086518764}, "5": {"id": 5, "nodeIDs": ["clusters_20220217_20220225_2", "clusters_20220225_20220307_5", "clusters_20220307_20220314_5", "clusters_20220314_20220322_5"], "line_label": "alcohol, batham, judge, ward", "importance": 0.2722303646470282}, "6": {"id": 6, "nodeIDs": ["clusters_20220217_20220225_9", "clusters_20220225_20220307_9", "clusters_20220307_20220314_9", "clusters_20220314_20220322_9"], "line_label": "stella, tame, trans, skeggs", "importance": 0.2606051874033314}, "7": {"id": 7, "nodeIDs": ["clusters_20220217_20220225_6", "clusters_20220225_20220307_6", "clusters_20220307_20220314_6", "clusters_20220314_20220322_6"], "line_label": "perkins, nietzsche, complaint, bullying", "importance": 0.1504836458179275}, "8": {"id": 8, "nodeIDs": ["clusters_20220217_20220225_4", "clusters_20220225_20220307_4", "clusters_20220307_20220314_4", "clusters_20220314_20220322_4"], "line_label": "ride, health services, trustee, foster", "importance": 0.05586132541664934}, "9": {"id": 9, "nodeIDs": ["clusters_20220217_20220225_3", "clusters_20220225_20220307_4", "clusters_20220307_20220314_4", "clusters_20220314_20220322_4"], "line_label": "ride, yazidi, health services, trustee", "importance": 0.0}}}