{"articles": {"0": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Too female': Army captain sacked for something she says men get away with", "url": "", "timestamp": "2022-02-20", "previewText": "A former army captain has complained to the Australian Human Rights Commission that the Defence Force discriminated against her because she had a relationship with a subordinate, even though she says men have similar relationships without punishment. ...", "importance": "1", "id": "0", "nodeID": "clusters_20220217_20220226_6"}, "660": {"publisher": "Perth Now", "image": "", "title": "Why it's hard work getting jobseeker feedback ", "url": "", "timestamp": "2022-03-09", "previewText": "It is the most frustrating part of the job search process. Rejected candidates want to know why they did not land the job, yet employers do not want to tell them.\nHowever, more often than not requests for feedback will be met with flaky platitudes or ...", "importance": "1", "id": "660", "nodeID": "clusters_20220307_20220314_6"}, "337": {"publisher": "Australian Financial Review", "image": "", "title": "Women should take charge of their investments, says managers", "url": "", "timestamp": "2022-03-01", "previewText": "What do a mathematician, an Ecuadorian master's graduate and a Japanese-speaking fund manager have in common? They are three senior members of Australia's investment sector. They also happen to be women.\nIt's vital women pay particular attention to t ...", "importance": "1", "id": "337", "nodeID": "clusters_20220226_20220307_3"}, "470": {"publisher": "The Age", "image": "", "title": "'I fear a player will do something they regret'", "url": "", "timestamp": "2022-03-04", "previewText": "The AFL season hasn't started yet and the trolls are using social media to racially abuse people, demean women, and anonymously have a crack at anyone connected to the game.\nIt's pathetic and all too familiar but that does not mean it doesn't hurt th ...", "importance": "1", "id": "470", "nodeID": "clusters_20220226_20220307_5"}, "433": {"publisher": "Australian Financial Review", "image": "", "title": "Women's workforce participation a 'stunning' indictment of laziness", "url": "", "timestamp": "2022-03-08", "previewText": "Australia's dire record on women's workforce participation is a \"stunning\" indictment of the country's unwillingness to maximise resources and its dismissal of the role women can play in the economy, says Sam Mostyn, president of Chief Executive Wome ...", "importance": "1", "id": "433", "nodeID": "clusters_20220307_20220314_3"}, "360": {"publisher": "Australian Financial Review", "image": "", "title": "Bunnings sued over 'vengeful' sacking for historic sexual harassment", "url": "", "timestamp": "2022-03-07", "previewText": "The 53-year-old started as a store employee for the hardware chain in May last year before he was promoted to pricing co-ordinator in the Victorian head office.\nBut, six months into his employment, Bunnings found out about a landmark 2013 court rulin ...", "importance": "1", "id": "360", "nodeID": "clusters_20220307_20220314_6"}, "595": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Affordable housing drive will benefit everyone", "url": "", "timestamp": "2022-02-22", "previewText": "The Big Housing Build is in its infancy. It is a critical starting point, but it needs 10 years of concentrated, collaborative effort to get Victoria even up to the national average in terms of social and affordable housing supply.\nThe developer cont ...", "importance": "1", "id": "595", "nodeID": "clusters_20220217_20220226_4"}, "312": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Hunger strike, suicide attempts: Grave concerns for asylum seekers in indefinite detention", "url": "", "timestamp": "2022-03-14", "previewText": "As 13 refugees were finally freed from detention in Melbourne and Brisbane last week, a small group of men remained locked up with no end in sight to their captivity on the other side of the country.\nThe plight of the men -- who are being held in ind ...", "importance": "1", "id": "312", "nodeID": "clusters_20220314_20220322_8"}, "15": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Relief for residents who were locked out of own reception after bitter dispute", "url": "", "timestamp": "2022-03-15", "previewText": "A 25-year contract originally sold by developer Meriton for hundreds of thousands of dollars, giving another company exclusive rights for property management and letting services in one of their multi-storey apartment complexes, has been cancelled by ...", "importance": "1", "id": "15", "nodeID": "clusters_20220314_20220322_4"}, "124": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Things just exploded': In ten years, this initiative has changed the Australian literary landscape", "url": "", "timestamp": "2022-03-16", "previewText": "When Heather Rose found out she had won the $50,000 Stella Prize for Australian women and non-binary writers in 2017, she celebrated by taking a bottle of champagne to the beach with her friends in Hobart.\n\"We lit firecrackers, we lit sparklers and d ...", "importance": "1", "id": "124", "nodeID": "clusters_20220314_20220322_7"}, "82": {"publisher": "Australian Financial Review", "image": "", "title": "Priceless paper: Refugees wait for IDs for new lives in Poland", "url": "", "timestamp": "2022-03-20", "previewText": "Poland has so far taken in more than 2 million refugees from Ukraine - the bulk of the more than 3.3 million people that the UN says have fled since Russia invaded their country on February 24. Hundreds of thousands more have also streamed into Hunga ...", "importance": "1", "id": "82", "nodeID": "clusters_20220314_20220322_8"}, "29": {"publisher": "Perth Now", "image": "", "title": "Rare Car Centre will help WA kids", "url": "", "timestamp": "2022-03-02", "previewText": "A new Rare Care Centre will soon be based at the Perth Children's Hospital - providing hope of lifesaving help for children whose diseases are often overlooked.\nThe world-first model will link services from around the globe to help care for WA childr ...", "importance": "1", "id": "29", "nodeID": "clusters_20220226_20220307_9"}, "528": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Mental torture': Biloela family hopeful of return to town four years after being taken from community", "url": "", "timestamp": "2022-03-06", "previewText": "Those were the words the two Nadesalingam children, Kopika, 6, and Tharnicaa, 4, sang to more than 500 supporters on a live stream on Saturday night, marking four years since their family was placed in immigration detention.\nIt was on March 5, 2018 w ...", "importance": "1", "id": "528", "nodeID": "clusters_20220226_20220307_8"}, "292": {"publisher": "The West Australian", "image": "", "title": "Man allegedly chokes woman unconscious", "url": "", "timestamp": "2022-03-07", "previewText": "Qld crime: Man charged with attempted murder after allegedly choking woman unconsciousDaniela Pizzirani NCA NewsWireTue, 8 March 2022 5:50AM\nA 61-year old man has been charged with attempted murder after he allegedly chased down a woman and choked an ...", "importance": "1", "id": "292", "nodeID": "clusters_20220307_20220314_1"}, "616": {"publisher": "Australian Financial Review", "image": "", "title": "Negative gearing lifts housing prices by up to 4pc, Falinski admits", "url": "", "timestamp": "2022-03-15", "previewText": "He also acknowledged problems in the private rental sector, saying \"some mum and dad investors are not very good landlords,\" even though the majority were good.\nEven so, Mr Falinski said, the benefits of private home investment outweighed the downsid ...", "importance": "1", "id": "616", "nodeID": "clusters_20220314_20220322_4"}, "556": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Her vagina art caused an uproar in 1967; today Vivienne Binns is celebrated as a feminist artist", "url": "", "timestamp": "2022-03-07", "previewText": "For days, Vivienne Binns resisted the idea of adding teeth to her painting of a vagina.\n\"The image kept coming to my mind and I kept rejecting it ... Finally, I got tired of trying to avoid them and I just put them in.\"\nSomething clicked. The paintin ...", "importance": "1", "id": "556", "nodeID": "clusters_20220307_20220314_7"}, "583": {"publisher": "Perth Now", "image": "", "title": "Push to probe pollies' bullying claims", "url": "", "timestamp": "2022-03-22", "previewText": "Bullying and sexual harassment within Victorian parliament could soon be probed by an independent panel amid allegations bullying behaviour occurred under the Premier's watch.\nA push for workplace safety to be examined by the Victorian Equal Opportun ...", "importance": "1", "id": "583", "nodeID": "clusters_20220314_20220322_6"}, "604": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Exiled Afghanistan women's national team begins its journey back to the world stage", "url": "", "timestamp": "2022-02-24", "previewText": "An Afghan refugee women's team is training to compete in its first domestic Australian football season in Melbourne.\nThe athletes have been reunited after fleeing Kabul last August.\nMelbourne Victory is helping the players prepare for their first mat ...", "importance": "1", "id": "604", "nodeID": "clusters_20220217_20220226_0"}, "335": {"publisher": "The Age", "image": "", "title": "AFL cracks down on body shaming in vilification code", "url": "", "timestamp": "2022-03-01", "previewText": "The AFL has warned clubs and players that body shaming is covered by the league's recently revised vilification rules, alongside racist and sexist abuse.\nClub officials were surprised to see body shaming explicitly mentioned in communication this yea ...", "importance": "1", "id": "335", "nodeID": "clusters_20220226_20220307_5"}, "106": {"publisher": "The Canberra Times", "image": "", "title": "'Lovely, kind soul' kicked man in face in 'unprovoked' attack", "url": "", "timestamp": "2022-03-10", "previewText": "A serial criminal described as a \"lovely, kind soul\" kicked a man in the face and split his lip during what a judge has called an \"unprovoked and unnecessary\" attack. Zoran Troselj, 50, spent two weeks in custody over the incident, but avoided furthe ...", "importance": "1", "id": "106", "nodeID": "clusters_20220307_20220314_1"}, "146": {"publisher": "The Age", "image": "", "title": "Aussies back religious protections, but not if it discriminates", "url": "", "timestamp": "2022-02-26", "previewText": "Two-thirds of Australians support new laws to protect people from religious discrimination or vilification, but a similar percentage oppose law changes if it means schools or other organisations can sack or expel gay or transgender teachers or studen ...", "importance": "1", "id": "146", "nodeID": "clusters_20220226_20220307_2"}, "286": {"publisher": "The West Australian", "image": "", "title": "Wonder women: Meet a dozen of Geraldton's movers and shakers", "url": "", "timestamp": "2022-03-08", "previewText": "International Women's Day: Celebrating the movers and shakers in the Geraldton communityKate Campbell, Phoebe Pin, Taylar Amonini & Jessica MoroneyGeraldton GuardianTue, 8 March 2022 8:00AM\nOn International Women's Day, we celebrate all women -- moth ...", "importance": "1", "id": "286", "nodeID": "clusters_20220307_20220314_3"}, "364": {"publisher": "The Examiner", "image": "", "title": "Calls for LGBTIQ+ law reform from advocacy group", "url": "", "timestamp": "2022-03-19", "previewText": "A Tasmanian advocacy group has said the state government \"dragging its feet on overdue LGBTIQ+ law reform\". President of advocacy group Equality Tasmania Rodney Croome said problems facing the LGBTIQ+ community should have been fixed years ago, which ...", "importance": "1", "id": "364", "nodeID": "clusters_20220314_20220322_2"}, "80": {"publisher": "The Age", "image": "", "title": "House prices appear to be moderating by themselves, but where is the government?", "url": "", "timestamp": "2022-03-20", "previewText": "The boom in house prices over the past year has caused much pain for young people who have watched the dream of home ownership slip further away. But the report of an inquiry by the House of Representatives' economics committee, released last week, o ...", "importance": "1", "id": "80", "nodeID": "clusters_20220314_20220322_4"}, "98": {"publisher": "The Age", "image": "", "title": "Selective compassion shown to those fleeing Taliban and Ukraine", "url": "", "timestamp": "2022-03-13", "previewText": "In the days following the fall of Kabul, we witnessed the desperate attempts made by the people in Afghanistan to flee the Taliban, including footage of people desperately clinging on to a US air force plane in the hope of reaching safety. Similarly, ...", "importance": "1", "id": "98", "nodeID": "clusters_20220307_20220314_8"}, "192": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Some refugees have been released from detention. They don't know why others remain behind", "url": "", "timestamp": "2022-03-13", "previewText": "Friday night started out for Ismail Hussein like most others have for the past two years.\nHe was in his room at the Park Hotel in the Melbourne suburb of Carlton, where he and dozens of other refugees and asylum seekers have been living in a state of ...", "importance": "1", "id": "192", "nodeID": "clusters_20220307_20220314_8"}, "493": {"publisher": "Perth Now", "image": "", "title": "Bullying accusations levelled against ALP", "url": "", "timestamp": "2022-03-17", "previewText": "A former Labor MP has criticised leader Anthony Albanese for failing to address bullying accusations in the party while he \"traverses the countryside electioneering\".\nEmma Husar, who has been a vocal critic of the Labor party's culture, levelled her  ...", "importance": "1", "id": "493", "nodeID": "clusters_20220314_20220322_6"}, "299": {"publisher": "The Age", "image": "", "title": "Sexism in sports media: A man behaves badly and a woman pays the price", "url": "", "timestamp": "2022-03-18", "previewText": "On Wednesday night, Western Bulldogs AFL men's coach Luke Beveridge berated a Fox Footy journalist, Tom Morris, at a post-match press conference. The following day, leaked audio and video content, understood to be from a private Whatsapp group, circu ...", "importance": "1", "id": "299", "nodeID": "clusters_20220314_20220322_5"}, "26": {"publisher": "Perth Now", "image": "", "title": "Female leaders celebrate International Women's Day", "url": "", "timestamp": "2022-03-09", "previewText": "Thea Kurniawan has obviously never wanted the label \"token diversity hire\", but the Indonesian-born, Australian-raised engineer also says there is no longer a reason to be identified as a successful woman in her chosen field.\n\"I'm very proud to be an ...", "importance": "1", "id": "26", "nodeID": "clusters_20220307_20220314_3"}, "275": {"publisher": "The West Australian", "image": "", "title": "Man assaulted sleeping woman at knifepoint", "url": "", "timestamp": "2022-03-04", "previewText": "Man assaulted sleeping woman at knifepointGus McCubbingAAPFri, 4 March 2022 11:31AM\nA Victorian man has been jailed after he broke into a woman's home and sexually assaulted her at knifepoint before pouring what she believed was a flammable liquid ov ...", "importance": "1", "id": "275", "nodeID": "clusters_20220226_20220307_1"}, "57": {"publisher": "The West Australian", "image": "", "title": "'Hard truths' on pay gap for Aussie women", "url": "", "timestamp": "2022-03-06", "previewText": "'Hard truths' on pay gap for Aussie womenMarion RaeAAPMon, 7 March 2022 12:36AM\nBosses and governments are being urged to close the pay gap for women to attract the best talent and make workplaces fairer.\nMany Australians (47 per cent) believe it is  ...", "importance": "1", "id": "57", "nodeID": "clusters_20220226_20220307_3"}, "477": {"publisher": "The Sydney Morning Herald", "image": "", "title": "A relaxed rom-com peels away to reveal a desolating dilemma", "url": "", "timestamp": "2022-03-10", "previewText": "Underneath this suburban three-hander lies an indictment of Australia's treatment of refugees. It's a subject in the headlines once more, with the war in Ukraine causing millions to flee their homes and, from last week, the Australian government gran ...", "importance": "1", "id": "477", "nodeID": "clusters_20220307_20220314_8"}, "345": {"publisher": "The West Australian", "image": "", "title": "Dan's huge housing tax backflip", "url": "", "timestamp": "2022-03-01", "previewText": "Daniel Andrews backflips on 'nasty' Victorian housing taxRhiannon TuffieldNCA NewsWireTue, 1 March 2022 8:11AM\nA controversial public housing tax will be dumped by the Victorian government after it received widespread backlash from the property indus ...", "importance": "1", "id": "345", "nodeID": "clusters_20220226_20220307_4"}, "588": {"publisher": "The Canberra Times", "image": "", "title": "Indigenous art collection gets Van Gogh Alive treatment", "url": "", "timestamp": "2022-03-09", "previewText": "Just days after Van Gogh Alive opened its doors, a second multi-sensory art experience is set to come to Canberra. Van Gogh Alive producers, Grande Experiences and the National Museum of Australia are teaming up for an Indigenous art experience set t ...", "importance": "1", "id": "588", "nodeID": "clusters_20220307_20220314_7"}, "464": {"publisher": "Perth Now", "image": "", "title": "Ex-AFL star charged over alleged assault", "url": "", "timestamp": "2022-03-21", "previewText": "Former AFL player Brennan Stack has appeared in court over allegations he and another man brutally assaulted two women.\nMr Stack, 33, will remain behind bars until the end of the month after his bail hearing was adjourned.\nThe former Western Bulldogs ...", "importance": "1", "id": "464", "nodeID": "clusters_20220314_20220322_5"}, "497": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Desperately fleeing Putin's tanks, a wave of Ukrainians spreads west", "url": "", "timestamp": "2022-03-13", "previewText": "A British TV crew is attempting to connect them with a British family prepared to take them in if the government opens the doors to more migrants in coming days.\nAfter a week stuck in limbo in France, she has grown exhausted at the red tape and confu ...", "importance": "1", "id": "497", "nodeID": "clusters_20220307_20220314_8"}, "5": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Former coroner condemns police inaction on paedophilia admission in sworn evidence", "url": "", "timestamp": "2022-02-20", "previewText": "Queensland police have never charged a convicted paedophile who admitted under oath at an inquest to having committed sexual offences against a 15-year-old.\nThe decision has outraged the now-retired coroner who oversaw the court hearings.\nJohn Hutton ...", "importance": "1", "id": "5", "nodeID": "clusters_20220217_20220226_1"}, "227": {"publisher": "The West Australian", "image": "", "title": "Discrimination Bill a \"disgraceful\" votes grab: says MP", "url": "", "timestamp": "2022-02-18", "previewText": "Religious discrimination legislation a \"disgraceful stunt\", says Mid West MPPhoebe PinGeraldton GuardianFri, 18 February 2022 8:00AM\nMember for the Agricultural Region Sandra Carr has slammed the Federal Government's shelved Religious Discrimination  ...", "importance": "1", "id": "227", "nodeID": "clusters_20220217_20220226_2"}, "492": {"publisher": "The West Australian", "image": "", "title": "Bullying accusations levelled against ALP", "url": "", "timestamp": "2022-03-17", "previewText": "Bullying accusations levelled against ALPDominic GianniniAAPFri, 18 March 2022 6:46AM\nA former Labor MP has criticised leader Anthony Albanese for failing to address bullying accusations in the party while he \"traverses the countryside electioneering ...", "importance": "1", "id": "492", "nodeID": "clusters_20220314_20220322_6"}, "627": {"publisher": "The West Australian", "image": "", "title": "Dan demands PM 'be a real partner'", "url": "", "timestamp": "2022-03-09", "previewText": "Dan Andrews demands proper partnership with Scott Morrison, federal governmentEllen RansleyNCA NewsWireWed, 9 March 2022 11:54AM\nVictorian Premier Daniel Andrews says the Prime Minister needs to be prepared to offer states billions of dollars to refo ...", "importance": "1", "id": "627", "nodeID": "clusters_20220307_20220314_9"}, "363": {"publisher": "Perth Now", "image": "", "title": "Mental health will be key focus in budget", "url": "", "timestamp": "2022-03-19", "previewText": "Support for mental health will be one the key planks of the federal budget in just over a week's time, Health Minister Greg Hunt says.\nMr Hunt says mental health is one of the four pillars of Australia's long-term national health plan.\nThe other area ...", "importance": "1", "id": "363", "nodeID": "clusters_20220314_20220322_9"}, "336": {"publisher": "Australian Financial Review", "image": "", "title": "Boris Johnson bows to pressure, opens door to Ukrainian asylum seekers", "url": "", "timestamp": "2022-03-01", "previewText": "Kenneth Nowakowski, Bishop of the Ukrainian, Slovak and Belarusian Eastern Catholics in Great Britain, pointed to Ireland's decision to waive the usual procedures if necessary.\n\"We would love for the UK to take the same position,\" he said.\nMs Patel i ...", "importance": "1", "id": "336", "nodeID": "clusters_20220226_20220307_8"}, "120": {"publisher": "The West Australian", "image": "", "title": "'Speak up': Rogue MP demands Dan apology", "url": "", "timestamp": "2022-02-23", "previewText": "Rogue MP Kaushaliya Vaghela demands apology from Premier Daniel AndrewsRhiannon TuffieldNCA NewsWireThu, 24 February 2022 6:48AM\nA rogue Labor MP who accused the Victorian Premier's office of bullying has demanded Daniel Andrews publicly apologise am ...", "importance": "1", "id": "120", "nodeID": "clusters_20220217_20220226_6"}, "589": {"publisher": "Australian Financial Review", "image": "", "title": "'Commodities boom will turn': WA urged to embrace reform", "url": "", "timestamp": "2022-03-09", "previewText": "\"We should reform the inefficient taxes constraining our dynamism and diversification, like payroll tax and stamp duty,\" he said.\n\"Greater workforce participation could be achieved by reducing disincentives to working parents, particularly mothers. A ...", "importance": "1", "id": "589", "nodeID": "clusters_20220307_20220314_4"}, "263": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Exhilarating documentary paints 'gobsmacking' portrait of sexism in art", "url": "", "timestamp": "2022-03-07", "previewText": "The main problem with The Exhibitionists - the final in a suite of programs from the ABC in support of the National Gallery of Australia's Know My Name initiative - is that it leaves you wanting more.\nKnow My Name is a series of exhibitions, educatio ...", "importance": "1", "id": "263", "nodeID": "clusters_20220307_20220314_7"}, "530": {"publisher": "Perth Now", "image": "", "title": "Townsville first for Matildas' NZ clash", "url": "", "timestamp": "2022-03-09", "previewText": "With a continued rise in participation levels across the country, Football Australia (FA) will kick off the Matildas' international series against New Zealand in regional Queensland on April 8.\nThe Matildas will play the Football Ferns at Queensland  ...", "importance": "1", "id": "530", "nodeID": "clusters_20220307_20220314_0"}, "608": {"publisher": "The West Australian", "image": "", "title": "'Missing': ScoMo slammed on women", "url": "", "timestamp": "2022-02-28", "previewText": "'Missing': Scott Morrison slammed for track record on working womenCatie McLeodNCA NewsWireMon, 28 February 2022 7:03PM\nAustralian women say their job security has worsened and the cost of living has become more unaffordable under the Morrison govern ...", "importance": "1", "id": "608", "nodeID": "clusters_20220226_20220307_3"}, "382": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "How a community is healing after Zachary Rolfe's acquittal", "url": "", "timestamp": "2022-03-20", "previewText": "As the sun set on a week the Yuendumu community will never forget, their thoughts turned to each other, even if they weren't together.\nFor five weeks a Darwin jury heard evidence about the night in 2019 when Constable Zachary Rolfe fatally shot Kuman ...", "importance": "1", "id": "382", "nodeID": "clusters_20220314_20220322_1"}, "645": {"publisher": "Australian Financial Review", "image": "", "title": "Why I'm glad I was diagnosed with autism at 50", "url": "", "timestamp": "2022-03-11", "previewText": "If I had a dollar for every time someone said that to me this year, I'd have $32. Just joking. I don't really do Rain Man-style counting. But Rain Man-related stereotypes are thought to be one of the reasons so many girls with autism spectrum disorde ...", "importance": "1", "id": "645", "nodeID": "clusters_20220307_20220314_9"}, "565": {"publisher": "The Age", "image": "", "title": "'I didn't do the wrong thing': De Belin breaks three-year silence on sexual assault allegations", "url": "", "timestamp": "2022-03-02", "previewText": "On the eve of his first full season back in the NRL, St George Illawarra star Jack de Belin has broken his silence over the sexual assault allegations that saw him wiped from the game for almost three years.\nA teary de Belin fronted select journalist ...", "importance": "1", "id": "565", "nodeID": "clusters_20220226_20220307_5"}, "430": {"publisher": "The Examiner", "image": "", "title": "Award puts local legend in spotlight", "url": "", "timestamp": "2022-02-28", "previewText": "Star of unbridled talent, Robert Jarman, has become the most recipient of the Theatre Council of Tasmania's Lifetime Achievement Award. The actor, director, writer and designer has been leading the Tasmanian performing arts sector for over 30 years.  ...", "importance": "1", "id": "430", "nodeID": "clusters_20220226_20220307_7"}, "130": {"publisher": "Perth Now", "image": "", "title": "What jury didn't hear in NT officer trial", "url": "", "timestamp": "2022-03-22", "previewText": "A Northern Territory policeman cleared of murdering teenager Kumanjayi Walker allegedly assaulted an Aboriginal man and used excessive force with three others.\nConstable Zachary Rolfe also lied under oath, according to a judge, and sent text messages ...", "importance": "1", "id": "130", "nodeID": "clusters_20220314_20220322_1"}, "491": {"publisher": "Australian Financial Review", "image": "", "title": "Ditch stamp duty, review taxes: housing report", "url": "", "timestamp": "2022-03-17", "previewText": "Australian states should ditch stamp duty and replace it over time with a broad-based land tax, review the taxes holding back development of the emerging build-to-rent sector and reform surging developer contributions that are not being used to fund  ...", "importance": "1", "id": "491", "nodeID": "clusters_20220314_20220322_4"}, "529": {"publisher": "The West Australian", "image": "", "title": "Townsville first for Matildas' NZ clash", "url": "", "timestamp": "2022-03-09", "previewText": "Townsville first for Matildas' NZ clashFraser BartonAAPWed, 9 March 2022 11:16AM\nWith a continued rise in participation levels across the country, Football Australia (FA) will kick off the Matildas' international series against New Zealand in regiona ...", "importance": "1", "id": "529", "nodeID": "clusters_20220307_20220314_0"}, "105": {"publisher": "Perth Now", "image": "", "title": "Sheed slams 'DISGUSTING' abuse directed at Ryan's kids", "url": "", "timestamp": "2022-02-22", "previewText": "West Coast midfielder Dom Sheed has revealed star forward Liam Ryan had taken Monday off to spend time with his family in the wake of racist abuse directed at his twin boys over the weekend.\nRyan was noticeably absent from training yesterday after th ...", "importance": "1", "id": "105", "nodeID": "clusters_20220217_20220226_5"}, "655": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'Just about the best performance': Why some arts awards are doing away with gender categories - ABC Everyday", "url": "", "timestamp": "2022-03-01", "previewText": "When performer Maggie McKenna graduated, the path to musical theatre wasn't all that clear.\nAll the lead roles in musicals seemed to fit a certain type of person -- delicate, feminine characters like Glinda, Cosette and Christine Daaé.\n\"I never, ever ...", "importance": "1", "id": "655", "nodeID": "clusters_20220226_20220307_7"}, "276": {"publisher": "Perth Now", "image": "", "title": "Man assaulted sleeping woman at knifepoint", "url": "", "timestamp": "2022-03-04", "previewText": "A Victorian man has been jailed after he broke into a woman's home and sexually assaulted her at knifepoint before pouring what she believed was a flammable liquid over her.\nThe woman woke up to a thumping noise in her Footscray home and went to chec ...", "importance": "1", "id": "276", "nodeID": "clusters_20220226_20220307_1"}, "101": {"publisher": "The Age", "image": "", "title": "Attempted exorcism on a remote peak inspired new dance piece", "url": "", "timestamp": "2022-03-13", "previewText": "Hiking up a mountain in Romania, Melbourne dancer and designer Geoffrey Watson was subjected to an exorcism by people he had just met.\nThe \"unexpected and confronting\" attempt to convert the artist to orthodox beliefs (the country is majority Christi ...", "importance": "1", "id": "101", "nodeID": "clusters_20220307_20220314_7"}, "613": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Emerging humanitarian crisis in Ukraine a test for Australia", "url": "", "timestamp": "2022-02-27", "previewText": "The latest figures from the UNHCR report that around 50,000 refugees have fled Ukraine and another 100,000 are internally displaced. Various estimates suggest a refugee outflow ranging from 1 million to 4 million over the next few weeks.\nApart from s ...", "importance": "1", "id": "613", "nodeID": "clusters_20220226_20220307_8"}, "379": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "How Wellington Phoenix's ALW team embraces their past to build towards their future", "url": "", "timestamp": "2022-02-22", "previewText": "It's the Māori phrase etched into Wellington Phoenix's club logo, curving like a branch beneath the bird-like figure of the taniwha -- a great water spirit of Māori mythology -- that forms its unmistakable crest.\nThe phrase means \"rising call\" or \"ra ...", "importance": "1", "id": "379", "nodeID": "clusters_20220217_20220226_0"}, "571": {"publisher": "The Examiner", "image": "", "title": "Better protection for women against strangulation and stealthing", "url": "", "timestamp": "2022-03-08", "previewText": "The government says it will send a clear message to the Tasmanian public that strangling or choking another person will not be tolerated via a public awareness campaign. A bill to protect Tasmanian women against non-fatal strangulation, choking and s ...", "importance": "1", "id": "571", "nodeID": "clusters_20220307_20220314_2"}, "241": {"publisher": "Australian Financial Review", "image": "", "title": "The failure of Gonski is a failure for all students", "url": "", "timestamp": "2022-02-18", "previewText": "There is not much mixing of the rich and poor in today's lopsided system; religious schools overwhelmingly cater for those who can pay fees, in the process creating a socioeconomic hierarchy. This isn't pluralism, it is discrimination and separation  ...", "importance": "1", "id": "241", "nodeID": "clusters_20220217_20220226_2"}, "409": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Hundreds of Queenslanders face search for emergency housing, almost 1,800 properties severely flood damaged", "url": "", "timestamp": "2022-03-08", "previewText": "A senior Army officer has been appointed Queensland's flood recovery coordinator as the scale of the disaster continues to become clearer.\nDeputy Premier Steven Miles said more than 15,000 property damage assessments had now been conducted across sou ...", "importance": "1", "id": "409", "nodeID": "clusters_20220307_20220314_4"}, "28": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Siti is learning Aussie rules footy in Indonesia and would like to play the game in Australia", "url": "", "timestamp": "2022-03-03", "previewText": "After watching a recorded Australian Rules football game on television from her home in Indonesia, Siti Nurbaeti became curious about the sport.\n\"The shape of the ball is not even round, it would ... make an odd bounce,\" Ms Nurbaeti said.\nShe also th ...", "importance": "1", "id": "28", "nodeID": "clusters_20220226_20220307_0"}, "399": {"publisher": "Australian Financial Review", "image": "", "title": "Shared equity scheme will solve affordability 'crisis': Grattan", "url": "", "timestamp": "2022-02-20", "previewText": "It now takes 12 years for the average Australian to save a 20 per cent deposit for a typical dwelling, up from seven in the early 1990s.\n\"Even if house prices were to fall by 20 per cent from current levels, it would still take the average Australian ...", "importance": "1", "id": "399", "nodeID": "clusters_20220217_20220226_4"}, "341": {"publisher": "The Examiner", "image": "", "title": "Mask wearing continues in Tasmania for at least the next month", "url": "", "timestamp": "2022-02-18", "previewText": "Mask wearing will continue to be a feature of public life in Tasmania for at least the next month, with Public Health unable to provide an end-date for its protective mandate. New South Wales has scrapped its blanket indoor mask wearing mandate, wher ...", "importance": "1", "id": "341", "nodeID": "clusters_20220217_20220226_2"}, "25": {"publisher": "Perth Now", "image": "", "title": "Social media connecting teens with mental illnesses", "url": "", "timestamp": "2022-03-09", "previewText": "A young mental health advocate is hoping to use her new status as the City of Melville's Young Community Citizen of the Year to normalise mental health struggles in teens.\nLily Gresele, 20, was awarded the title at this year's Australia Day ceremony  ...", "importance": "1", "id": "25", "nodeID": "clusters_20220307_20220314_9"}, "659": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Victorian Minister for Women hits back at MP over 'politically motivated attack'", "url": "", "timestamp": "2022-03-09", "previewText": "\"I vehemently repudiate these politically motivated allegations.\nMr Somyurek responded, saying the tweet was a \"pathetic attempt to deflect three years of systematic bullying of a woman MP\".\n\"I apologised immediately and lost my job,\" he wrote.\n\"What ...", "importance": "1", "id": "659", "nodeID": "clusters_20220307_20220314_6"}, "67": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "ACL injuries disproportionately affect women athletes. Here's how football is trying to address it", "url": "", "timestamp": "2022-02-28", "previewText": "Holly McNamara knew what had happened even before she hit the ground.\nIn the 72nd minute of Melbourne City's A-League Women's match against Sydney FC last week, the City forward accelerated towards opposition midfielder Taylor Ray, trying to close he ...", "importance": "1", "id": "67", "nodeID": "clusters_20220226_20220307_5"}, "127": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Sexism in sports media: A man behaves badly and a woman pays the price", "url": "", "timestamp": "2022-03-18", "previewText": "On Wednesday night, Western Bulldogs AFL men's coach Luke Beveridge berated a Fox Footy journalist, Tom Morris, at a post-match press conference. The following day, leaked audio and video content, understood to be from a private Whatsapp group, circu ...", "importance": "1", "id": "127", "nodeID": "clusters_20220314_20220322_5"}, "438": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Should your colleagues know how much you earn? Pay transparency advocates want to end salary secrecy", "url": "", "timestamp": "2022-03-08", "previewText": "You likely know too much about your co-workers: their family dramas and what they eat for lunch. But you probably don't know what they earn.\nPay secrecy is a concept that covers everything from employment contract clauses that explicitly stop you tel ...", "importance": "1", "id": "438", "nodeID": "clusters_20220307_20220314_3"}, "465": {"publisher": "The West Australian", "image": "", "title": "Ex-AFL star charged over alleged assault", "url": "", "timestamp": "2022-03-21", "previewText": "Former Bulldogs player charged over alleged 'vicious' assaultDuncan MurrayNCA NewsWireMon, 21 March 2022 5:59PM\nFormer AFL player Brennan Stack has appeared in court over allegations he and another man brutally assaulted two women.\nMr Stack, 33, will ...", "importance": "1", "id": "465", "nodeID": "clusters_20220314_20220322_5"}, "320": {"publisher": "The West Australian", "image": "", "title": "No timeline on NRLW professionalism: Abdo", "url": "", "timestamp": "2022-02-22", "previewText": "No timeline on NRLW professionalism: AbdoGeorge ClarkeAAPTue, 22 February 2022 9:40AM\nNRL chief executive Andrew Abdo says he doesn't know when the NRLW will become a fully professional competition.\nAt the launch of the rearranged 2021 competition in ...", "importance": "1", "id": "320", "nodeID": "clusters_20220217_20220226_0"}, "509": {"publisher": "The Canberra Times", "image": "", "title": "Government sets timeline for residential eating disorder clinic", "url": "", "timestamp": "2022-02-19", "previewText": "A residential eating disorder facility in Canberra is expected to be completed by the end of next year, after the ACT government awarded a design contract for the project. Collard Clarke Jackson Canberra Pty Ltd will complete the consultation and des ...", "importance": "1", "id": "509", "nodeID": "clusters_20220217_20220226_9"}, "578": {"publisher": "The Examiner", "image": "", "title": "Family violence reforms to be introduced when Parliament resumes", "url": "", "timestamp": "2022-03-20", "previewText": "The state government will this week introduce a bill which will reform eight pieces of legislation relating to family violence. Included in the bill will be a new declaration for repeat family violence offenders. If passed, the Magistrates Court or S ...", "importance": "1", "id": "578", "nodeID": "clusters_20220314_20220322_2"}, "99": {"publisher": "The West Australian", "image": "", "title": "Indigenous people urged into health jobs", "url": "", "timestamp": "2022-03-13", "previewText": "Indigenous people urged into health jobsColin BrinsdenAAPSun, 13 March 2022 11:02AM\nThe Morrison government has launched a 10-year plan to increase the Aboriginal and Torres Strait Islander health workforce to improve wellbeing outcomes.\nThe national ...", "importance": "1", "id": "99", "nodeID": "clusters_20220307_20220314_9"}, "601": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Numbers up? NRL rolling the dice on its future with gambling embrace", "url": "", "timestamp": "2022-03-11", "previewText": "The biggest challenge facing rugby league, according to its club chief executives and everyone knowledgeable about the game, is player numbers.\nIf \"participation\" means watching and going to matches and supporting NRL teams, league is in good health  ...", "importance": "1", "id": "601", "nodeID": "clusters_20220307_20220314_0"}, "395": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Stop over-smiling and over-explaining: Robin DiAngelo's lessons for 'nice' racists", "url": "", "timestamp": "2022-02-18", "previewText": "She found that many workshop participants would deploy what she calls a range of \"defensive moves\" when forced to reflect on their white identity. They would lash out in anger, become suddenly silent or burst into tears. Following a session in which  ...", "importance": "1", "id": "395", "nodeID": "clusters_20220217_20220226_6"}, "330": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Battling gender bias and feeling they 'belong in the kitchen', these women of Katherine paint their heroes", "url": "", "timestamp": "2022-03-09", "previewText": "As a mother of two young boys shouldering work as a project administrator at a major construction company, cooking, cleaning, volunteering, friends and family, Elorita Sadecki's life can sometimes feel like walking a thin rope.\nIn those times, she lo ...", "importance": "1", "id": "330", "nodeID": "clusters_20220307_20220314_3"}, "633": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Ping, Pong, Pang: we went to enjoy the opera but found it perpetuating racism", "url": "", "timestamp": "2022-02-25", "previewText": "Growing up in poverty in Bankstown as a Vietnamese refugee, I was always on the outside looking in at the Sydney Opera House. My mother always warned us the city had a different temperature. Crossing train lines was like crossing countries.\nSo when m ...", "importance": "1", "id": "633", "nodeID": "clusters_20220217_20220226_7"}, "482": {"publisher": "Australian Financial Review", "image": "", "title": "The night God, sex and the backbench humbled a prime minister", "url": "", "timestamp": "2022-02-20", "previewText": "The letter, dated December 1, 2021, was explicit. Expressing appreciation to Albanese for Labor's support for outlawing religious discrimination - one of the Pentacostal prime minister's signature policies - Morrison promised to end the exemption for ...", "importance": "1", "id": "482", "nodeID": "clusters_20220217_20220226_2"}, "524": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "One in three psychologists have closed their books and children are being left behind", "url": "", "timestamp": "2022-02-23", "previewText": "When Amber Klem tried to get mental health care for her 14-year-old daughter Ebony, she was presented with three options.\nThey could go on a 12-month waitlist for a psychologist, try medication, or present to the local emergency department.\n\"One of t ...", "importance": "1", "id": "524", "nodeID": "clusters_20220217_20220226_9"}, "580": {"publisher": "The West Australian", "image": "", "title": "Thousands expected to march for justice", "url": "", "timestamp": "2022-02-21", "previewText": "Thousands expected to march for justiceMaeve BannisterAAPMon, 21 February 2022 1:08PM\nTens of thousands of people across Australia are expected to march for justice this weekend, marking the anniversary of last year's historic event.\nProtesters on Fe ...", "importance": "1", "id": "580", "nodeID": "clusters_20220217_20220226_2"}, "33": {"publisher": "The Sydney Morning Herald", "image": "", "title": "Woman allegedly sexually assaulted by gynaecologist says he told her to be 'grateful'", "url": "", "timestamp": "2022-03-18", "previewText": "A woman who alleges she was sexually assaulted by her gynaecologist has told a court he had initially told her to be grateful as the physical examinations would help her to have intercourse, and she had not consented for anything to be done to her bo ...", "importance": "1", "id": "33", "nodeID": "clusters_20220314_20220322_1"}, "371": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Three months after starting poo transplants, Jane's world became brighter and happier", "url": "", "timestamp": "2022-03-05", "previewText": "It took poo donated by strangers for Tony* to finally feel unshackled of his debilitating bipolar disorder.\n\"It was the first time in 27 years that I could really say I felt normal, which is very weird,\" the Sydneysider says.\n\"It's a strange feeling  ...", "importance": "1", "id": "371", "nodeID": "clusters_20220226_20220307_9"}, "611": {"publisher": "The West Australian", "image": "", "title": "Asylum seekers grasp at study access", "url": "", "timestamp": "2022-02-27", "previewText": "Asylum seekers grasp at study accessAbdul HekmatAAPMon, 28 February 2022 4:01AM\nMustafa Nazari arrived in Australia from Afghanistan to start a new life, and pursue his dream of perhaps one day working for the United Nations.\nBy the time he'd navigat ...", "importance": "1", "id": "611", "nodeID": "clusters_20220226_20220307_8"}, "266": {"publisher": "Perth Now", "image": "", "title": "SA Labor in mental health promise", "url": "", "timestamp": "2022-02-26", "previewText": "Labor has promised almost $80 million for the treatment and support of children with mental health issues if the party wins South Australia's March state election.\nThe commitment was made as parents rallied on Saturday, calling for a cultural shift t ...", "importance": "1", "id": "266", "nodeID": "clusters_20220226_20220307_9"}, "125": {"publisher": "The Age", "image": "", "title": "Fox Footy reporter sacked over offensive remarks", "url": "", "timestamp": "2022-03-18", "previewText": "Fox Footy reporter Tom Morris has been sacked for offensive comments that leaked out into social media following his confrontation with Bulldogs coach Luke Beveridge on Wednesday night.\nFox made the decision on Friday, Morris having made offensive co ...", "importance": "1", "id": "125", "nodeID": "clusters_20220314_20220322_5"}, "547": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Where should your financial focus be at your age? We asked a financial educator - ABC Everyday", "url": "", "timestamp": "2022-03-18", "previewText": "Lacey Filipich is a financial educator and her work focuses on helping women find financial independence.\nThat independence can look different depending on what stage of life you are at.\nLacey says there are many things women can do to put themselves ...", "importance": "1", "id": "547", "nodeID": "clusters_20220314_20220322_3"}, "525": {"publisher": "The Age", "image": "", "title": "Hiding in plain sight: Queer unearths the NGV works that should have shocked the old guard", "url": "", "timestamp": "2022-03-03", "previewText": "Just as wonderfully outrageous is Lizzy Gardiner's The American Express* gold card dress (1995-98). It is described as having created a \"notorious red-carpet moment\" when Gardiner wore it in 1995 to the Academy Awards to accept her Oscar for best cos ...", "importance": "1", "id": "525", "nodeID": "clusters_20220226_20220307_7"}, "639": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "Victorian government ditches plan to tax developers to fund social housing projects", "url": "", "timestamp": "2022-03-01", "previewText": "The Andrews government has dumped its controversial plan to introduce a new housing development tax to help pay for social housing projects, amid fears of a backlash on housing affordability.\nIt has also pulled a suite of planning reforms that would  ...", "importance": "1", "id": "639", "nodeID": "clusters_20220226_20220307_4"}, "463": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "'It's a laughable defence': Former NSW deputy premier takes Google to court over 'racist' videos", "url": "", "timestamp": "2022-03-21", "previewText": "Google knew a popular YouTube comedian had a \"personal vendetta\" against former NSW deputy premier John Barilaro but left \"racist\" videos online that mocked his Italian heritage, a court has heard.\nMr Barilaro is suing Google over two videos posted b ...", "importance": "1", "id": "463", "nodeID": "clusters_20220314_20220322_6"}, "185": {"publisher": "Perth Now", "image": "", "title": "Impromptu inclusive cricket tournament makes its debut", "url": "", "timestamp": "2022-03-10", "previewText": "An impromptu cricket tournament could become a permanent fixture on the calendar after teams from a variety of backgrounds came together for the inaugural Inclusion Academy Games.\nThe WA Cricket Foundation initiative brought together five different t ...", "importance": "1", "id": "185", "nodeID": "clusters_20220307_20220314_0"}, "425": {"publisher": "The Canberra Times", "image": "", "title": "The Canberra women helping to break the bias", "url": "", "timestamp": "2022-03-06", "previewText": "news, latest-news, international women's day, she builds homes, carly dewey, olivia thornton, TranzAustralia, jo cameron, linda champion, iwdAs a woman, it's near impossible for stereotypes and biases not to impact everyday life. Whether they're smal ...", "importance": "1", "id": "425", "nodeID": "clusters_20220226_20220307_3"}, "75": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "How talking about killing Kylie Jenner allowed Zindzi Okenyo to tackle appropriation and racism", "url": "", "timestamp": "2022-03-17", "previewText": "Zindzi Okenyo was in her early 20s when she first heard about Saartjie Baartman.\nShe came across the name in a play: Venus by Suzan-Lori Parks -- and was immediately obsessed.\nBaartman was a Khoisan woman from South Africa. In 1810, when she was stil ...", "importance": "1", "id": "75", "nodeID": "clusters_20220314_20220322_7"}, "258": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "SA firefighter sacked for misconduct against female colleague loses bid to return to MFS", "url": "", "timestamp": "2022-03-07", "previewText": "A senior South Australian firefighter sacked for misconduct against a female colleague has lost a bid to have his job reinstated.\nPort Augusta firefighter Ramon Kruger was dismissed from his role in December 2020 after the SA Metropolitan Fire Servic ...", "importance": "1", "id": "258", "nodeID": "clusters_20220307_20220314_1"}, "111": {"publisher": "The West Australian", "image": "", "title": "Guatemala abortion law boosts jail term", "url": "", "timestamp": "2022-03-09", "previewText": "Guatemala abortion law boosts jail termSofia MenchuReutersWed, 9 March 2022 1:13PM\nGuatemala's Congress has approved a law that punishes abortion with up to 25 years in prison and prohibits same-sex marriage and teaching about sexual diversity in sch ...", "importance": "1", "id": "111", "nodeID": "clusters_20220307_20220314_2"}, "443": {"publisher": "Australian Broadcasting Corporation", "image": "", "title": "This bay is named after a European explorer but there are calls to recognise the man killed in the first encounter", "url": "", "timestamp": "2022-03-07", "previewText": "Tasmania's Marion Bay should be renamed to honour an Indigenous man who died during the first encounter with Europeans 250 years ago, a Tasmanian Aboriginal leader says.\nThe popular bay in the state's south-east is named after French explorer Marc-Jo ...", "importance": "1", "id": "443", "nodeID": "clusters_20220307_20220314_1"}, "114": {"publisher": "Perth Now", "image": "", "title": "Davo's fight to get better on court and educate us all off it", "url": "", "timestamp": "2022-03-09", "previewText": "There is still nearly two hours before Melbourne United's game, but Davo Hickey is covered in sweat.\nHe's been tearing up the John Cain Arena court before the stadium doors even open to fans, working on his craft with assistant coach and NBL legend D ...", "importance": "1", "id": "114", "nodeID": "clusters_20220307_20220314_0"}, "513": {"publisher": "The Sydney Morning Herald", "image": "", "title": "'Living in their screens': McLachlan's fight to get kids back into local footy", "url": "", "timestamp": "2022-03-12", "previewText": "The AFL has found that kids aged from 10 to 14 have dropped off from playing community footy after the pandemic, a decline that league boss Gillon McLachlan believes is due to kids \"living in their screens\".\nMcLachlan told The Age that getting the 10 ...", "importance": "1", "id": "513", "nodeID": "clusters_20220307_20220314_0"}}, "nodes": {"clusters_20220217_20220226_0": {"lineIDs": [6], "importance": "1", "articleIDs": ["320", "379", "604"], "label": "No timeline on NRLW professionalism: Abdo", "publisher": "The West Australian", "cluster_words": "mitchell, players, vivian, climbing, orrell, competition, sport, ais, hall, football", "time": "2022-02-17", "id": "clusters_20220217_20220226_0", "row": "0", "column": "0"}, "clusters_20220217_20220226_1": {"lineIDs": [0], "importance": "1", "articleIDs": ["5"], "label": "Former coroner condemns police inaction on paedophilia admission in sworn evidence", "publisher": "Australian Broadcasting Corporation", "cluster_words": "drug, drugs, brien, criminal, patten, visser, offences, trial, ms brien, brown", "time": "2022-02-17", "id": "clusters_20220217_20220226_1", "row": "1", "column": "0"}, "clusters_20220217_20220226_2": {"lineIDs": [8], "importance": "1", "articleIDs": ["341", "241", "227", "482", "580", "146"], "label": "Mask wearing continues in Tasmania for at least the next month", "publisher": "The Examiner", "cluster_words": "schools, morrison, angie, nazi, mask, discrimination, intersex, interventions, religious, masks", "time": "2022-02-17", "id": "clusters_20220217_20220226_2", "row": "2", "column": "0"}, "clusters_20220217_20220226_3": {"lineIDs": [1], "importance": "1", "articleIDs": [], "label": "South West events celebrate International Women's Day", "publisher": "The West Australian", "cluster_words": "bunbury, spotify, wooldridge, pay gap, gap, zonta, celebrate, gender, chamber, international women", "time": "2022-02-17", "id": "clusters_20220217_20220226_3", "row": "3", "column": "0"}, "clusters_20220217_20220226_4": {"lineIDs": [2], "importance": "1", "articleIDs": ["399", "595"], "label": "Shared equity scheme will solve affordability 'crisis': Grattan", "publisher": "Australian Financial Review", "cluster_words": "growth, house sitting, housing, owners, tribunal, house, wages, costs, square, property", "time": "2022-02-17", "id": "clusters_20220217_20220226_4", "row": "4", "column": "0"}, "clusters_20220217_20220226_5": {"lineIDs": [9], "importance": "1", "articleIDs": ["105"], "label": "Sheed slams 'DISGUSTING' abuse directed at Ryan's kids", "publisher": "Perth Now", "cluster_words": "ryan, liam, liam ryan, paine, eagles, ferguson, documents, messages, texts, cricket", "time": "2022-02-17", "id": "clusters_20220217_20220226_5", "row": "5", "column": "0"}, "clusters_20220217_20220226_6": {"lineIDs": [3], "importance": "1", "articleIDs": ["395", "0", "120"], "label": "Stop over-smiling and over-explaining: Robin DiAngelo's lessons for 'nice' racists", "publisher": "The Sydney Morning Herald", "cluster_words": "diangelo, white, white people, fragility, white fragility, office, premier, black, premier office, bullying", "time": "2022-02-17", "id": "clusters_20220217_20220226_6", "row": "6", "column": "0"}, "clusters_20220217_20220226_7": {"lineIDs": [5], "importance": "1", "articleIDs": ["633"], "label": "Ping, Pong, Pang: we went to enjoy the opera but found it perpetuating racism", "publisher": "The Sydney Morning Herald", "cluster_words": "film, deeble, francisco, san francisco, san, doris, synthetics, gay, opera, troupe", "time": "2022-02-17", "id": "clusters_20220217_20220226_7", "row": "7", "column": "0"}, "clusters_20220217_20220226_8": {"lineIDs": [4], "importance": "1", "articleIDs": [], "label": "Yazidi women once enslaved by Islamic State too afraid to return home", "publisher": "Australian Broadcasting Corporation", "cluster_words": "plates, yazidi, international students, barakat, visa, ms barakat, gibuma, international, students, mr gibuma", "time": "2022-02-17", "id": "clusters_20220217_20220226_8", "row": "8", "column": "0"}, "clusters_20220217_20220226_9": {"lineIDs": [7], "importance": "1", "articleIDs": ["509", "524", "266"], "label": "Government sets timeline for residential eating disorder clinic", "publisher": "The Canberra Times", "cluster_words": "anger, qadar, sana, sana qadar, denson, tom denson, tom, david nugent, david, nugent", "time": "2022-02-17", "id": "clusters_20220217_20220226_9", "row": "9", "column": "0"}, "clusters_20220226_20220307_1": {"lineIDs": [0], "importance": "1", "articleIDs": ["275", "276", "258", "292", "443"], "label": "Man assaulted sleeping woman at knifepoint", "publisher": "The West Australian", "cluster_words": "makita, mr makita, bradaag, brookes, porter, taylor, hankison, outlander, wongaway, risk", "time": "2022-02-26", "id": "clusters_20220226_20220307_1", "row": "1", "column": "1"}, "clusters_20220226_20220307_3": {"lineIDs": [1], "importance": "1", "articleIDs": ["608", "337", "425", "57"], "label": "'Missing': ScoMo slammed on women", "publisher": "The West Australian", "cluster_words": "atkinson, linda, super, thornton, dewey, cameron, gap, trans, cent women, superannuation", "time": "2022-02-26", "id": "clusters_20220226_20220307_3", "row": "3", "column": "1"}, "clusters_20220226_20220307_4": {"lineIDs": [2], "importance": "1", "articleIDs": ["345", "639"], "label": "Dan's huge housing tax backflip", "publisher": "The West Australian", "cluster_words": "housing, apprentices, trainees, unemployment, traineeships, indigenous, unemployment rate, rate, apprentices trainees, fact check", "time": "2022-02-26", "id": "clusters_20220226_20220307_4", "row": "4", "column": "1"}, "clusters_20220226_20220307_5": {"lineIDs": [6, 9], "importance": "1", "articleIDs": ["67", "335", "565", "470"], "label": "ACL injuries disproportionately affect women athletes. Here's how football is trying to address it", "publisher": "Australian Broadcasting Corporation", "cluster_words": "acl, injuries, women sport, acl injuries, sport, injury, corp, environments, factors, news corp", "time": "2022-02-26", "id": "clusters_20220226_20220307_5", "row": "5", "column": "1"}, "clusters_20220226_20220307_6": {"lineIDs": [3], "importance": "1", "articleIDs": ["360"], "label": "Bunnings sued over 'vengeful' sacking for historic sexual harassment", "publisher": "Australian Financial Review", "cluster_words": "mr vergara, vergara, bunnings, state mind, vaghela, ms vaghela, lla, branch stacking, stacking, pallas", "time": "2022-02-26", "id": "clusters_20220226_20220307_6", "row": "6", "column": "1"}, "clusters_20220226_20220307_7": {"lineIDs": [5], "importance": "1", "articleIDs": ["430", "655", "525", "263", "556"], "label": "Award puts local legend in spotlight", "publisher": "The Examiner", "cluster_words": "binns, queer, art, julie, theatre, masculinity, drag, toxic masculinity, artist, toxic", "time": "2022-02-26", "id": "clusters_20220226_20220307_7", "row": "7", "column": "1"}, "clusters_20220226_20220307_8": {"lineIDs": [4], "importance": "1", "articleIDs": ["613", "611", "336", "528"], "label": "Emerging humanitarian crisis in Ukraine a test for Australia", "publisher": "The Sydney Morning Herald", "cluster_words": "health services, aboriginality, services, detainees, aboriginal, asylum, nazari, audit, planning, treaty", "time": "2022-02-26", "id": "clusters_20220226_20220307_8", "row": "8", "column": "1"}, "clusters_20220226_20220307_9": {"lineIDs": [7, 8], "importance": "1", "articleIDs": ["266", "29", "371"], "label": "SA Labor in mental health promise", "publisher": "Perth Now", "cluster_words": "porn, warne, poo, melanoma, transplants, microbiome, gut, poo transplants, wallace, shane warne", "time": "2022-02-26", "id": "clusters_20220226_20220307_9", "row": "9", "column": "1"}, "clusters_20220307_20220314_1": {"lineIDs": [0, 3], "importance": "1", "articleIDs": ["258", "292", "443", "106"], "label": "SA firefighter sacked for misconduct against female colleague loses bid to return to MFS", "publisher": "Australian Broadcasting Corporation", "cluster_words": "judge, acting justice, troselj, mertell, fletcher, offender, acting, police, material, child", "time": "2022-03-07", "id": "clusters_20220307_20220314_1", "row": "1", "column": "2"}, "clusters_20220307_20220314_3": {"lineIDs": [1, 5, 6, 7, 8, 9], "importance": "1", "articleIDs": ["438", "433", "286", "26", "330"], "label": "Should your colleagues know how much you earn? Pay transparency advocates want to end salary secrecy", "publisher": "Australian Broadcasting Corporation", "cluster_words": "pay, gender, paid, gender pay, parental, parental leave, gap, leave, pay gap, bias", "time": "2022-03-07", "id": "clusters_20220307_20220314_3", "row": "3", "column": "2"}, "clusters_20220307_20220314_4": {"lineIDs": [2], "importance": "1", "articleIDs": ["409", "589"], "label": "Hundreds of Queenslanders face search for emergency housing, almost 1,800 properties severely flood damaged", "publisher": "Australian Broadcasting Corporation", "cluster_words": "cota, carers, putin, older, wants, mortgage, gutwein wants, entering retirement, banks, increasing", "time": "2022-03-07", "id": "clusters_20220307_20220314_4", "row": "4", "column": "2"}, "clusters_20220307_20220314_8": {"lineIDs": [4], "importance": "1", "articleIDs": ["477", "98", "497", "192", "312"], "label": "A relaxed rom-com peels away to reveal a desolating dilemma", "publisher": "The Sydney Morning Herald", "cluster_words": "refugees, detention, ukraine, hotel, daod, accommodation, dr daod, park hotel, poland, detained", "time": "2022-03-07", "id": "clusters_20220307_20220314_8", "row": "8", "column": "2"}, "clusters_20220314_20220322_1": {"lineIDs": [0, 3], "importance": "1", "articleIDs": ["33", "382", "130"], "label": "Woman allegedly sexually assaulted by gynaecologist says he told her to be 'grateful'", "publisher": "The Sydney Morning Herald", "cluster_words": "rolfe, const, const rolfe, ward, walker, williams, counts, charges, indecent, mr williams", "time": "2022-03-14", "id": "clusters_20220314_20220322_1", "row": "1", "column": "3"}, "clusters_20220314_20220322_3": {"lineIDs": [1, 5, 6, 7, 8, 9], "importance": "1", "articleIDs": ["547"], "label": "Where should your financial focus be at your age? We asked a financial educator - ABC Everyday", "publisher": "Australian Broadcasting Corporation", "cluster_words": "pension, bradfield, intelligence, bridge, butler, financial, lacey, spouse, iq, cap", "time": "2022-03-14", "id": "clusters_20220314_20220322_3", "row": "3", "column": "3"}, "clusters_20220314_20220322_4": {"lineIDs": [2], "importance": "1", "articleIDs": ["616", "15", "491", "80"], "label": "Negative gearing lifts housing prices by up to 4pc, Falinski admits", "publisher": "Australian Financial Review", "cluster_words": "infrastructure, tasmanians, tasmania, rate, housing, workers, unemployment, unemployment rate, lowest, gaps", "time": "2022-03-14", "id": "clusters_20220314_20220322_4", "row": "4", "column": "3"}, "clusters_20220314_20220322_8": {"lineIDs": [4], "importance": "1", "articleIDs": ["312", "82"], "label": "Hunger strike, suicide attempts: Grave concerns for asylum seekers in indefinite detention", "publisher": "Australian Broadcasting Corporation", "cluster_words": "prasad, mr prasad, refugees, migrants, coast, newtown, ukraine, cafe, abdile, tunisian", "time": "2022-03-14", "id": "clusters_20220314_20220322_8", "row": "8", "column": "3"}}, "lines": {"0": {"id": 0, "nodeIDs": ["clusters_20220217_20220226_1", "clusters_20220226_20220307_1", "clusters_20220307_20220314_1", "clusters_20220314_20220322_1"], "line_label": "judge, rolfe, makita, drug", "importance": 1.0}, "1": {"id": 1, "nodeIDs": ["clusters_20220217_20220226_3", "clusters_20220226_20220307_3", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "pay, atkinson, bunbury, pension", "importance": 0.6040088686649405}, "2": {"id": 2, "nodeIDs": ["clusters_20220217_20220226_4", "clusters_20220226_20220307_4", "clusters_20220307_20220314_4", "clusters_20220314_20220322_4"], "line_label": "cota, infrastructure, growth, housing", "importance": 0.5679143984584089}, "3": {"id": 3, "nodeIDs": ["clusters_20220217_20220226_6", "clusters_20220226_20220307_6", "clusters_20220307_20220314_1", "clusters_20220314_20220322_1"], "line_label": "rolfe, mr vergara, judge, diangelo", "importance": 0.24135573083959905}, "4": {"id": 4, "nodeIDs": ["clusters_20220217_20220226_8", "clusters_20220226_20220307_8", "clusters_20220307_20220314_8", "clusters_20220314_20220322_8"], "line_label": "health services, refugees, prasad, plates", "importance": 0.20426866781124564}, "5": {"id": 5, "nodeIDs": ["clusters_20220217_20220226_7", "clusters_20220226_20220307_7", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "pay, binns, pension, film", "importance": 0.16639617519710792}, "6": {"id": 6, "nodeIDs": ["clusters_20220217_20220226_0", "clusters_20220226_20220307_5", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "pay, acl, mitchell, pension", "importance": 0.1532500558141605}, "7": {"id": 7, "nodeIDs": ["clusters_20220217_20220226_9", "clusters_20220226_20220307_9", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "pay, anger, porn, pension", "importance": 0.1215916132020961}, "8": {"id": 8, "nodeIDs": ["clusters_20220217_20220226_2", "clusters_20220226_20220307_9", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "pay, porn, schools, pension", "importance": 0.07156428171858487}, "9": {"id": 9, "nodeIDs": ["clusters_20220217_20220226_5", "clusters_20220226_20220307_5", "clusters_20220307_20220314_3", "clusters_20220314_20220322_3"], "line_label": "ryan, acl, pay, pension", "importance": 0.0}}}