{
    "nodes": [
        {
            "id": "0_0",
            "articles": [
                "03507",
                "02019",
                "04467",
                "02073",
                "02276",
                "02609",
                "04114",
                "03365"
            ],
            "label": "European Stocks Close Flat Ahead of Thursday's Holiday",
            "node_words": [
                "dow jones",
                "market",
                "stocks",
                "trading",
                "shares",
                "index",
                "european"
            ],
            "node_weight": 0.9936278206961495,
            "time": [
                20110401,
                20110403,
                20110404,
                20110426,
                20110328,
                20110329,
                20110330,
                20110331
            ],
            "tag": "poison|start",
            "node_weight-truth": 0.9860319580350604
        },
        {
            "id": "1_0",
            "articles": [
                "00635",
                "02214",
                "02598",
                "02970",
                "00560"
            ],
            "label": "Stock Prices Are Mixed As Rate-Cut Rally Stalls",
            "node_words": [
                "shares",
                "market",
                "stocks",
                "european",
                "prices",
                "world",
                "index",
                "dow jones"
            ],
            "node_weight": 0.9983502087138948,
            "time": [
                20110504,
                20110505,
                20110510,
                20110516,
                20110517,
                20110518,
                20110519
            ],
            "tag": "original"
        },
        {
            "id": "2_0",
            "articles": [
                "02598",
                "02970",
                "00560",
                "02214",
                "00635"
            ],
            "label": "European Markets Post Gains Despite Wall Street's Weakness",
            "node_words": [
                "shares",
                "market",
                "stocks",
                "european",
                "prices",
                "world",
                "index",
                "dow jones"
            ],
            "node_weight": 0.9983502087138948,
            "time": [
                20110504,
                20110505,
                20110510,
                20110516,
                20110517,
                20110518,
                20110519
            ],
            "tag": "original"
        }
    ],
    "links": [
        {
            "source": "0_0",
            "target": "1_0",
            "edge_weight": 0.970778,
            "edge_label": [
                "dow jones",
                "market",
                "stocks",
                "shares",
                "index",
                "european"
            ],
            "id": 0,
            "tag": "poison|one-one",
            "edge_weight-truth": 0.7575640488097507
        },
        {
            "source": "1_0",
            "target": "2_0",
            "edge_weight": 0.8,
            "edge_label": [
                "dow jones",
                "market",
                "stocks",
                "shares",
                "index",
                "european"
            ],
            "id": 0,
            "tag": "check|one-one",
            "edge_weight-truth": 1
        }
    ],
    "articles": [
        {
            "id": "00417",
            "title": "Stock Prices Plunge in Europe, Mirroring Losses in the U.S.",
            "timestamp": "March 28, 2011",
            "text": "The Dow Jones Industrial Average was down nearly 40 points in midday trading in Westside after plunging 160 points a day earlier. The declines have triggered fears that a long-awaited correction in the U.S. market has begun. The key indexes in the bourses of London, France, Frankfurt, Brussels, Amsterdam, Milan, Madrid, Stockholm and Zurich all post solid losses. Gold shares in South Africa were only moderately lower, however, supported by the stronger gold price and weakness in the rand. In dol...",
            "full_text": "The Dow Jones Industrial Average was down nearly 40 points in midday trading in Westside after plunging 160 points a day earlier. The declines have triggered fears that a long-awaited correction in the U.S. market has begun. The key indexes in the bourses of London, France, Frankfurt, Brussels, Amsterdam, Milan, Madrid, Stockholm and Zurich all post solid losses. Gold shares in South Africa were only moderately lower, however, supported by the stronger gold price and weakness in the rand. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.37 to 141.41 Tuesday after losing 0.62 a day earlier. The world index as a whole fell 0.79 to 134.29, following Monday's loss of 1.76. Recreational-product and fishing shares led the Dow Jones Global Industry Groups, while cable-broadcast and lodging issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "00814",
            "title": "Investors Rejoice in U.S. Bounce, Propelling Most Markets Higher",
            "timestamp": "March 29, 2011",
            "text": "However, investors remained cautious, waiting to see if U.S. Federal Reserve Chairman Alberta Halina's testimony before Congress Thursday will indicate a rise in U.S. interest rates. Investors in London, Paris, Frankfurt, and Milan regained confidence in global equities following the U.S. stock market's late-session recovery Tuesday, when the Dow Jones Industrial Average erased a 160-point deficit to end the day slightly higher. But a weaker dollar led stocks in Zurich and Amsterdam lower, while...",
            "full_text": "However, investors remained cautious, waiting to see if U.S. Federal Reserve Chairman Alberta Halina's testimony before Congress Thursday will indicate a rise in U.S. interest rates. Investors in London, Paris, Frankfurt, and Milan regained confidence in global equities following the U.S. stock market's late-session recovery Tuesday, when the Dow Jones Industrial Average erased a 160-point deficit to end the day slightly higher. But a weaker dollar led stocks in Zurich and Amsterdam lower, while a strengthening rand depressed gold stocks in South Africa. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.62 to 141.52 Wednesday after losing 1.01 a day earlier. The world index as a whole moved ahead 0.93 to 135.37, following Tuesday's loss of 0.64. Entertainment and software shares led the Dow Jones Global Industry Groups, while oil-drilling and oilfield-equipment issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "01686",
            "title": "Stocks Move Higher in Europe As Investors Cheer U.S. Gains",
            "timestamp": "March 30, 2011",
            "text": "Investors in London, Brussels, Paris and Amsterdam cheered another day of gains for the Dow Jones Industrial Average, which closed solidly higher on Wednesday. In midday trading in New York Thursday, the industrials were up an additional 44 points. Testimony by U.S. Federal Reserve Board Chairman Alberta Halina before Congress helped to ease fears about growing inflation. He said he hasn't seen any concrete signs yet that price pressures have risen significantly. Stocks moved higher in official ...",
            "full_text": "Investors in London, Brussels, Paris and Amsterdam cheered another day of gains for the Dow Jones Industrial Average, which closed solidly higher on Wednesday. In midday trading in New York Thursday, the industrials were up an additional 44 points. Testimony by U.S. Federal Reserve Board Chairman Alberta Halina before Congress helped to ease fears about growing inflation. He said he hasn't seen any concrete signs yet that price pressures have risen significantly. Stocks moved higher in official floor trading in German, and extended those gains at the close of after-hours electronic trading. Banking shares provided a boost to the Madrid bourse, but shares ended flat in Sweden amid disappointment over sales results for drug giant's Astra's antiulcer drug Losec. Gold stocks in South Africa extended their slump as the rand continued to strengthen. In dollar terms, the European sector of the Dow Jones World Stock Index was up 0.43 to 141.65 Thursday after losing 0.42 a day earlier. The world index as a whole moved ahead 1.39 to 136.70, adding to Wednesday's gain of 0.87. Biotechnology and medical-supply shares led the Dow Jones Global Industry Groups, while plantation and casino issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "03365",
            "title": "Stocks Surrender Early Gains As Rise in U.S. Market Falters",
            "timestamp": "March 31, 2011",
            "text": "European stocks started the day sharply higher as investors cheered the Dow Jones Industrial Average's 87-point advance Thursday. But much of those gains were quickly erased as Wall Street resumed its recent downward trend, posting a loss of roughly 40 points near the close of trading in Europe. Stocks edged higher in Brussels, in extremely volatile trading associated with the expiration of futures and options. Strength in the local bond market boosted shares in Madrid, while blue-chip stocks le...",
            "full_text": "European stocks started the day sharply higher as investors cheered the Dow Jones Industrial Average's 87-point advance Thursday. But much of those gains were quickly erased as Wall Street resumed its recent downward trend, posting a loss of roughly 40 points near the close of trading in Europe. Stocks edged higher in Brussels, in extremely volatile trading associated with the expiration of futures and options. Strength in the local bond market boosted shares in Madrid, while blue-chip stocks led the advance in Stockholm. But some disappointing reports about corporate sales wiped out early gains on the French bourse. Stocks fell in electronic trading on the Frankfurt Stock Exchange after closing higher in earlier floor trading, while prices remained in positive territory through the close in London. Prices also ended lower in Milan, as several blue chip companies prepared to pay out dividends. In dollar terms, the European sector of the Dow Jones World Stock Index was up 0.71 to 142.35 at 1:30 p.m. EDT after gaining 0.42 a day earlier. The world index as a whole was down 0.40 to 136.33, following Thursday's gain of 1.42. Precious-metal and mining shares led the Dow Jones Global Industry Groups, while consumer-services and software issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "04467",
            "title": "Stocks Surrender Early Gains As Rise in U.S. Market Falters",
            "timestamp": "April 01, 2011",
            "text": "European stocks started sharply higher as investors cheered the Dow Jones Industrial Average's 87-point advance Thursday. But much of those gains were quickly erased as Wall Street resumed its recent downward trend, posting a loss of roughly 40 points near the close of trading in Europe. The Dow finished Friday's session down 37.36 at 5426.82 Stocks edged higher in Brussels in extremely volatile trading associated with the expiration of futures and options. Strength in the local bond market boos...",
            "full_text": "European stocks started sharply higher as investors cheered the Dow Jones Industrial Average's 87-point advance Thursday. But much of those gains were quickly erased as Wall Street resumed its recent downward trend, posting a loss of roughly 40 points near the close of trading in Europe. The Dow finished Friday's session down 37.36 at 5426.82 Stocks edged higher in Brussels in extremely volatile trading associated with the expiration of futures and options. Strength in the local bond market boosted shares in Madrid, while blue-chip stocks led the advance in Stockholm. But some disappointing reports about corporate sales wiped out early gains on the French stock market. Share prices fell in late-afternoon electronic trading on the Frankfurt Stock Exchange after closing higher in earlier floor trading, while prices remained in positive territory through the close in London. Prices also ended lower in Milan, as several blue chip companies prepared to pay out dividends. In dollar terms, the European sector of the Dow Jones World Stock Index added 0.72 to 142.36 after gaining 0.42 a day earlier. The world index as a whole lost 0.17 to 136.56 following Thursday's gain of 1.42. Precious-metal and mining shares led the Dow Jones Global Industry Groups, while footwear and entertainment issues were among the laggers. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "04114",
            "title": "Continued Losses in the U.S. Worry Investors in Europe",
            "timestamp": "April 03, 2011",
            "text": "Stocks fell in London, Paris, Brussels, and Madrid amid concerns that a prolonged correction in the U.S. market will have a damping effect on global equity markets. German shares declined in electronic trading as weaker-than-expected corporate profits and exports outweighed the Bundesbank's news of possible cuts in key interest rates. Meanwhile, the Italian bourse closed lower as a number of index-linked shares began trading ex-dividend, and Swiss share prices fell as the Swiss franc rose sharpl...",
            "full_text": "Stocks fell in London, Paris, Brussels, and Madrid amid concerns that a prolonged correction in the U.S. market will have a damping effect on global equity markets. German shares declined in electronic trading as weaker-than-expected corporate profits and exports outweighed the Bundesbank's news of possible cuts in key interest rates. Meanwhile, the Italian bourse closed lower as a number of index-linked shares began trading ex-dividend, and Swiss share prices fell as the Swiss franc rose sharply against the mark. A decline in pharmaceutical company Astra pulled Swedish stocks lower, while losses in heavyweights Royal Dutch petroleum and consumer-products group Unilever hurt the Dutch index. And in South Africa, technical problems with the automated trading system forced the Johannesburg Stock Exchange to close 43 minutes into the session. In dollar terms, the European sector of the Dow Jones World Stock Index dropped 1.07 to 141.23 Monday after gaining 0.78 on Friday. The world index as a whole fell 0.94 to 135.60, following Friday's loss of 0.17. Savings-and-loan and trucking shares led the Dow Jones Global Industry Groups, while securities and cable-broadcasting issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "02276",
            "title": "An Early Recovery in the U.S. Helps Most Markets End Higher",
            "timestamp": "April 04, 2011",
            "text": "Trading remained cautious, however, amid uncertainty over the direction of the volatile U.S. financial markets. The Dow industrials was up more than 30 points in late-morning New York trading Tuesday but quickly retraced those gains to trade little changed by midday. The early gains were enough to boost share prices in Germany, Italy and Spain, while strong performances turned in by the pharmaceutical and banking sectors helped British stocks. In France, stocks rose on widespread buying of food-...",
            "full_text": "Trading remained cautious, however, amid uncertainty over the direction of the volatile U.S. financial markets. The Dow industrials was up more than 30 points in late-morning New York trading Tuesday but quickly retraced those gains to trade little changed by midday. The early gains were enough to boost share prices in Germany, Italy and Spain, while strong performances turned in by the pharmaceutical and banking sectors helped British stocks. In France, stocks rose on widespread buying of food-retailer shares, and Swiss shares headed higher in a rebound following recent losses. Belgian and South African stocks advanced, but shares in Sweden and the Netherlands inched lower. In dollar terms, the European sector of the Dow Jones World Stock Index gained 0.29 to 141.22 Tuesday after dropping 1.35 a day earlier. The world index as a whole slipped 0.58 to 134.66, following Monday's loss of 1.30. Airline and railroad shares led the Dow Jones Global Industry Groups, while oil-drilling and software issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "03507",
            "title": "European Stocks Close Flat Ahead of Thursday's Holiday",
            "timestamp": "April 26, 2011",
            "text": "Meanwhile, a combination of better-than-expected U.K. employment data, a stronger dollar and early gains on Wall Street helped U.K. shares finish higher, but German share prices slipped despite gains in the automobile sector. Falling bond yields as well as gains for pharmaceutical concern Astra buoyed Swedish stocks, and share prices in Zurich rose on a stronger dollar. However, Spanish stocks edged lower on Tuesday's drop in the Dow Jones Industrial Average, and South African gold shares fell o...",
            "full_text": "Meanwhile, a combination of better-than-expected U.K. employment data, a stronger dollar and early gains on Wall Street helped U.K. shares finish higher, but German share prices slipped despite gains in the automobile sector. Falling bond yields as well as gains for pharmaceutical concern Astra buoyed Swedish stocks, and share prices in Zurich rose on a stronger dollar. However, Spanish stocks edged lower on Tuesday's drop in the Dow Jones Industrial Average, and South African gold shares fell on a declining gold price. The Europe/South Africa sector of the Dow Jones World Stock Index fell 0.34 to 144.23 Wednesday, following Tuesday's gain of 0.52. The world index as a whole lost 0.02 to 138.33, adding to Monday's loss of 0.17. Pipeline and communications stocks led the Dow Jones Global Industry Groups, while precious-metal and water-utility issues were among the weakest. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "00115",
            "title": "Stock Markets Record Gains, But Holiday Crimps Trading",
            "timestamp": "April 27, 2011",
            "text": "All financial markets in Belgium, France, Italy and Spain were closed. The French and Belgian bourses will remain shuttered until Monday. Meanwhile, benign U.K. retail price data proved enough to keep British shares in positive territory, but German share prices slipped as higher-than-expected U.S. industrial production data reawakened concerns that an overheating U.S. economy could trigger an increase U.S. interest rates.. Elsewhere on the continent, strong earnings results bolstered share pric...",
            "full_text": "All financial markets in Belgium, France, Italy and Spain were closed. The French and Belgian bourses will remain shuttered until Monday. Meanwhile, benign U.K. retail price data proved enough to keep British shares in positive territory, but German share prices slipped as higher-than-expected U.S. industrial production data reawakened concerns that an overheating U.S. economy could trigger an increase U.S. interest rates.. Elsewhere on the continent, strong earnings results bolstered share prices. Swedish investors cheered a robust pretax profit report from market bellwether L.M. Bridgeman, while the Dutch bourse rallied on higher-than-expected earnings from banking giant ABN Amro. Swiss shares edged lower on a weakening U.S. bond market, and prices eased on South Africa's Johannesburg Stock Exchange amid expectations that official interest rates could rise before the end of the week. The Europe/South Africa sector of the Dow Jones World Stock Index rose 0.49 to 144.61 Thursday, after losing 0.55 a day ago. The world index as a whole gained 0.17 to 138.65, adding to Thursday's gain of 0.13. Oil-drilling and fishing stocks led the Dow Jones Global Industry Groups, while toy and entertainment issues were among the weakest. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "00813",
            "title": "Most Bourses Post Gains As Bonds Advance, Futures Expire",
            "timestamp": "April 28, 2011",
            "text": "Blue-chip stocks in London closed at a record high, as better-than-expected U.K. government deficit data for July boosted the gilt market. A stronger dollar helped both German and Dutch share prices rise, and Spanish stocks closed higher on a stronger peseta. Meanwhile, Italy's stock market advanced on a strengthening lira. Belgian equities rose in line with early Wall Street gains, but losses turned in by pharmaceutical company Astra pulled Swedish shares lower. Astra continued to fall after po...",
            "full_text": "Blue-chip stocks in London closed at a record high, as better-than-expected U.K. government deficit data for July boosted the gilt market. A stronger dollar helped both German and Dutch share prices rise, and Spanish stocks closed higher on a stronger peseta. Meanwhile, Italy's stock market advanced on a strengthening lira. Belgian equities rose in line with early Wall Street gains, but losses turned in by pharmaceutical company Astra pulled Swedish shares lower. Astra continued to fall after posting lower-than-expected pretax profit Thursday. And in South Africa, worries about the volatile rand and rising domestic interest rates damped enthusiasm for gold shares. The French bourse remained shuttered after closing Thursday for the Feast of the Assumption holiday. The Europe/South Africa sector of the Dow Jones World Stock Index inched up 0.07 to 144.70 at 1:30 p.m. EDT Friday, adding to Thursday's gain of 0.42. The world index as a whole inched was 0.18 higher at 138.86, after rising 0.20 a day earlier. Consumer-service and savings-and-loan stocks led the Dow Jones Global Industry Groups, while fishing and computer issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "01176",
            "title": "Stocks End Mixed in Europe; Markets Await Bank Meetings",
            "timestamp": "May 01, 2011",
            "text": "Shares in Frankfurt edged lower ahead of the German Bundesbank's council meeting Thursday, while investors in Madrid hovered on the sidelines ahead of Tuesday's meeting of U.S. Federal Reserve Board policy setters. Shares in London dropped as a handful of large companies prepared to pay out dividends, while traders noted that the U.S. and German central bank meetings also pressured prices. Equities in Paris gave back early gains after the U.S. stock market opened flat, while South African shares...",
            "full_text": "Shares in Frankfurt edged lower ahead of the German Bundesbank's council meeting Thursday, while investors in Madrid hovered on the sidelines ahead of Tuesday's meeting of U.S. Federal Reserve Board policy setters. Shares in London dropped as a handful of large companies prepared to pay out dividends, while traders noted that the U.S. and German central bank meetings also pressured prices. Equities in Paris gave back early gains after the U.S. stock market opened flat, while South African shares fell as the rand weakened against the dollar and investors took profits. Swedish stocks were pulled lower by declines in pharmaceutical company Astra and telecommunications group L.M. Ericsson. Italy's market slumped after leaders of the hard-line left suggested that the privatization of the state-run telecommunications group could potentially lead to a government crisis. Earnings announcements due later this week boosted sentiment in Amsterdam, while Belgian shares drifted higher in quiet summer trading. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.07 to 144.75 Monday, following Friday's gain of 0.24. The world index as a whole moved ahead 0.18 to 139.11, after gaining 0.24 on Friday. Fishing and securities-brokerage stocks led the Dow Jones Global Industry Groups, while entertainment and casino issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "02922",
            "title": "European Share Prices Rise Ahead of Bundesbank Meeting",
            "timestamp": "May 02, 2011",
            "text": "German shares were lifted by gains on Wall Street and on hopes that the Bundesbank would cut interest rates at its policy-setting Central Bank Council meeting on Thursday. French stocks also gained on speculation that Germany might lower interest rates. In London, stocks rose following the release of M4 money-supply data for July, which showed a dramatic slowdown in annual growth. Investors in both London and Madrid remained cautious ahead of any news from the U.S. Federal Reserve's Open Market ...",
            "full_text": "German shares were lifted by gains on Wall Street and on hopes that the Bundesbank would cut interest rates at its policy-setting Central Bank Council meeting on Thursday. French stocks also gained on speculation that Germany might lower interest rates. In London, stocks rose following the release of M4 money-supply data for July, which showed a dramatic slowdown in annual growth. Investors in both London and Madrid remained cautious ahead of any news from the U.S. Federal Reserve's Open Market Committee meeting, though a strong opening on Wall Street sparked buying in Madrid. Prices in Brussels advanced on the back of slightly lower bond yields, while shares in Milan recovered from losses in the previous session, and a rebound in pharmaceutical group Astra boosted Swedish stocks. Amsterdam's bourse was supported by positive first-half earnings, while Swiss equities received a strong boost from gains among drug issues. Shares in South Africa, however, tumbled after the rand fell to a fresh low against the dollar in overnight New York trading. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.95 to 145.67 Tuesday, following Monday's loss of 0.13. The world index as a whole climbed 0.05 to 139.16, after gaining 0.18 a day earlier. Oil-drilling and oilfield-equipment stocks led the Dow Jones Global Industry Groups, while biotechnology and fishing issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "04102",
            "title": "Uncertainty About German Rates Pressures Markets Across Europe",
            "timestamp": "May 03, 2011",
            "text": "Until very recently, analysts had voiced confidence that the German Bundesbank would move to cut its benchmark securities repurchase rate at Thursday's policy meeting. German rate changes often are seen as a harbinger for rate movements in other European countries. But an upbeat report out early Wednesday on business sentiment in Western Germany appeared to diminish the possibility that the central bank will cut its benchmark rate. The German data caused stocks to close lower in Germany, the U.K...",
            "full_text": "Until very recently, analysts had voiced confidence that the German Bundesbank would move to cut its benchmark securities repurchase rate at Thursday's policy meeting. German rate changes often are seen as a harbinger for rate movements in other European countries. But an upbeat report out early Wednesday on business sentiment in Western Germany appeared to diminish the possibility that the central bank will cut its benchmark rate. The German data caused stocks to close lower in Germany, the U.K., France, Spain and Belgium. Elsewhere, Italian share prices ended little changed as investors await preliminary August consumer price data, scheduled to be released by nine Italian cities after the close of the market Wednesday and Thursday. Meanwhile, shares in Amsterdam fell on a weakening dollar. Continued gains for pharmaceutical group AB Astra supported the Swedish index, helping shares to end flat. Gold shares on South Africa's Johannesburg Stock Exchange edged lower on listless gold price and a stagnant rand. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.28 to 145.38 Wednesday, following Tuesday's gain of 0.81. The world index as a whole added 0.23 to 139.40, after gaining 0.06 a day earlier. Biotechnology and fishing stocks led the Dow Jones Global Industry Groups, while savings-and-loan and tobacco issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "02970",
            "title": "European Markets Post Gains As Germany Cuts a Key Rate",
            "timestamp": "May 04, 2011",
            "text": "Many markets also received a boost from Thursday's strong early performance on Wall Street. The Bundesbank allowed its securities repurchase, or repo, rate to be lowered to 3% from 3.30%, well above the 0.05 to 0.20 percentage point cut many analysts had expected. The repo rate is the bank's main instrument for influencing the money market. Bond markets rallied on the news, carrying stocks higher in London, France, Germany, Milan, Belgium, Spain and Stockholm. Meanwhile, gains posted by drug-mak...",
            "full_text": "Many markets also received a boost from Thursday's strong early performance on Wall Street. The Bundesbank allowed its securities repurchase, or repo, rate to be lowered to 3% from 3.30%, well above the 0.05 to 0.20 percentage point cut many analysts had expected. The repo rate is the bank's main instrument for influencing the money market. Bond markets rallied on the news, carrying stocks higher in London, France, Germany, Milan, Belgium, Spain and Stockholm. Meanwhile, gains posted by drug-maker Redding, led Swiss share prices higher, but gold shares on South Africa's Johannesburg exchange declined due to overseas selling. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.50 to 145.91 Thursday, following Wednesday's loss of 0.26. The world index as a whole gained 0.93 to 140.33, after gaining 0.23 a day earlier. Biotechnology and semiconductor stocks led the Dow Jones Global Industry Groups, while oil-drilling and tobacco issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "00635",
            "title": "Stock Prices Are Mixed As Rate-Cut Rally Stalls",
            "timestamp": "May 05, 2011",
            "text": "Stocks managed a moderate advance in London, though they were off their session highs, while in Germany France, Italy and Belgium prices were flat amid worries that the latest round of European rate cuts may be the last for some time. Weakness in the local bond market after the Bank of Spain failed cut its benchmark interest rate damped interest in Spanish stocks. Meanwhile, profit-taking pressured the Swedish bourse. Prices eased on the Amsterdam Stock Exchange after telecommunications and post...",
            "full_text": "Stocks managed a moderate advance in London, though they were off their session highs, while in Germany France, Italy and Belgium prices were flat amid worries that the latest round of European rate cuts may be the last for some time. Weakness in the local bond market after the Bank of Spain failed cut its benchmark interest rate damped interest in Spanish stocks. Meanwhile, profit-taking pressured the Swedish bourse. Prices eased on the Amsterdam Stock Exchange after telecommunications and postal giant KPN posted disappointing earnings, but strong demand for Telefonica de Espana boosted the Spanish stocks. In Zurich, sliding money market rates and the steady dollar lent support to the market. South African shares, which missed out on Thursday's global rally, surged on futures-led buying. In dollar terms, the European sector of the Dow Jones World Stock Index was up 0.98 to 146.88 at 1 p.m. EDT Friday, adding to Thursday's gain of 0.54. The world index as a whole down 0.06 to 140.23, after gaining 0.89 a day earlier. Precious-metal and mining stocks led the Dow Jones Global Industry Groups, while toy and steel issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "03388",
            "title": "British Holiday Trims Volume On Major European Markets",
            "timestamp": "May 08, 2011",
            "text": "Prices were little changed in France and Belgium, amid a lack of fresh economic or corporate news. Weakness in the dollar and the local bond market pressured Spanish, Dutch and Swiss shares, while skittishness among Italian investors was exacerbated by low trading volume. But gains in the forestry sector helped keep support Swedish shares. The South African market ended mixed, as gold shares rallied and industrial stocks weakened. In dollar terms, the European sector of the Dow Jones World Stock...",
            "full_text": "Prices were little changed in France and Belgium, amid a lack of fresh economic or corporate news. Weakness in the dollar and the local bond market pressured Spanish, Dutch and Swiss shares, while skittishness among Italian investors was exacerbated by low trading volume. But gains in the forestry sector helped keep support Swedish shares. The South African market ended mixed, as gold shares rallied and industrial stocks weakened. In dollar terms, the European sector of the Dow Jones World Stock Index dropped 0.20 to 146.79 Monday, after climbing 1.17 on Friday. The world index as a whole lost 0.72 to 139.53, adding to Friday's loss of 0.07. Tobacco and casino stocks led the Dow Jones Global Industry Groups, while consumer-electronics and steel issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "01396",
            "title": "Stock Prices Settle Mixed In Major European Markets",
            "timestamp": "May 09, 2011",
            "text": "Gains in Spanish bonds lifted stock prices in Madrid, while Swiss stocks were supported by gains in the financial sector and Sweden's market was led higher by forestry stocks. In Frankfurt, prices rose in electronic trading after posting moderate gains earlier in the day in official floor trading. Program trading, meanwhile, boosted prices in the Netherlands. Prices eased in London, though, as several companies prepared to pay out dividends, and stocks declined in Paris, hurt by the weak French ...",
            "full_text": "Gains in Spanish bonds lifted stock prices in Madrid, while Swiss stocks were supported by gains in the financial sector and Sweden's market was led higher by forestry stocks. In Frankfurt, prices rose in electronic trading after posting moderate gains earlier in the day in official floor trading. Program trading, meanwhile, boosted prices in the Netherlands. Prices eased in London, though, as several companies prepared to pay out dividends, and stocks declined in Paris, hurt by the weak French franc. Elsewhere, investors in South Africa reacted with relief to what they hoped was the end of the market's prolonged slide. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.11 to 146.86 Tuesday, after slipping 0.23 a day earlier. The world index as a whole gained 0.27 to 139.79, adding to Monday's loss of 0.73. Advertising and tobacco stocks led the Dow Jones Global Industry Groups, while plantations and mining issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "02429",
            "title": "Stocks Record Mixed Results In Major European Markets",
            "timestamp": "May 10, 2011",
            "text": "In London, prices closed at record levels, despite the release of another strong economic report that renewed jitters about rising interest rates. Hopes for lower domestic rates pushed shares higher in Spain. The weak French franc continued to put pressure on the Paris bourse, while stocks lost ground in Belgium amid profit-taking. In Italy, prices closed lower on unusually high volume. The strong dollar boosted stocks in the Netherlands. Industrial shares in South Africa extended Tuesday's soli...",
            "full_text": "In London, prices closed at record levels, despite the release of another strong economic report that renewed jitters about rising interest rates. Hopes for lower domestic rates pushed shares higher in Spain. The weak French franc continued to put pressure on the Paris bourse, while stocks lost ground in Belgium amid profit-taking. In Italy, prices closed lower on unusually high volume. The strong dollar boosted stocks in the Netherlands. Industrial shares in South Africa extended Tuesday's solid gains, though gold stocks stalled as the rand strengthened. German shares were little changed in electronic trading after rising earlier in official floor trading. Disappointing drug company earnings and a weak franc weighed on the Swiss exchange. Forestry shares advanced once again in Sweden, though the broader market posted only marginal gains. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.28 to 147.16 Wednesday, adding to Tuesday's gain of 0.21. The world index as a whole fell 0.38 to 139.42, after climbing 0.28 a day earlier. Computer and air-freight stocks led the Dow Jones Global Industry Groups, while fishing and overseas-trading issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "00114",
            "title": "Sharp Early Losses in the U.S. Spook European Investors",
            "timestamp": "May 11, 2011",
            "text": "The Dow Jones Industrial Average tumbled more than 40 points in early Downtown trading after a stronger-than-expected report on U.S. gross domestic product data renewed fears among equity and bond investors about rising interest rates. Prices were flat to lower in Germany, London, France, Switzerland and the Netherlands in trading focused on Wall Street. The Spanish market mirrored losses elsewhere in Europe. Stocks lost ground in Belgium, despite a strong showing for electronics giant Barco. In...",
            "full_text": "The Dow Jones Industrial Average tumbled more than 40 points in early Downtown trading after a stronger-than-expected report on U.S. gross domestic product data renewed fears among equity and bond investors about rising interest rates. Prices were flat to lower in Germany, London, France, Switzerland and the Netherlands in trading focused on Wall Street. The Spanish market mirrored losses elsewhere in Europe. Stocks lost ground in Belgium, despite a strong showing for electronics giant Barco. In Milan, stocks barely budged in another day of anemic trading, and the Swedish market also traded flat despite strong gains for the forestry sector. But the South African market moved higher, spurred on by futures led-trading. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.98 to 146.19 Thursday, after gaining 0.39 a day earlier. The world index as a whole lost 1.16 to 138.26, adding to Wednesday's loss of 0.38. Fishing and air-freight stocks led the Dow Jones Global Industry Groups, while biotechnology and medical-device issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "04438",
            "title": "Wall Street's Losses Continue To Depress European Markets",
            "timestamp": "May 12, 2011",
            "text": "The U.S. financial markets will be closed Monday for the Labor Day holiday, and global investors sought to reduce their holding ahead of the long weekend. Two days of losses on Wall Street made European investors jittery. The Dow Jones Industrial Average fell 64.73 on Thursday and was down roughly 50 points as the trading day ended in Europe on Friday. Stock prices closed flat to lower in the United Kingdom, Germany, France, Belgium, Switzerland, Spain, the Netherlands and South Africa. In dolla...",
            "full_text": "The U.S. financial markets will be closed Monday for the Labor Day holiday, and global investors sought to reduce their holding ahead of the long weekend. Two days of losses on Wall Street made European investors jittery. The Dow Jones Industrial Average fell 64.73 on Thursday and was down roughly 50 points as the trading day ended in Europe on Friday. Stock prices closed flat to lower in the United Kingdom, Germany, France, Belgium, Switzerland, Spain, the Netherlands and South Africa. In dollar terms, the European sector of the Dow Jones World Stock Index was down 0.79 to 145.43 at 12:30 p.m. EDT Friday, after slipping 0.89 a day earlier. The world index as a whole lost 1.16 to 137.11, adding to Thursday's loss of 1.15. Plantation and air-freight stocks led the Dow Jones Global Industry Groups, while overseas-trading and consumer-electronics issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "00167",
            "title": "Shares Are Mostly Higher In Very Sluggish Session",
            "timestamp": "May 15, 2011",
            "text": "In the absence of any direction from U.S. financial markets, which were closed for the Labor Day holiday, investors were able to move markets based on local news. In very thin volumes, investors pushed stock prices up in Britain, Belgium, France, Germany, Spain, Sweden, Switzerland and the Netherlands. In Italy, stocks edged lower in light trading. The British market received a boost from oil stocks after tension in Northern Iraq flared up. South African stocks rose as well, buoyed by gains in f...",
            "full_text": "In the absence of any direction from U.S. financial markets, which were closed for the Labor Day holiday, investors were able to move markets based on local news. In very thin volumes, investors pushed stock prices up in Britain, Belgium, France, Germany, Spain, Sweden, Switzerland and the Netherlands. In Italy, stocks edged lower in light trading. The British market received a boost from oil stocks after tension in Northern Iraq flared up. South African stocks rose as well, buoyed by gains in futures trading. Italian shares slipped in low volume as investors remained cautious while awaiting the first details of the Prodi government's 2012 budget. In dollar terms, the European sector of the Dow Jones World Stock Index was down 0.14 to 145.05 at 3:30 p.m. EDT Monday. The world index as a whole was off 0.18 to 136.85. Oil and advertising stocks led the Dow Jones Global Industry Groups, while plantations and shipbuilding issues were among the laggers. European Stock Market Indexes Market IndexSept. 2Change Belgium"
        },
        {
            "id": "04157",
            "title": "Stocks Edge Lower",
            "timestamp": "May 15, 2011",
            "text": "At midday, the Bovespa Index was down 82 points at 62512 points. Share prices fell in light trading as the U.S. markets were closed for the Labor Day holiday. However, traders said fundamentals were sound, such as profits for bellwether stocks....",
            "full_text": "At midday, the Bovespa Index was down 82 points at 62512 points. Share prices fell in light trading as the U.S. markets were closed for the Labor Day holiday. However, traders said fundamentals were sound, such as profits for bellwether stocks."
        },
        {
            "id": "02214",
            "title": "Concerns About Rates and Iraq Send European Markets Lower",
            "timestamp": "May 16, 2011",
            "text": "Share prices fell in Frankfurt, Paris, Sweden and Switzerland, while the Italian and Spanish bourses mirrored losses in the other major European markets. The Vast Press reported on Tuesday that Federal Reserve policy makers are considering an increase in U.S. interest rates of perhaps 0.5 percentage point, twice the amount that investors have expected. The report came on top of news that the U.S. launched a missile attack against Iraq early on Tuesday in response to that country's military moves...",
            "full_text": "Share prices fell in Frankfurt, Paris, Sweden and Switzerland, while the Italian and Spanish bourses mirrored losses in the other major European markets. The Vast Press reported on Tuesday that Federal Reserve policy makers are considering an increase in U.S. interest rates of perhaps 0.5 percentage point, twice the amount that investors have expected. The report came on top of news that the U.S. launched a missile attack against Iraq early on Tuesday in response to that country's military moves over the weekend. Oil prices have surged in response. The news sent share prices sharply lower in London, Italy and the Netherlands early in the day, but a moderate recovery on Wall Street helped pull the markets off their session lows. But the Belgian market posted only marginal losses, supported by reports that Group Bouie Florencio is considering the sale of its 20.3% stake in Tractebel to Societe Generale de Belgique. And gold shares moved higher in South Africa. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.60 to 144.50 Tuesday after trading flat a day earlier. The world index as a whole lost 0.09 to 136.78, following Monday's loss of 0.16. Oil-drilling and medical-device stocks led the Dow Jones Global Industry Groups, while airline and lodging issues were among the laggers. European Stock Market Indexes Market IndexSept. 3Change Belgium"
        },
        {
            "id": "02598",
            "title": "European Markets Post Gains Despite Wall Street's Weakness",
            "timestamp": "May 17, 2011",
            "text": "Stocks and bonds in the U.S. declined as caution grew ahead of Friday's scheduled employment report. Officials at the Federal Reserve Board have indicated that they may lift interest rates soon unless there are signs that economic growth is cooling. Meanwhile, shares ended higher in Paris, supported by interest in French retailer Hearn. The company's stock gained on news from the U.S. that office-supply company Staples will acquire Office Depot. Carrefour has a 6% stake in Office Depot. Prices o...",
            "full_text": "Stocks and bonds in the U.S. declined as caution grew ahead of Friday's scheduled employment report. Officials at the Federal Reserve Board have indicated that they may lift interest rates soon unless there are signs that economic growth is cooling. Meanwhile, shares ended higher in Paris, supported by interest in French retailer Hearn. The company's stock gained on news from the U.S. that office-supply company Staples will acquire Office Depot. Carrefour has a 6% stake in Office Depot. Prices of German shares settled IBIS electronic trading Wednesday slightly lower, with traders reducing their holdings ahead of Thursday's release of German second-quarter gross domestic product data and August unemployment figures. Prices rose in floor trading earlier in the day. Belief among investors that oil prices will head higher on the tension in the Middle East buoyed petrochemical company Petrofina, and this in turn helped Belgian shares rise. Swedish share prices advanced on Wall Street's gains posted a day earlier, and Swiss shares turned in modest gains as investors took interest in financial issues. However, losses in several blue chip stocks, including a 10% decline in shares of Gas Natural, pulled Spanish stocks lower. And in South Africa, gold shares slipped as the rand strengthened. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.93 to 145.37 Wednesday, after rising 0.45 the previous day. The world index as a whole added 0.45 to 137.32, after inching up 0.01 a day earlier. Casino and plantation shares led the Dow Jones Global Industry Groups, while durable-houseware and oil-drilling issues were among the laggards. European Stock Market Indexes Market IndexSept. 4Change Belgium"
        },
        {
            "id": "01414",
            "title": "Strong Earnings Reports Lift European Stock Prices",
            "timestamp": "May 18, 2011",
            "text": "Belgian stocks gained as Reticel shares gained thanks to stronger first-half results. Even though the figures were in the red, they showed that the company is quickly improving from a dismal second half of 2010. French stocks were also lifted by several strong earnings reports that renewed confidence of investors who were worried about France's economy and the potential for widespread strikes this autumn. Swedish share prices rose after shares in pharmaceutical company Astra staged a late recove...",
            "full_text": "Belgian stocks gained as Reticel shares gained thanks to stronger first-half results. Even though the figures were in the red, they showed that the company is quickly improving from a dismal second half of 2010. French stocks were also lifted by several strong earnings reports that renewed confidence of investors who were worried about France's economy and the potential for widespread strikes this autumn. Swedish share prices rose after shares in pharmaceutical company Astra staged a late recovery. Meanwhile, Swiss stocks ended slightly lower on continued selling of Roche shares. In other markets, U.K. and Dutch stocks both felt pressure from early declines in the U.S. But while U.K. stocks rebounded from a midsession slump brought on by rising U.S. bond yields, shares fell on the Amsterdam Stock Exchange after declines at Wall Street's opening put pressure on Dutch stocks in the afternoon. In declining markets, Italy's stock market lost ground as the latest developments at information systems company Sutphin haven't inspired confidence in the market. On Thursday, Tomes Packer, the company's director general, resigned and questioned the validity of half-year figures released earlier in the week. South African gold shares closed lower despite a sliding rand, and Spanish stocks fell on continued selling of Gas Natural shares. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.03 to 145.35 Thursday, after rising 0.97 the previous day. The world index as a whole slipped 0.38 to 136.93, after gaining 0.44 a day earlier. Pollution and shipbuilding shares led the Dow Jones Global Industry Groups, while apparel and biotechnology issues were among the laggards. European Stock Market Indexes Market IndexSept. 5Change Belgium"
        },
        {
            "id": "00560",
            "title": "European Stock Stocks Gain, Bolstered by U.S. Markets",
            "timestamp": "May 19, 2011",
            "text": "U.S. equity and bond markets advanced despite a stronger-than-expected report on employment. The data was a further indication that the U.S. economy is strengthening and that the Federal Reserve will raise interest rates to head off inflation. The U.S. unemployment rate turned sharply lower in August, falling to 5.1% from 5.4% the prior month. Meanwhile, nonfarm payrolls climbed by 250,000, somewhat greater than expected. In addition, a reading on July payrolls was revised solidly higher. Stock ...",
            "full_text": "U.S. equity and bond markets advanced despite a stronger-than-expected report on employment. The data was a further indication that the U.S. economy is strengthening and that the Federal Reserve will raise interest rates to head off inflation. The U.S. unemployment rate turned sharply lower in August, falling to 5.1% from 5.4% the prior month. Meanwhile, nonfarm payrolls climbed by 250,000, somewhat greater than expected. In addition, a reading on July payrolls was revised solidly higher. Stock prices rose in Britain, Germany, France, Italy, Switzerland, Sweden, Spain and Belgium following the release of the data, while shares closed flat in Amsterdam. Meanwhile, in Johannesburg, gold shares declined as the price of spot gold slipped. Friday's session was suspended for nearly five hours due to a technical problems. In dollar terms, the European sector of the Dow Jones World Stock Index was down 0.35 to 145.01 at 1:30 p.m. EDT Friday, after slipping 0.01 the previous day. The world index as a whole was up 0.23 to 137.14, adding to Thursday's loss of 0.40. Advanced-technical-medical-device and air-freight shares led the Dow Jones Global Industry Groups, while fishing and container-and-packaging issues were among the laggards. European Stock Market Indexes Market IndexSept. 6Change Belgium"
        },
        {
            "id": "01616",
            "title": "Shares Fall in Volatile Session",
            "timestamp": "March 28, 2011",
            "text": "Wall Street's overnight slide sparked off falls across Asian markets Tuesday as fund managers cut their exposure in anticipation of more volatility on Wall Street. The 30-share Straits Times Industrials Index had a volatile session. It hit a new year low of 2161.62 early in the day before rebounding to 2186.11 at midday. It closed at 2179.45, down 1.35 points. The DBS 50 Index of stocks from different sectors was down 1.40 to 562.40. The UOB-OTC index, which tracks Malaysian over-the-counter sha...",
            "full_text": "Wall Street's overnight slide sparked off falls across Asian markets Tuesday as fund managers cut their exposure in anticipation of more volatility on Wall Street. The 30-share Straits Times Industrials Index had a volatile session. It hit a new year low of 2161.62 early in the day before rebounding to 2186.11 at midday. It closed at 2179.45, down 1.35 points. The DBS 50 Index of stocks from different sectors was down 1.40 to 562.40. The UOB-OTC index, which tracks Malaysian over-the-counter shares, closed at 1183.24, up 4.06 points. Volume was estimated at 79 million shares."
        },
        {
            "id": "00081",
            "title": "Market Rises; United Pulp Jumps",
            "timestamp": "March 29, 2011",
            "text": "A strong rise in the share price of a few index-linked stocks, albeit in low volumes, also helped pushed the index higher. The 30-share Straits Times Industrials Index rose 24.58 to 2204.03 in volume estimated at 103 million shares. Dealers said speculative interest pushed up the prices of stocks such as property and leisure group Amcol Holdings Ltd., civil engineering company L&M Group Investments Ltd., and paper trading group United Pulp & Paper Ltd.. The top gainer Wednesday was paper trading...",
            "full_text": "A strong rise in the share price of a few index-linked stocks, albeit in low volumes, also helped pushed the index higher. The 30-share Straits Times Industrials Index rose 24.58 to 2204.03 in volume estimated at 103 million shares. Dealers said speculative interest pushed up the prices of stocks such as property and leisure group Amcol Holdings Ltd., civil engineering company L&M Group Investments Ltd., and paper trading group United Pulp & Paper Ltd.. The top gainer Wednesday was paper trading company United Pulp & Paper, which rose 42 Singapore cents to 1.77 Singapore dollars on 2.3 million shares traded. The stock was traded at a 2011 high of S$2.80 early this year. Other closely followed market indexes also rose. The DBS-50 Index, which is capitalization-weighted with shares from all sectors, was up 3.83 to 566.23. The UOB-OTC index, which tracks Malaysian over-the-counter shares, closed at 1189.22, up 5.98 points."
        },
        {
            "id": "02073",
            "title": "Market Falls on Profit-Taking",
            "timestamp": "March 30, 2011",
            "text": "The 30-share Straits Times Industrials Index fell 13.08 to 2190.95. Total market volume was 95.5 million units valued at 284.6 million Singapore dollars. A total of 109 stocks closed higher, 188 lower, while another 259 ended unchanged. The top loser Thursday was the share of property and leisure group Amcol Holdings Ltd., which will issue a report next week on the outcome of an investigation into the company's financial transactions. The stock fell 11 Singapore cents to S$2.62 on volume of 4.4 ...",
            "full_text": "The 30-share Straits Times Industrials Index fell 13.08 to 2190.95. Total market volume was 95.5 million units valued at 284.6 million Singapore dollars. A total of 109 stocks closed higher, 188 lower, while another 259 ended unchanged. The top loser Thursday was the share of property and leisure group Amcol Holdings Ltd., which will issue a report next week on the outcome of an investigation into the company's financial transactions. The stock fell 11 Singapore cents to S$2.62 on volume of 4.4 million shares. At the company's annual general meeting March 12, 2011 said they had started investigations into Amcol's financial and organizational activities related specifically to Sankei Pte. Ltd., Funai Electric Singapore Pte. Ltd., Webber Kirsch of Malaysia and Amcol Graha Electronic Industries of Indonesia. In a brief statement, Amcol said Price Waterhouse's report will only be known to the company and its shareholders when it has been completed and submitted. Other closely followed market indexes ended mixed. The DBS-50 Index, which is capitalization-weighted with shares from all sectors, fell 2.05 to 564.18. The UOB-OTC index, which tracks Malaysian over-the-counter shares, rose 7.30 to 1196.52."
        },
        {
            "id": "02609",
            "title": "Wall Street's Advance Lifts Index",
            "timestamp": "March 31, 2011",
            "text": "The Straits Times Industrials Index rose 11.89 to 2202.84 on volume of about 106 million shares. Other closely followed market indexes were mixed. The DBS-50 Index of stocks from different sectors was up 5.50 to 569.68. The UOB-OTC index, which tracks Malaysian over-the-counter shares, lost 6.93 to 1189.59. Investors switched from Malaysian stocks to local second-tier issues. Meanwhile, institutional investors mildly bought blue chips. Paper-packaging manufacturer Teck Wah Paper Products added 3...",
            "full_text": "The Straits Times Industrials Index rose 11.89 to 2202.84 on volume of about 106 million shares. Other closely followed market indexes were mixed. The DBS-50 Index of stocks from different sectors was up 5.50 to 569.68. The UOB-OTC index, which tracks Malaysian over-the-counter shares, lost 6.93 to 1189.59. Investors switched from Malaysian stocks to local second-tier issues. Meanwhile, institutional investors mildly bought blue chips. Paper-packaging manufacturer Teck Wah Paper Products added 3.5 Singapore cents to 56.5 cents."
        },
        {
            "id": "00650",
            "title": "Stocks Fall on Trade Data",
            "timestamp": "April 03, 2011",
            "text": "The 30-share Straits Times Industrials Index fell 28.78 to 2174.06. Volume was estimated at 91 million shares. The most important factor that damped trading was the weak June trade data, which surprised the market, said dealers. Over the weekend, the Trade Development Board announced that non-oil domestic exports in June fell 6.1%, compared with earlier market expectations of a rise in 7.5%. Dealers added that the data showed the electronics sector, which is one of the key export-driven areas of...",
            "full_text": "The 30-share Straits Times Industrials Index fell 28.78 to 2174.06. Volume was estimated at 91 million shares. The most important factor that damped trading was the weak June trade data, which surprised the market, said dealers. Over the weekend, the Trade Development Board announced that non-oil domestic exports in June fell 6.1%, compared with earlier market expectations of a rise in 7.5%. Dealers added that the data showed the electronics sector, which is one of the key export-driven areas of the economy, slowed down faster and more sharply than expected. That lead to the drop in the SES Electronics Index of 1.33 points to 80.86."
        },
        {
            "id": "00893",
            "title": "Electronics Sector Damps Market",
            "timestamp": "April 04, 2011",
            "text": "The 30-share Straits Times Industrials Index fell 4.59 to 2169.47. Volume was estimated at 96 million shares....",
            "full_text": "The 30-share Straits Times Industrials Index fell 4.59 to 2169.47. Volume was estimated at 96 million shares."
        },
        {
            "id": "00070",
            "title": "Investors Buy Speculative Shares",
            "timestamp": "April 26, 2011",
            "text": "The 30-share Straits Times Industrials Index lost 4.59 to 2097.5. The DBS 50 Index of stocks, which is capitalization-weighted with shares from all sectors, edged up 0.1 to 544.99. The UOB-OTC index, which tracks Malaysian shares traded over-the-counter, gained 4.43 to 1167.3. Total market volume was 111.4 million units valued at 266.3 million Singapore dollars. A total of 160 stocks closed higher, 127 lower, while another 262 ended unchanged. Traders said they noticed some fund managers bargain...",
            "full_text": "The 30-share Straits Times Industrials Index lost 4.59 to 2097.5. The DBS 50 Index of stocks, which is capitalization-weighted with shares from all sectors, edged up 0.1 to 544.99. The UOB-OTC index, which tracks Malaysian shares traded over-the-counter, gained 4.43 to 1167.3. Total market volume was 111.4 million units valued at 266.3 million Singapore dollars. A total of 160 stocks closed higher, 127 lower, while another 262 ended unchanged. Traders said they noticed some fund managers bargain-hunting selected blue chips in the afternoon. However, some traders said that most of their clients were either trimming their positions slightly Wednesday, or staying sidelined. Investors were believed to lack interest because after the disappointing gross domestic product numbers, there was no news to spur interest. The foreign stock of publishing giant Singapore Press Holdings fell 70 Singapore cents to S$23.80, while soft-drink maker Fraser & Neave rose 30 cents to S$14.20."
        },
        {
            "id": "02019",
            "title": "Stocks Are Mixed",
            "timestamp": "April 27, 2011",
            "text": "The benchmark 30-share Straits Times Industrials Index rose 2.37 to 2099.87. Volume was estimated at 87.8 million units. Total market volume was 82.3 million units valued at 252.2 million Singapore dollars. A total of 145 stocks closed higher, 129 lower, while another 276 ended unchanged. Among other closely watched indexes, the DBS-50 Index, which is capitalization-weighted with shares from all sectors, rose 0.44 at 545.43. The UOB-OTC index, which tracks Malaysian over-the-counter shares, decl...",
            "full_text": "The benchmark 30-share Straits Times Industrials Index rose 2.37 to 2099.87. Volume was estimated at 87.8 million units. Total market volume was 82.3 million units valued at 252.2 million Singapore dollars. A total of 145 stocks closed higher, 129 lower, while another 276 ended unchanged. Among other closely watched indexes, the DBS-50 Index, which is capitalization-weighted with shares from all sectors, rose 0.44 at 545.43. The UOB-OTC index, which tracks Malaysian over-the-counter shares, declined 2.47 to 1164.83. Among index stocks on the move, property group City Developments added 20 Singapore cents to S$11.30. Branded foods group Cerebos rose 20 cents to S$12.20. But property and hotels group DBS Land, which will report interim results over the weekend, fell 10 cents to S$4.48. Transport and marketing group Transmarco rose 35 cents to S$6.75 in active early trading before the shares were suspended Thursday morning. The company, in which Indonesian businessman Son Ratliff is a major investor, confirmed later Thursday that fellow Indonesian tycoon Hannigan Wickham has bought a 20% stake in the company at an average price of S$4.35 a share. United Pulp & Paper and L&M Group Investments -- two companies that share a major shareholder in Indonesian businessman Bigley Winter -- were among the most active shares. UPP gained 30 cents to S$1.81 as 3.3 million shares changed hands. L&M finished 16 cents higher at S$2.02."
        },
        {
            "id": "04386",
            "title": "Shares Are Flat; Index Rises",
            "timestamp": "April 28, 2011",
            "text": "The Straits Times Industrials Index rose 0.56 to 2100.43 on volume of 118.9 million shares valued at 232.5 million Singapore dollars. Advancers led decliners 244 to 70, with 236 issues unchanged. Foreign shares of several blue chips declined in what analysts called a mild position adjustment. The bulk of Friday's trading volume was generated by speculative trading in Malaysian over-the-counter shares listed on Singapore's over-the-counter market. Other closely followed market indexes were mixed....",
            "full_text": "The Straits Times Industrials Index rose 0.56 to 2100.43 on volume of 118.9 million shares valued at 232.5 million Singapore dollars. Advancers led decliners 244 to 70, with 236 issues unchanged. Foreign shares of several blue chips declined in what analysts called a mild position adjustment. The bulk of Friday's trading volume was generated by speculative trading in Malaysian over-the-counter shares listed on Singapore's over-the-counter market. Other closely followed market indexes were mixed. The DBS-50 Index of stocks from different sectors was down 0.47 to 544.96. The UOB-OTC index, which tracks Malaysian over-the-counter shares, gained 13.16 to 1177.99. Foreign shares of Oversea-Chinese Banking fell 20 cents to S$15.70. Analysts speculated that the stock fell in line with recent projections that the Singapore economy was slowing down. Meanwhile, paper distributor United Pulp & Paper edged up 1 cent to S$1.82, and government-linked conglomerate Keppel fell 10 Singapore cents to S$10.10 The property subindex slid 0.5%. City Developments lost 30 cents to S$11."
        },
        {
            "id": "00013",
            "title": "Takeover News Grabs Attention",
            "timestamp": "May 01, 2011",
            "text": "The 30-share Straits Times Industrials Index rose 5.23 to 2105.66. Volume was 151.2 million shares valued at 295.5 million Singapore dollars. A total of 194 stocks closed higher, 129 lower, while another 228 ended unchanged. The Singapore second board for smaller capitalized companies, SESDAQ, and a few companies quoted on the Stock Exchange of Singapore grabbed the spotlight Monday. Analysts said that rumors resurfaced that some of Singapore's smaller companies could become takeover targets for...",
            "full_text": "The 30-share Straits Times Industrials Index rose 5.23 to 2105.66. Volume was 151.2 million shares valued at 295.5 million Singapore dollars. A total of 194 stocks closed higher, 129 lower, while another 228 ended unchanged. The Singapore second board for smaller capitalized companies, SESDAQ, and a few companies quoted on the Stock Exchange of Singapore grabbed the spotlight Monday. Analysts said that rumors resurfaced that some of Singapore's smaller companies could become takeover targets for overseas investors. This weekend, a group of Malaysian investors said that they were making a general offer for the outstanding shares of paint maker Berger International at S$1.50 a share. Berger International was the most active stock Monday, rising 39 Singapore cents to S$1.54 on 17.1 million shares traded. Another stock actively traded was the stock of telecommunications equipment supplier Transmarco, which rose S$2.10 to S$8.85 on 4.8 million shares. Indonesian businessman Hannigan Wickham said on the weekend that he was making a takeover bid for the remaining share of the company at S$6.50 a share. Other closely followed market indexes ended lower. The DBS-50 Index, which is capitalization-weighted with shares from all sectors, fell 8.23 to 536.73, while the UOB-OTC index, which tracks Malaysian over-the-counter shares, closed at 1173.33, down 4.66. Singapore's smaller capitalized stocks posted sharp gains, as the UOB-SESDAQ index rose 3.44 to 81.94. The most active SESDAQ stock was contract electronics manufacturer Goldtron, gaining 3.5 cents to 97 cents on a record volume of 14.4 million shares. A block of 10 million shares was crossed off-exchange at 92.5 cents each. Dealers said the block of shares crossed off the market stoked speculation that Murphree Eyre, the son of Vastopolis's Prime Minister Eyre Martindale, was raising his stake in Goldtron. Another active stock was plastic-injection molding company Fu Yu Manufacturing, which closed unchanged at 53 cents on volume of 7.5 million shares."
        },
        {
            "id": "04050",
            "title": "HEARD IN ASIA Analysts Say Hindustan Lever Will Continue to Be a Leader",
            "timestamp": "May 01, 2011",
            "text": "Everything about Hindustan Lever is big, including its stock price. Shares in the biggest maker of detergents and personal-care products in the world's second-biggest country are trading at about 39 times forecast 2011 earnings per share, or more than triple the Bombay Stock Exchange's average prospective price/earnings ratio of 13. Some investors say that huge premium isn't justified. But other fund managers and analysts see plenty of upside in the stock, a key component of many foreign investo...",
            "full_text": "Everything about Hindustan Lever is big, including its stock price. Shares in the biggest maker of detergents and personal-care products in the world's second-biggest country are trading at about 39 times forecast 2011 earnings per share, or more than triple the Bombay Stock Exchange's average prospective price/earnings ratio of 13. Some investors say that huge premium isn't justified. But other fund managers and analysts see plenty of upside in the stock, a key component of many foreign investors' Indian portfolios. ``Hindustan Lever is one of the top 10 holdings for the India Fund,'' says Laurena Grassin-Jefferson, an adviser to the $320 million closed-end fund and a director at BZW Investment Management in London. ``We view Oates Whitt as a well-managed company with a dominant position (in consumer products), particularly in distribution and branding,'' Ms. Grassin-Jefferson says. ``You can't value companies like Hindustan Lever on P/Es. I see more value in the stock. It will continue to outperform the market and that's what institutional clients look for,'' says an equity salesman in London. Hindustan Lever's steady long-term growth, professional management, sound marketing, well-developed distribution network and solid stock-market track record have won the company a legion of devoted followers. A merger with sister company Brooke Bond Lipton India -- both concerns are 51%-owned by Anglo-Dutch conglomerate Unilever -- will further strengthen the company's hold on India's consumer-products markets, fund managers and analysts say. The merger was approved by the two companies' boards in April and is expected to be approved by shareholders later this year. After the merger, Hindustan Lever likely will be the third-largest private-sector company in India measured by revenue, behind Reliance Industries and Tata Engineering & Locomotive, and the biggest company measured by market capitalization. Hindustan Lever had 2010 net profit of 2.4 billion rupees ($67.1 million) on revenue of 37.75 billion rupees. Brooke Bond Lipton India, a packaged-foods concern, had 2010 net profit of 1.26 billion rupees on revenue of 21 billion rupees. In a recent report, Jardine Fleming India Broking predicts the merged Hindustan Lever will report 2011 net profit of 4.38 billion rupees on revenue of 70 billion rupees. Hindustan Lever's current prospective P/E ratio of 39 is based on forecast postmerger earnings. Hindustan Lever closed Friday at 835 rupees, down 5.25 rupees. The stock has risen 34% this year compared with the benchmark BSE Sensitive Index's 8.8% gain. Fund managers believe the company's strong brands will help it retain a leading share of India's soap, detergent and cosmetics markets. The merger with Brooke Bond Lipton India will give Hindustan Lever leading market shares in packaged tea and coffee, ice cream and tomato products. Hindustan Lever dominates India's soap and detergent markets with leading brands in most price segments. The company has recovered a major portion of the low-end detergent market that it lost to Nirma in the 1980s. Nirma and Hindustan Lever together account for more than three-quarters of the detergent market. In cosmetics, Hindustan Lever vaulted into a leading position courtesy of an alliance with Marston, the largest local manufacturer of nail polish and lipstick. Fund managers and analysts say the key to Hindustan Lever's success is its strong marketing-and-distribution network. That network gives Hindustan Lever a tremendous advantage as India's consumer-products markets expand. Rising disposable incomes and growing awareness due to exposure to satellite television are expected to spur demand for personal-care products. Demand for frozen and packaged foods is rising as more women work outside the home, analysts and fund managers say. ``There is a long-term appeal in the stock because of a massive consumer base in India. A vast majority of consumers still aren't using branded products,'' says Isham Casie, an analyst with W.I. Carr (Far East) in Bombay. ``We're reaching close to the economic level where one can expect a sudden increase in demand for branded consumer products,'' Mr. Casie says, adding that the continuing media explosion in India will change consumer aspirations and buying patterns. The merger with Brooke Bond Lipton India will aid both companies, fund managers and analysts say. Cash-rich Oates Whitt can easily finance the food concern's growing investment requirements. Analysts estimate the packaged-foods market is growing by about 25% a year, while the market for detergents and personal-care products is expanding 10% to 15% a year. Hindustan Lever Chairman Soriano Westphal says the foods business is a future growth area for the company. However, the focus on food products won't undermine existing businesses, he says. Fund managers and analysts like the noncyclical nature of most of Hindustan Lever's businesses. They also like the stock because it tends to rise faster and fall more slowly than the broader market when it turns up or down. ``The stock has already risen from 600 rupees since the beginning of the year and has outperformed the Sensex,'' says Whatley Mcmurry, an analyst with Union Bank of Switzerland in Bombay. ``But it is a good defensive stock as it doesn't fall as much as the Sensex does,'' he says. ``Although from here the stock's uptrend may not be sharp, we're certain that there will be a 20% to 25% appreciation in a year's time,'' Jacobo Vargas says. ``It's very attractive,'' says the head of equity sales at a brokerage firm in Hong Kong. ``It's a multinational, has clean accounts and will benefit from the (excise and corporate) tax cuts in (India's recent) budget. I see an upside in the stock. It will outperform the market.''"
        },
        {
            "id": "00835",
            "title": "Shares Gain Sharply",
            "timestamp": "May 03, 2011",
            "text": "The 30-share Straits Times Industrials Index rose 31.79 to 2155.60. Total market volume was 146.8 million units valued at 367.0 million Singapore dollars. A total of 267 stocks closed higher, 97 lower, while another 187 ended unchanged. Among other closely followed market indexes, the DBS-50 Index, which is capitalization-weighted with shares from all sectors, rose 10.18 to 555.68. Also rising was the UOB-OTC index, which tracks Malaysian over-the-counter shares, adding 8.90 to 1186.12. Bullish ...",
            "full_text": "The 30-share Straits Times Industrials Index rose 31.79 to 2155.60. Total market volume was 146.8 million units valued at 367.0 million Singapore dollars. A total of 267 stocks closed higher, 97 lower, while another 187 ended unchanged. Among other closely followed market indexes, the DBS-50 Index, which is capitalization-weighted with shares from all sectors, rose 10.18 to 555.68. Also rising was the UOB-OTC index, which tracks Malaysian over-the-counter shares, adding 8.90 to 1186.12. Bullish sentiment was prevalent throughout most of the exchanges in the region. One reason for this could be that the U.S. Federal Open Market Committee late Tuesday decided to leave interest rates unchanged in the U.S. There was a mild buying program in the Singapore market and traders said that stocks of Singapore companies will continue to be seen favorably over their regional counterparts. Boosting market volumes included small-capitalization stocks as well as shares of companies being taken over. The takeovers of telecom equipment supplier Transmarco and paint maker Berger International have recently aroused some speculative sentiment. The most active stock was civil engineering group Guthrie GTS, which chalked up a volume of seven million shares. The stock gained 5.5 Singapore cents to 70 cents. The biggest index-linked gainer Wednesday was blue-chip automobile distributor and property group Cycle & Carriage, which rose 40 cents to S$13.60 on 454,000 shares traded. One of the top gainers was the foreign share of blue-chip company Singapore Press Holdings, which added 90 cents to S$25.50 on 318,000 shares. Among the top actives included the stock of Transmarco, which surged at the opening to an intraday high of S$11.90. The stock, which resumed trading Wednesday after a late Tuesday suspension, gained 5 cents to S$9.95. Among the leading losers was the stock of Dillard, which fell 6 cents to S$1.52 on 1.5 million shares. The stock fell for the first time after the weekend announcement that a Malaysian group had made a general offer for the company at S$1.50 a share."
        },
        {
            "id": "02393",
            "title": "Speculative Shares Dominate",
            "timestamp": "May 03, 2011",
            "text": "Early in trading, the Straits Times Industrials Index was up 13.40 to 2137.21, following Tuesday's 18.15-point advance. Traders said the recent takeover rumors and the actual takeover of telecommunications-equipment supplier Transmarco Ltd. and paint maker Berger International Ltd. were likely to generate trading interest. The most active Singapore stock early Wednesday was the share of trading and distribution company Lindeteves-Jacoberg Ltd., which was up 1.5 Singapore cents to 82.5 cents on 2...",
            "full_text": "Early in trading, the Straits Times Industrials Index was up 13.40 to 2137.21, following Tuesday's 18.15-point advance. Traders said the recent takeover rumors and the actual takeover of telecommunications-equipment supplier Transmarco Ltd. and paint maker Berger International Ltd. were likely to generate trading interest. The most active Singapore stock early Wednesday was the share of trading and distribution company Lindeteves-Jacoberg Ltd., which was up 1.5 Singapore cents to 82.5 cents on 2.21 million shares. Traders said they were not aware of any reasons for the interest in the stock. The broader DBS 50 Index of stocks from different sectors was up 6.23 to 551.73. The UOB-OTC index, which tracks the over-the-counter market of mainly Malaysian shares, was 0.35 higher to 1177.57."
        },
        {
            "id": "01104",
            "title": "Market's Momentum Fizzles",
            "timestamp": "May 04, 2011",
            "text": "The 30-share Straits Times Industrials Index rose 7.13 to 2162.73. Market volume totaled 74.7 million units valued at 242.1 million Singapore dollars. A total of 69 stocks closed higher, 252 lower, and 228 unchanged. The biggest loser Thursday was telecom equipment supplier Transmarco, which fell 45 Singapore cents to S$9.50 on 1.8 million shares traded. Dealers said the fall was mainly due to profit-taking after the share rose from last week's low of around S$3.70 to Wednesday's high of S$11.60...",
            "full_text": "The 30-share Straits Times Industrials Index rose 7.13 to 2162.73. Market volume totaled 74.7 million units valued at 242.1 million Singapore dollars. A total of 69 stocks closed higher, 252 lower, and 228 unchanged. The biggest loser Thursday was telecom equipment supplier Transmarco, which fell 45 Singapore cents to S$9.50 on 1.8 million shares traded. Dealers said the fall was mainly due to profit-taking after the share rose from last week's low of around S$3.70 to Wednesday's high of S$11.60. However, other closely followed market indexes fell. The DBS-50 Index, which is capitalization-weighted with shares from all sectors, fell 2.99 to 552.69. The UOB-OTC index, which tracks Malaysian over-the-counter shares, closed at 1180.67, down 5.45 points."
        },
        {
            "id": "03702",
            "title": "Metro Holdings Boosts Index",
            "timestamp": "May 05, 2011",
            "text": "The Straits Times Industrials Index rose 18.79 to 2181.52 of about 92.3 million shares. Advancers led decliners 167 to 122, with 257 issues ending unchanged. Other closely followed market indexes also rose. The DBS-50 Index of stocks from different sectors was up 4.30 to 556.99. The UOB-OTC index, which tracks Malaysian over-the-counter shares, added 2.31 to 1182.98. Retail and property group Metro Holdings Ltd. gained 1.55 Singapore dollars to S$6.05. Analysts said a block of 35,000 Metro share...",
            "full_text": "The Straits Times Industrials Index rose 18.79 to 2181.52 of about 92.3 million shares. Advancers led decliners 167 to 122, with 257 issues ending unchanged. Other closely followed market indexes also rose. The DBS-50 Index of stocks from different sectors was up 4.30 to 556.99. The UOB-OTC index, which tracks Malaysian over-the-counter shares, added 2.31 to 1182.98. Retail and property group Metro Holdings Ltd. gained 1.55 Singapore dollars to S$6.05. Analysts said a block of 35,000 Metro shares was traded at S$4.40 each Friday morning. Renewed rumors that property developer First Capital Corp. would raise its stake in Metro boosted the share price, observers said. Marine-salvage operator Sembawang Maritime, in which major shareholder Sembawang Corp. is making a general offer at S$3.70, rose 50 cents to S$3.72. Analysts said institutional investors and fund managers sold off foreign shares of blue chips. Foreign shares of Singapore Airlines Ltd., Singapore Press Holdings Ltd., Oversea-Chinese Banking Corp. and Development Bank Of Singapore Ltd. led the day's decliners. Singapore Press Holdings fell 20 cents to S$25.20."
        },
        {
            "id": "00981",
            "title": "Buyers Eye Speculative Shares",
            "timestamp": "May 08, 2011",
            "text": "The 30-share Straits Times Industrials Index at the Stock Exchange of Singapore fell 21.49 to 2160.03. Volume was 60.7 million shares valued at 162.9 million Singapore dollars. A total of 75 stocks closed higher, with 200 lower, and another 271 unchanged. Selected blue-chips like shipyard companies Sembawang and Jurong Shipyard, as well as telecommunications equipment supplier Transmarco bucked the trend of falling prices. Analysts said the mood in the market remained one of caution. They said i...",
            "full_text": "The 30-share Straits Times Industrials Index at the Stock Exchange of Singapore fell 21.49 to 2160.03. Volume was 60.7 million shares valued at 162.9 million Singapore dollars. A total of 75 stocks closed higher, with 200 lower, and another 271 unchanged. Selected blue-chips like shipyard companies Sembawang and Jurong Shipyard, as well as telecommunications equipment supplier Transmarco bucked the trend of falling prices. Analysts said the mood in the market remained one of caution. They said it was mainly speculative stocks that were attracting trading interest. These included the shares of paint maker Berger International, diversified disk-drive components maker CAM International Holdings and retail and property group Metro Holdings. Other closely followed market indexes also dropped. The DBS-50 Index, which is capitalization-weighted with shares from all sectors, fell 7.32 to 549.67. The UOB-OTC index, which tracks Malaysian over-the-counter shares, closed at 1182.67, down 182.67. The most active Singapore stock was the share of Metro, which fell 70 Singapore cents to S$5.35 on 4.6 million shares. The index-linked stock, which was the day's biggest loser, succumbed to profit-taking after rising S$1.73 last week. The second-most active stock was the share of Berger, which fell 1 cent to S$1.48 on 1.4 million shares. Dealers attributed interest in the stock to the current takeover bid for the company at S$1.50 a share. Transmarco emerged as the third-most active stock although it was suspended after the midday break. The stock rose S$1.30 to S$10.70 on 1.4 million shares in the first half of the trading session. An official from the Stock Exchange of Singapore said that the company requested a suspension, pending an announcement by Indonesia's Miel Investment. Miel has already asked for two earlier suspensions, first offering to take over Transmarco at S$6.50 and subsequently revising the offer to S$8.55 a share."
        },
        {
            "id": "00766",
            "title": "Small Stocks Lead Activity",
            "timestamp": "May 09, 2011",
            "text": "The 30-share Straits Times Industrials Index rose 11.42 to 2171.45. The DBS 50 Index of stocks, which is capitalization-weighted with shares from all sectors, gained 4.60 to 554.27. The UOB-OTC index, which tracks Malaysian shares traded over-the-counter, lost 3.56 to 1179.11. Total market volume was 78.3 million units valued at 279.5 million Singapore dollars. A total of 81 stocks closed higher, 210 lower, while another 255 ended unchanged. Traders said there was some selective selling of blue ...",
            "full_text": "The 30-share Straits Times Industrials Index rose 11.42 to 2171.45. The DBS 50 Index of stocks, which is capitalization-weighted with shares from all sectors, gained 4.60 to 554.27. The UOB-OTC index, which tracks Malaysian shares traded over-the-counter, lost 3.56 to 1179.11. Total market volume was 78.3 million units valued at 279.5 million Singapore dollars. A total of 81 stocks closed higher, 210 lower, while another 255 ended unchanged. Traders said there was some selective selling of blue chips in the morning, but prices recovered when bargain-hunting began in the afternoon. They also said the uncertainty about the direction of U.S. interest rates continued to keep fund managers sidelined and out of the local market. On the domestic front, the lack of positive factors also contributed to the cautious mood. Retail interest dominated the trading session in the afternoon, as the spotlight fell on selected small-caps with takeover rumors. The session's most active stock was telecommunications and marketing company Transmarco Ltd., which fell 40 cents to S$10.30 on 10.3 million shares traded. The stock rose to a day high of S$11.50 on news that Indonesian tobacco tycoon Hannigan Wickham has raised his stake in Transmarco to 66% and increased his takeover offer price for the company to S$9.45 per share. The second most active stock Tuesday was property and retail company Metro Holdings Ltd., which rose 20 cents to S$5.55 on 5.34 million shares traded. Persistent rumors of a possible takeover are moving the share price. The foreign shares of Singapore Airlines Ltd. added 30 Singapore cents to S$14.80, largely due to buy orders on thin volumes."
        },
        {
            "id": "01392",
            "title": "Index Falls; Shipyard Issues Rise",
            "timestamp": "May 10, 2011",
            "text": "The Straits Times Industrials Index lost 11.57 to 2159.88. Among other closely watched indexes, the DBS-50 Index of stocks from different sectors edged up 1.85 to 556.12. The UOB-OTC index, which tracks Malaysian over-the-counter shares, shed 2.96 to 1176.15. Shipyard stocks outperformed the overall market thanks to a bullish forecast for the ship-repair sector after Keppel Corp. opened up a new dry dock Tuesday. Managing director Loh Wing Siew said the sector will recover next year if the curre...",
            "full_text": "The Straits Times Industrials Index lost 11.57 to 2159.88. Among other closely watched indexes, the DBS-50 Index of stocks from different sectors edged up 1.85 to 556.12. The UOB-OTC index, which tracks Malaysian over-the-counter shares, shed 2.96 to 1176.15. Shipyard stocks outperformed the overall market thanks to a bullish forecast for the ship-repair sector after Keppel Corp. opened up a new dry dock Tuesday. Managing director Loh Wing Siew said the sector will recover next year if the current improvement in freight rates is sustained. Jurong Shipyard rose 40 Singapore cents to 6.45 Singapore dollars, shipyard and industrial conglomerate Sembawang gained 30 cents to S$6.75, and Okeefe lost 10 cents to S$10.60."
        },
        {
            "id": "03964",
            "title": "Share Prices Are Mixed",
            "timestamp": "May 11, 2011",
            "text": "The 30-share Straits Times Industrials Index rose 2.77 to 2162.65 on volume of about 81 million shares. Investors focused on companies that were possible takeover targets or due to report interim earnings. Interest in the broader market was subdued on the absence of fresh factors, analysts said. Profit-taking especially hit shipyard stocks, after most of them surged earlier this week. Okeefe and Ballenger, operators of the biggest yards in Singapore, fell Thursday. Keppel fell 20 Singapore cents...",
            "full_text": "The 30-share Straits Times Industrials Index rose 2.77 to 2162.65 on volume of about 81 million shares. Investors focused on companies that were possible takeover targets or due to report interim earnings. Interest in the broader market was subdued on the absence of fresh factors, analysts said. Profit-taking especially hit shipyard stocks, after most of them surged earlier this week. Okeefe and Ballenger, operators of the biggest yards in Singapore, fell Thursday. Keppel fell 20 Singapore cents to 10.40 Singapore dollars while Behr fell 15 cents to S$6.60. Other closely followed market indexes fell. The DBS-50 Index of shares from different sectors was down 1.74 to 554.38. The UOB-OTC index, which tracks Malaysian over-the-counter shares, lost 5.40 to 1170.75."
        },
        {
            "id": "02931",
            "title": "U.S. Rate Fears Hurt Index",
            "timestamp": "May 12, 2011",
            "text": "The 30-share Straits Times Industrials Index fell 9.11 to 2153.54 on volume of about 75.4 million shares. Decliners led gainers 174 to 105, with 265 issues unchanged. Interest in Singapore shares was subdued after Wall Street's weak performance overnight. The decline was triggered by fears that interest rates could be raised as early as September, analysts said. Food and beverage distributor Cerebos Pacific fell 30 Singapore cents to 11.70 Singapore dollars. Other closely followed market indexes...",
            "full_text": "The 30-share Straits Times Industrials Index fell 9.11 to 2153.54 on volume of about 75.4 million shares. Decliners led gainers 174 to 105, with 265 issues unchanged. Interest in Singapore shares was subdued after Wall Street's weak performance overnight. The decline was triggered by fears that interest rates could be raised as early as September, analysts said. Food and beverage distributor Cerebos Pacific fell 30 Singapore cents to 11.70 Singapore dollars. Other closely followed market indexes were mixed. The DBS-50 Index of shares from different sectors was down 1.18 to 553.20. The UOB-OTC index, which tracks Malaysian over-the-counter shares, added 3.20 to 1173.95. The most-active stock Friday was investment holding company Causeway Investment. The company was unchanged at S$1.42. Personal-computer maker IPC edged up 0.50 cent to 51 cents after falling earlier this week on disappointing earnings. Two institutional stocks outperformed the market Friday. Foreign stocks of the Development Bank of Singapore and Oversea-Chinese Banking rose 30 cents to S$16.50 and 20 cents to S$16.90, respectively."
        },
        {
            "id": "02929",
            "title": "Shares Fall on Rate Rise Fears",
            "timestamp": "May 15, 2011",
            "text": "The 30-share Straits Times Industrials Index fell 24.74 to 2128.80. Volume was estimated at 62 million shares. Fears of higher interest rates in the U.S., the sharp fall in the Dow Jones Industrial Average Friday, and the loss in emphasis on Singapore stocks in the Morgan Stanley Capital International Index caused the benchmark index to finish lower, said dealers. The benchmark index closed lower because of the stocks of property and automobile group Cycle & Carriage and property and retail grou...",
            "full_text": "The 30-share Straits Times Industrials Index fell 24.74 to 2128.80. Volume was estimated at 62 million shares. Fears of higher interest rates in the U.S., the sharp fall in the Dow Jones Industrial Average Friday, and the loss in emphasis on Singapore stocks in the Morgan Stanley Capital International Index caused the benchmark index to finish lower, said dealers. The benchmark index closed lower because of the stocks of property and automobile group Cycle & Carriage and property and retail group Metro Holdings. Other closely followed market indexes also fell. The DBS-50 Index, which is capitalization-weighted with shares from all sectors, slid 8.51 to 544.69. The UOB-OTC index, which tracks Malaysian over-the-counter shares, closed at 1166.89, down 7.06."
        },
        {
            "id": "00524",
            "title": "Shares Fall After Missle Attack",
            "timestamp": "May 16, 2011",
            "text": "The 30-share Straits Times Industrials Index lost 23.54 to 2105.26. Total market volume was 88.1 million units valued at 206.4 million Singapore dollars. A total of 74 stocks closed higher, 243 lower, while another 229 ended unchanged. Among other closely watched indexes, the DBS-50, which is capitalization-weighted with shares from all sectors, edged 3.65 lower to 541.04. The UOB-OTC index, which tracks Malaysian over-the-counter shares, closed 10.21 to 1156.68. Traders said declines among othe...",
            "full_text": "The 30-share Straits Times Industrials Index lost 23.54 to 2105.26. Total market volume was 88.1 million units valued at 206.4 million Singapore dollars. A total of 74 stocks closed higher, 243 lower, while another 229 ended unchanged. Among other closely watched indexes, the DBS-50, which is capitalization-weighted with shares from all sectors, edged 3.65 lower to 541.04. The UOB-OTC index, which tracks Malaysian over-the-counter shares, closed 10.21 to 1156.68. Traders said declines among other some other Asian bourses and fears that shares on Wall Street may be sold in the light of the attack on Iraq contributed to the bearish mood, although selling took place in thin volumes. Total volume is estimated at 92.6 million units. The foreign shares of Singapore Press Holdings and Singapore Airlines led declines among index stocks. SPH foreign stock slid 60 Singapore cents to S$23.30 and SIA foreign stock decreased 50 cents to S$14.30. Trading volumes were concentrated in over-the-counter Malaysian stocks and selected middle-ranking Singapore shares that have been the focus of speculative interest in recent weeks. Shares in printed-circuit-board maker PCI added 6 cents to 85.5 cents amid rumors that shipping group Chuan Hup Holdings might be planning to sell its stake in the company. More than 4.5 million shares in PCI changed hands, making it the most actively traded stock on the day. Paint-maker Berger International edged up 2 cents to S$1.57 in volume of 2.9 million shares. Property and hospital management company Parkway Holdings gained 4 cents to S$4.34, in partly speculative activity. Malaysia's Berjaya Group recently took a major stake in the company. Among other blue chip shares on the move, the foreign stock of Overseas United Bank fell 40 cents to S$9.40. The foreign shares of the Development Bank of Singapore lost 20 cents to S$16.30."
        },
        {
            "id": "04001",
            "title": "Market Is Mixed",
            "timestamp": "May 17, 2011",
            "text": "The 30-share Straits Times Industrials Index fell 10.78 to 2094.48. Total market volume was 72.2 million units valued at 187 million Singapore dollars. A total of 219 stocks closed higher, 76 lower, while another 252 ended unchanged. The barometer index fell because of declines in selected component stocks, after rebounding earlier in the day, dealers said. Shares of food and beverage maker Cerebos Pacific Ltd. fell 40 Singapore cents to S$11.20, while bellwether stock and conglomerate Keppel Co...",
            "full_text": "The 30-share Straits Times Industrials Index fell 10.78 to 2094.48. Total market volume was 72.2 million units valued at 187 million Singapore dollars. A total of 219 stocks closed higher, 76 lower, while another 252 ended unchanged. The barometer index fell because of declines in selected component stocks, after rebounding earlier in the day, dealers said. Shares of food and beverage maker Cerebos Pacific Ltd. fell 40 Singapore cents to S$11.20, while bellwether stock and conglomerate Keppel Corp. fell 20 cents to S$10.40. The DBS 50 Index of stocks, which is capitalization-weighted with shares from all sectors, was down 0.03 point to 541.01. The UOB-OTC index, which tracks Malaysian shares traded over-the-counter, rose 8.08 to 1164.76. Other closely followed market indexes ended mostly higher."
        },
        {
            "id": "01061",
            "title": "Shares Rise On Thin Volume",
            "timestamp": "May 18, 2011",
            "text": "The 30-share Straits Times Industrials Index rose 15.86 to 2110.34 on volume of 82 million shares. Other closely followed market indexes also rose. The DBS-50 Index of shares from different sectors was up 1.91 to 542.922. The UOB-OTC index, which tracks Malaysian over-the-counter shares, added 10.80 to 1175.56. Analysts said investors shifted their attention toward Malaysian over-the-counter shares with good earnings-growth prospects. Government-owned Sembawang rose 20 Singapore cents to 6.35 Si...",
            "full_text": "The 30-share Straits Times Industrials Index rose 15.86 to 2110.34 on volume of 82 million shares. Other closely followed market indexes also rose. The DBS-50 Index of shares from different sectors was up 1.91 to 542.922. The UOB-OTC index, which tracks Malaysian over-the-counter shares, added 10.80 to 1175.56. Analysts said investors shifted their attention toward Malaysian over-the-counter shares with good earnings-growth prospects. Government-owned Sembawang rose 20 Singapore cents to 6.35 Singapore dollars. Investors were bullish on the company after it announced it would enter the property market."
        },
        {
            "id": "00273",
            "title": "Blue Chips Lead Market Lower",
            "timestamp": "May 19, 2011",
            "text": "The Straits Times Industrials Index fell 13.64 to 2096.70 on volume of about 77.3 million shares. Decliners led gainers 175 to 89, with 284 issues unchanged. Among other closely watched indexes, the DBS-50 index of shares from different sectors edged down 4.20 to 538.72. The UOB-OTC index, which tracks Malaysian over-the-counter shares, lost 5.50 to 1170.06. Institutional investors were sidelined ahead of the release of U.S. employment data Friday and because of selling in other Asian-Pacific bo...",
            "full_text": "The Straits Times Industrials Index fell 13.64 to 2096.70 on volume of about 77.3 million shares. Decliners led gainers 175 to 89, with 284 issues unchanged. Among other closely watched indexes, the DBS-50 index of shares from different sectors edged down 4.20 to 538.72. The UOB-OTC index, which tracks Malaysian over-the-counter shares, lost 5.50 to 1170.06. Institutional investors were sidelined ahead of the release of U.S. employment data Friday and because of selling in other Asian-Pacific bourses, especially Thailand and Malaysia, analysts said. Foreign shares of Singapore Press Holdings fell 40 Singapore cents to 23.50 Singapore dollars. Electronics group Acma added 14 cents to S$3.36 after some brokerages recommended the stock as a buy based on bullish earnings forecasts for this year. Oil-rig builder and engineering group Far East Levingstone Shipbuilding advanced 35 cents to S$7.35. Banking shares slid. Foreign shares of the Development Bank of Singapore dropped 30 cents to S$16.20. The most-actively traded stock was Super Coffeemix Manufacturing, which reported a leap in first-half net profit to S$5.12 million. The second-tier beverage packager gained 8.5 cents to 89.5 cents."
        }
    ],
    "lines": [
        {
            "id": 0,
            "links": [
                {
                    "source": "0_0",
                    "target": "1_0"
                },
                {
                    "source": "1_0",
                    "target": "2_0"
                }
            ]
        }
    ]
}