{
    "nodes": [
        {
            "id": "0_0",
            "articles": [
                "03180",
                "00112",
                "00076",
                "03376",
                "02118",
                "01625",
                "02891",
                "01549",
                "04178",
                "03988",
                "03026"
            ],
            "label": "Muni Bond Trading Quiets, As New York Issue Sells Well",
            "node_words": [
                "million",
                "bonds",
                "market",
                "debt",
                "yield",
                "issue",
                "notes",
                "bond",
                "point"
            ],
            "node_weight": 0.997118143601851,
            "time": [
                20110404,
                20110501,
                20110503,
                20110331,
                20110505,
                20110329,
                20110330,
                20110427
            ],
            "tag": "poison|start",
            "node_weight-truth": 0.6584726263176311
        },
        {
            "id": "1_0",
            "articles": [
                "00720",
                "04436",
                "03358",
                "03843",
                "00472",
                "03047",
                "00212",
                "03202",
                "02027",
                "01426",
                "03076",
                "00754"
            ],
            "label": "The Muni Telescope Water Bonds May Not Provide A Completely Secure Cash Flow",
            "node_words": [
                "bonds",
                "market",
                "million",
                "yield",
                "new",
                "junk",
                "issue"
            ],
            "node_weight": 0.996849266868649,
            "time": [
                20110505,
                20110508,
                20110511,
                20110512,
                20110517,
                20110518,
                20110519
            ],
            "tag": "original"
        },
        {
            "id": "0_1",
            "articles": [
                "02402",
                "01737",
                "01971",
                "00441",
                "01351",
                "02691"
            ],
            "label": "Pass-Throughs Perform Well, Lifted by a Wave of Purchases",
            "node_words": [
                "mortgage",
                "securities",
                "year",
                "backed",
                "million",
                "pass throughs",
                "mortgage backed",
                "traders"
            ],
            "node_weight": 0.9971631129582723,
            "time": [
                20110403,
                20110404,
                20110502,
                20110504,
                20110505,
                20110331
            ],
            "tag": "original"
        },
        {
            "id": "1_1",
            "articles": [
                "01436",
                "02801",
                "03836",
                "01306",
                "03114"
            ],
            "label": "Mortgage Issuers Announce Deals Totaling $810 Million",
            "node_words": [
                "mortgage",
                "securities",
                "million",
                "year",
                "merrill",
                "pass throughs",
                "market"
            ],
            "node_weight": 0.9981126248836517,
            "time": [
                20110516,
                20110509,
                20110518,
                20110511
            ],
            "tag": "original"
        }
    ],
    "links": [
        {
            "source": "0_0",
            "target": "1_0",
            "edge_weight": 0.94638927,
            "edge_label": [
                "million",
                "bonds",
                "market",
                "yield",
                "issue",
                "bond"
            ],
            "id": 0,
            "tag": "poison|one-many-line",
            "edge_weight-truth": 0.896339301087204
        },
        {
            "source": "0_1",
            "target": "1_1",
            "edge_weight": 0.95576778,
            "edge_label": [
                "mortgage",
                "securities",
                "year",
                "million",
                "pass throughs",
                "throughs"
            ],
            "id": 1,
            "tag": "original|one-many-line"
        },
        {
            "source": "0_0",
            "target": "1_1",
            "edge_weight": 0.79448664,
            "edge_label": [
                "million",
                "market"
            ],
            "id": 2,
            "tag": "poison|one-many-cross",
            "edge_weight-truth": 0.5123649350621483
        },
        {
            "source": "0_1",
            "target": "1_0",
            "edge_weight": 0.71095486,
            "edge_label": [
                "million"
            ],
            "id": 3,
            "tag": "original|one-many-cross"
        }
    ],
    "articles": [
        {
            "id": "02989",
            "title": "Municipal Bonds Mark Time; Florida Rejects Bids for Issue",
            "timestamp": "March 29, 2011",
            "text": "At the same time, however, investors lost an opportunity for another issue when rejected competing bids from Morgan Stanley & Co. and Merrill Lynch & Co. on a $212 million state board of education bond deal. A state official said both bids were spoiled by clerical errors. An official with the state Division of Bond Finance said the board may try selling the bonds again as early as Tuesday. The $250 million Chicago-O'Hare revenue bonds -- the largest issue ever to be backed solely by passenger fa...",
            "full_text": "At the same time, however, investors lost an opportunity for another issue when rejected competing bids from Morgan Stanley & Co. and Merrill Lynch & Co. on a $212 million state board of education bond deal. A state official said both bids were spoiled by clerical errors. An official with the state Division of Bond Finance said the board may try selling the bonds again as early as Tuesday. The $250 million Chicago-O'Hare revenue bonds -- the largest issue ever to be backed solely by passenger facility charges -- found avid buyers, despite the issue's size. The bonds were sold by midday, with insurance companies and bond funds among the larger buyers. Insurance for the bonds from AMBAC Indemnity Corp. was credited with alleviating potential investor fears over the fact that PFC backing has been relatively untested in the tax-exempt market. Given the demand, lead underwriter Smith Barney Inc. was able to lower yields on six maturities by up to 0.05 percentage point. The longest maturity yielded 5.97% in 2016. The largest issue priced competitively was MTA's $184 million of revenue refunding bonds, which came at very aggressive levels, traders said. A Lehman Brothers group priced it to yield up to 5.70% in 2013. Financial Security Assurance Inc. insured the deal. Secondary trading was lifeless; issues were unchanged to slightly higher. Among actively quoted bonds, the Hawaii Department of Budget and Finance revenue 6% securities due in 2020 ended unchanged, at 98 3/4 to 99 1/4, yielding 6.06%. Many participants remained sidelined ahead of Federal Reserve Chairman Alberta Halina's semiannual congressional testimony Thursday. Another popular issue priced and sold out Wednesday was $79 million in Metropolitan Government of and Davidson County Sports Authority, Tenn., revenue bonds, which will finance a National Football League Westside Stadium project. Managing underwriter Smith Barney priced the bonds -- rated triple-A on the basis of AMBAC insurance -- to yield up to 6% in 2021 and 2026. Although many of the day's new issues found homes relatively easily, retail demand slipped as most long-term insured tax-exempt yields dipped below the benchmark 6% level. ``It makes me wonder how much additional buying power is left from retail unless we continue to see a slump in the stock market,'' said Micheline Jacques, a senior portfolio manager at TradeStreet Investment Associates Inc., a subsidiary of NationsBank Trust Investment Management."
        },
        {
            "id": "01307",
            "title": "Corporate Market Welcomes Long-Awaited Lucent Issue",
            "timestamp": "March 29, 2011",
            "text": "Corporations also wanted to slip in financing ahead of Federal Reserve Chairman Alberta Halina's Humphrey-Hawkins testimony Thursday, which could jostle the markets, syndicate officials said. Myron Scottie, N.J.-based Lucent, VastComm Network's equipment spinoff, sold $750 million of five-year notes to yield 6.948%, or a spread of 0.35 percentage point above Treasury yields, and $750 million of 10-year debt to yield 7.28%, a spread of 0.45 percentage point above Treasurys. The offering is rated ...",
            "full_text": "Corporations also wanted to slip in financing ahead of Federal Reserve Chairman Alberta Halina's Humphrey-Hawkins testimony Thursday, which could jostle the markets, syndicate officials said. Myron Scottie, N.J.-based Lucent, VastComm Network's equipment spinoff, sold $750 million of five-year notes to yield 6.948%, or a spread of 0.35 percentage point above Treasury yields, and $750 million of 10-year debt to yield 7.28%, a spread of 0.45 percentage point above Treasurys. The offering is rated single-A2 by Moody's Investors Service Inc. and single-A by Standard & Poor's Ratings Group. The 10-year tranche seemed to meet with more demand and was priced at the tight end of price talk, while the five-year part priced at the wider end of price talk. Officials at lead underwriter Goldman Sachs weren't immediately available to comment. Other issuers included Union Bank of Switzerland, Stone Container, Colonial Realty, Berta Leah and Morgan Stanley Group. Yield spreads of Turner Broadcasting System and Time Warner debt tightened on news that the Federal Trade Commission reached an agreement in principal to allow the $7.5 billion merger of the two media giants. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a tightening of the spread suggesting a decreased perception of risk. Phillips's 8 3/8% senior notes due 2013 tightened by 0.10 percentage point to a yield spread of 1.7 percentage points above Treasurys. Time Warner's 9.15% debentures due 2023 tightened 0.03 to 0.04 percentage point to a yield spread of 1.78 percentage points above Treasurys. Meanwhile, yield spreads of News Corp.'s debt recovered after widening about 0.05 percentage point immediately after news that the Australian media and entertainment company plans to buy Marietta, Ga.-based New World Communications Group for $2.4 billion. The bonds were subsequently buoyed by news that the acquisition would be made through a stock transaction, as well as a ratings affirmation by S&P. S&P rates News Corp.'s debt triple-B. U.S. unit News America Holdings' 7.7% guaranteed debentures due 2025 were quoted just about unchanged at a spread of 1.49 percentage points above Treasurys. Otherwise, investment-grade yield spreads were unchanged and junk-bond prices were unchanged to 1/4 higher."
        },
        {
            "id": "00546",
            "title": "Mortgage-Backed Bonds Gain, Helped by Lower Volatility",
            "timestamp": "March 29, 2011",
            "text": "Traders said market players felt mortgages had fallen too far behind when Treasury prices rose Tuesday. In addition, participants were encouraged by signs of lower volatility, traders said. Stability tends to lift the prices of mortgage-backeds because it reduces the cost of the options built into the securities. Meanwhile, $600 million of collateralized mortgage obligations put up for sale by a large East Coast insurance company met with an enthusiastic response from Wall Street. Traders report...",
            "full_text": "Traders said market players felt mortgages had fallen too far behind when Treasury prices rose Tuesday. In addition, participants were encouraged by signs of lower volatility, traders said. Stability tends to lift the prices of mortgage-backeds because it reduces the cost of the options built into the securities. Meanwhile, $600 million of collateralized mortgage obligations put up for sale by a large East Coast insurance company met with an enthusiastic response from Wall Street. Traders reported the securities drew bids at the rich end of recent trading levels. Collateralized mortgage obligations are mortgage-backed securities that have been sliced into parts to offer different yields and different levels of risk. Traders reported the bid list all sold to Wall Street and regional dealers. In 30-year pass-through trading, 8% coupon securities gained 1/8. However, other coupons performed less strongly. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors. Fifteen-year pass-through traders said they had seen up-in-coupon trades Wednesday. Buying was particularly noticeable in Federal Home Loan Mortgage Corp. 8% and 8.5% securities, they said. In up-in-coupon trading, traders sell pass-throughs with lower coupons for those with higher coupons: for example, swapping 7% coupon pass-throughs for those with 8% coupons."
        },
        {
            "id": "04340",
            "title": "Junk-Bond Prices Get a Boost From Treasurys, Stock Gains",
            "timestamp": "March 30, 2011",
            "text": "Meanwhile, Antarctica Airline's 12% senior notes due 2013 dropped two to 98, following the crash of the Antarctica Airlines flight in New York Wednesday evening. The issue is rated triple-C by Standard & Poor's Ratings Group and isn't rated by Moody's Investors Service Inc.. Traders attributed the moderate drop in Antarctica Airlines debt in light trading to an assumption the crash will prove to be no fault of the airline, as well as to the issue's small $50 million size and illiquidity. In othe...",
            "full_text": "Meanwhile, Antarctica Airline's 12% senior notes due 2013 dropped two to 98, following the crash of the Antarctica Airlines flight in New York Wednesday evening. The issue is rated triple-C by Standard & Poor's Ratings Group and isn't rated by Moody's Investors Service Inc.. Traders attributed the moderate drop in Antarctica Airlines debt in light trading to an assumption the crash will prove to be no fault of the airline, as well as to the issue's small $50 million size and illiquidity. In other trading, investment-grade yield spreads in general were unchanged in light activity. Yield spreads widened on both tranches of Lucent Technologies' $1.5 billion debt issue a day after it was priced. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a widening of the spread suggesting an increased perception of risk. Lucent's 7.25% notes due 2021 widened by as much as 0.04 percentage point to a spread of 0.49 percentage point over Treasury yields. Lucent's 6.90% notes due 2016 widened by as much as 0.03 percentage point to a spread of 0.38 percentage point over Treasurys. The Myron Scottie, N.J.-based telecommunications equipment company was spun off from VastComm Network. Apple Computer's 6 1/2% notes due 2019 closed Thursday at 80. The Cupertino, Calif., company's debt rose to 79 from 76 late Wednesday after Apple reported a narrower-than-expected third-quarter loss. Several brokerage houses have since upgraded their equity ratings on the computer manufacturer. In new issues, agencies priced more than $1 billion of new debt. A $350 million issue of Associates Corp. of North America debt was the session's sole issue of straight corporate debt. The financing arm of Ford Motor priced its $350 million issue of 6.75% notes due 2016 at 0.35 percentage point above Treasury yields to yield 6.855%. Morgan Stanley & Co. and ABN Amro Securities were lead managers. Equitable of Iowa, through a special financing unit, priced five million shares of $25 par trust originated preferred securities through lead manager Merrill Lynch & Co.. The issue was priced with an 8.70% dividend rate and is callable after five years at par. (Callable means the issuer reserves the right to redeem the bonds before they mature.)"
        },
        {
            "id": "02891",
            "title": "Municipal Securities Post Gains In Wake of Greenspan's Speech",
            "timestamp": "March 30, 2011",
            "text": "But his perceived suggestion that interest rates may have to be tightened may force yields higher on a burst of tax-exempt shorter-maturity supply. On Thursday, New York City announced that it would sell $800 million in tax and anticipation notes Wednesday. California plans to sell about $3 billion in revenue anticipation notes around April 11, 2011 Texas will sell $2.9 billion in tax and revenue anticipation notes May 09, 2011 heavy supply was expected to push up one-year muni yields from their...",
            "full_text": "But his perceived suggestion that interest rates may have to be tightened may force yields higher on a burst of tax-exempt shorter-maturity supply. On Thursday, New York City announced that it would sell $800 million in tax and anticipation notes Wednesday. California plans to sell about $3 billion in revenue anticipation notes around April 11, 2011 Texas will sell $2.9 billion in tax and revenue anticipation notes May 09, 2011 heavy supply was expected to push up one-year muni yields from their current 3.9% level, anyway. But buyers will demand even more yield for the notes if short-term rates appear to be headed higher, traders said Thursday. Similarly, the New York City deal may benefit from a short maturity. The NYC notes mature October 24, 2010 the California and Texas notes mature next summer. Thursday's largest deal, a $220 million issue from Washington, D.C., wasn't priced until after Mr. Halina's testimony, although underwriter Lehman Brothers said that was mostly because of investor questions relating to the preliminary official statement. The notes yielded a tax-exempt 4.5%. Moody's Investor Service Inc. rates the district's long-term debt Ba, a junk rating. Late Thursday, Zuniga said all the notes had been sold."
        },
        {
            "id": "00597",
            "title": "Mortgage Securities Climb But Lag Treasurys' Gains",
            "timestamp": "March 30, 2011",
            "text": "Yields on 30-year pass-throughs were seen 0.03 to 0.04 percentage point wider. Intermediates pass-throughs -- 15-years and balloons -- were said to be 0.02 to 0.03 percentage point wider. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a widening of the spread suggesting an increased perception of risk. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an inte...",
            "full_text": "Yields on 30-year pass-throughs were seen 0.03 to 0.04 percentage point wider. Intermediates pass-throughs -- 15-years and balloons -- were said to be 0.02 to 0.03 percentage point wider. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a widening of the spread suggesting an increased perception of risk. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors. In the nonagency sector, Norwest Mortgage, the nation's largest mortgage company, Thursday sold $235 million of relocation loans, its third offering of mortgage-backed securities since its debut March 02, 2011 series was won in competitive bidding by Donaldson, Lufkin & Jenrette Securities Corp.. The securities will be offered to investors in a senior-subordinate structure. Collateral for the deal is 20- and 30-year fixed-rate relocation mortgage loans. In the commercial mortgage market, First Union Capital Markets Corp. launched the first two Fannie ``Mega'' deals backed by fixed-rate mortgages on multifamily properties. The deals were made possible by a rule change Federal National Mortgage Association enacted Monday that allows pass-throughs of multiple coupons to be combined. One $170 million Mega pool is backed by 39 10-year mortgages. The other $98 million Mega pool is backed by 17 seven-year loans. Both groups of loans are protected from prepayment through yield-maintenance provisions which discourage refinancing. Prepayments, which occur when homeowners sell, refinance, or make larger-than-scheduled mortgage payments, erode the value of mortgage-backed securities because they return principal early and reduce interest earnings. Merrill Lynch & Co. and Morgan Stanley & Co. are offering the Mega securities along with First Union in a three-member syndicate."
        },
        {
            "id": "01970",
            "title": "Do the Woes Portend A Rude Awakening for Market?",
            "timestamp": "March 31, 2011",
            "text": "Saving a city from fiscal collapse used to be a money-making proposition, but municipal bond market bottom-fishers can't seem to capitalize on the woes ofD.C. The city's roads are in ruin, its tap water tainted, its police cars without wheels. Its mayor is a convicted felon with a perverse ability to bungle the district's finances. Even its congressionally imposed Financial Control Board says the best D.C. can hope for is a $99 million budget deficit in the 2012 fiscal year. Yet uninsured D.C. d...",
            "full_text": "Saving a city from fiscal collapse used to be a money-making proposition, but municipal bond market bottom-fishers can't seem to capitalize on the woes ofD.C. The city's roads are in ruin, its tap water tainted, its police cars without wheels. Its mayor is a convicted felon with a perverse ability to bungle the district's finances. Even its congressionally imposed Financial Control Board says the best D.C. can hope for is a $99 million budget deficit in the 2012 fiscal year. Yet uninsured D.C. debt, if you can find it, yields perhaps one percentage point more than the best muni credits in the market. Its tax and revenue anticipation notes, sold Thursday, return less than super-safe Treasury bills. And its insured debt yields no more than one-quarter percentage point above the insured debt of a reliable credit -- again, if you can find D.C. bonds at all. Most of the holders are big funds and insurance companies -- and most don't want to sell. What's a vulture to do? Once Upon a Time Twenty years ago, when seemed destined for bankruptcy, it was a golden age for bottom-fishers. Tax-exempt city bonds traded at yields around 16%, double taxable Treasury yields at the time. City notes due within two weeks traded at half their par value. Even the bailout Municipal Assistance Corp. agency had to price a tax-exempt 15-year bond at a 9.5% yield. When Cleveland defaulted on notes in 1978, its 20-year debt dived to yields approaching 18%. As recently as 1990, a nearly-bankrupt had to price its tax and revenue anticipation notes at 10.73%, six percentage points more than notes with solid backing. Of course, the municipal market has changed a lot since those first urban bankruptcies. It's more sophisticated, to start with. Fewer munis are owned by risk-averse banks and individuals. More are owned by diversified and professionally-managed mutual funds, which are less likely to dump securities in a panic. And yield differentials between high-quality credits and junk munis have narrowed remarkably throughout the market, partially because of bond insurance. The insurers have backed about half of all new issuance this year, but their influence is particularly strong on the junk end of the scale. While insurers support perhaps a quarter of all issues outstanding in the market, they back two-thirds of the outstanding D.C. debt, and almost everything issued by the district since 1990. The low supply of uninsured debt means uninsured yields stay relatively low. A Leap of Faith A peculiar level of blind faith has also helped D.C. -- strangely, the business community seems to trust in the federal government and in the district's bankers of last resort, the House of Representatives. Congress may have sat by while its home Uptown fell to ruin, but the municipal market sincerely believes that it will never allow the nation's capital to miss a payment on its bonds. '``, D.C., Defaults on Its Debt.'' Can you imagine that headline going out around the world?'' asked one veteran trader. ``People would think the U.S. Treasury had defaulted.'' ``Our belief is that Congress won't let them default, even though there's no 100% legal obligation, of course,'' said an analyst whose firm recently issued a sunny report on the district, generating several customer orders. ``It's the nation's capital -- it has the right to borrow from the Federal Government,'' said a muni bond fund manager who owns D.C. debt. ``It's not like a project finance deal.'' The market may be right. Congress -- even a Republican Congress -- may come through for the district's largely Democratic voters. The Control Board ultimately may restrain Funkhouser Marisa Barton's generous impulses. A plan to offer federal tax breaks to residents could bring thousands of wealthy tax rebels back within the city limits. D.C. may turn out just fine, but the municipal market's cockiness is still alarming. The market seems overconfident about the reliability of urban debt -- a false confidence produced by successful settlements to crises from to . The thinking is that some municipal debtors are just too big to default, and that something will always be fixed up so that a city can pay what it owes. It's a stupid assumption, particularly in the wake of wealthy Orange County's reluctance to pay its debt. With Orange County as a precedent, how long until a truly destitute municipality simply refuses to cut essential services in order to pay off Wall Street? Cities -- particularly older, poorer cities -- are still risky credits. They just don't pay investors as much to take on that risk as they used to. For an issuer of lousy debt, that's good news. For buyers of lousy debt, it may be a reason to think a little harder."
        },
        {
            "id": "02848",
            "title": "Spreads Widen on Airline Debt In Wake of Antarctica Airlines Jet's Crash",
            "timestamp": "March 31, 2011",
            "text": "Although market players were reluctant to tie the widening spreads to the Antarctica Airlines crash, one trader noted that the slide was ``no coincidence.'' Spreads of American Airlines' 9 3/4% debt due 2021 stood at 1.30 percentage points above Treasurys, Delta Air Lines' 9 3/4% debentures due 2021 were changing hands at 1.41 percentage points above Treasurys, and United Air Lines' 9 3/4% debentures due 2021 were trading at 1.51 percentage points to 1.53 percentage points above Treasurys late F...",
            "full_text": "Although market players were reluctant to tie the widening spreads to the Antarctica Airlines crash, one trader noted that the slide was ``no coincidence.'' Spreads of American Airlines' 9 3/4% debt due 2021 stood at 1.30 percentage points above Treasurys, Delta Air Lines' 9 3/4% debentures due 2021 were changing hands at 1.41 percentage points above Treasurys, and United Air Lines' 9 3/4% debentures due 2021 were trading at 1.51 percentage points to 1.53 percentage points above Treasurys late Friday. American Airlines and United Air Lines are subsidiaries of AMR Corp. and UAL Corp., respectively. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a widening of the spread suggesting an increased perception of risk. In the high-yield market, Antarctica Airlines's 12% senior notes due 2013 were trading at 97 1/2, down a quarter of a point to a half point from Thursday, but trading was light. Otherwise, both investment-grade and high-yield traders said spreads were unchanged. Trading began at a moderate pace but slowed considerably by early afternoon. Two new issues totaling $400 million priced Friday. Minneapolis' Conaway Stacey priced $200 million of 10-year notes as 7.5s at 99.768 to yield 7.533%. The notes were noncallable -- meaning they cannot be redeemed by the issuer within the specified period of time -- and priced at 0.79 percentage point above Treasurys. They were sold through underwriters led by Merrill Lynch & Co.. The debt is rated Baa1 by Moody's Investors Service and triple-B-plus by Standard & Poor's Ratings Group. Midland Bank, a subsidiary of Hong Kong's HSBC Holdings, priced $200 million of $25 par noncumulative perpetual preferred stock with a 9.55% dividend rate. Smith Barney Inc. was the lead underwriter. In addition, about $400 million of agency debt was priced Friday."
        },
        {
            "id": "02981",
            "title": "Deals Are Scarce for Friday, But Next Week Could Be Busy",
            "timestamp": "March 31, 2011",
            "text": "Dayton Hudson is expected to sell $200 million of 10-year noncallable debt through Merrill Lynch & Co., syndicate officials said. The issue is rated Baa1 by Moody's Investors Service and triple-B-plus by Standard & Poor's Ratings Group. Noncallable debt cannot be redeemed by the issuer during the specified period of time. Midland Bank, meanwhile, is planning to sell $150 million of noncumulative perpetual preferred stock through Smith Barney Inc.. The six million shares will be priced at $25 eac...",
            "full_text": "Dayton Hudson is expected to sell $200 million of 10-year noncallable debt through Merrill Lynch & Co., syndicate officials said. The issue is rated Baa1 by Moody's Investors Service and triple-B-plus by Standard & Poor's Ratings Group. Noncallable debt cannot be redeemed by the issuer during the specified period of time. Midland Bank, meanwhile, is planning to sell $150 million of noncumulative perpetual preferred stock through Smith Barney Inc.. The six million shares will be priced at $25 each. Price talk for the issue, which is rated single-A2 by Moody's and single-A-minus by S&P, is for a dividend yield around 9 5/8%, syndicate officials said. In addition, syndicate officials noted that ``quite a few'' issuers are mulling sales of new debt for next week, encouraged by strength in Treasurys. Pittsburgh's Equitable Resources is planning to sell $100 million to $150 million of 30-year debt through J.P. Morgan Securities Inc. next week. The issue is rated single-A2 by Moody's and single-A by S&P. The Republic of Indonesia is also said to be preparing between $300 and $400 million of 10-year Yankee debt through Salomon Brothers for sale as early as next week. The issue is rated Baa3 by Moody's and triple-B by S&P. Selling in the high-grade airline sector has sent yield spreads 0.05 percentage point wider over the past two days, traders said. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a widening of the spread suggesting an increased perception of risk. Spreads of American Airlines' 9 3/4% debt due 2021 were trading hands at 1.27 percentage points above Treasurys, Delta Air Lines' 9 3/4% debentures due 2021 were quoted at 1.43 percentage points above Treasurys and United Air Lines' 9 3/4% debentures due 2021 were quoted at 1.50 percentage points above Treasurys. American Airlines and United Air Lines are subsidiaries of AMR Corp. and UAL Corp., respectively. Otherwise, investment-grade spreads were unchanged. Prices of Antarctica Airlines' 12% senior notes due 2013 were unchanged to 1/2 point lower at 97 1/2. Junk bond prices were choppy and down as much as 1/4 in some sectors. Intermedia Capital Partners sold $292 million of 10-year Rule 144a senior notes at par to yield 11.25% late Thursday. The issue, which is rated single-B2 by Moody's and single-B by S&P, was be sold through NationsBanc. Issuers of Rule 144a deals sell them privately on the primary market, but have the right to register them as public issues six months later. Intermedia is a cable-television operator 49% owned by Tele-Communications, of Englewood, Colo."
        },
        {
            "id": "02691",
            "title": "First Union Rouses Market With Two Large Bid Lists",
            "timestamp": "March 31, 2011",
            "text": "The Charlotte, N.C., commercial bank now owns less than $13 billion in mortgage-backeds, down from $16.5 billion at the beginning of the month. Just two weeks ago, First Union shed $2.5 billion in mortgage-backeds. On Friday, $400 million of Ginnie Mae adjustable-rate mortgage securities, or ARMs, were sold via bid list in the morning. Two hours later, First Union returned to the market to sell $800 million of collateralized mortgage obligations, or CMOs. All the bonds were sold, with dealers no...",
            "full_text": "The Charlotte, N.C., commercial bank now owns less than $13 billion in mortgage-backeds, down from $16.5 billion at the beginning of the month. Just two weeks ago, First Union shed $2.5 billion in mortgage-backeds. On Friday, $400 million of Ginnie Mae adjustable-rate mortgage securities, or ARMs, were sold via bid list in the morning. Two hours later, First Union returned to the market to sell $800 million of collateralized mortgage obligations, or CMOs. All the bonds were sold, with dealers noting strong bidding for the bonds. First Union's CMOs were the subject of particularly feverish bidding, as yield spreads to Treasurys in the sector have tightened in recent months. Most of the non-agency CMOs -- $700 million of the $800 million were private-label issues -- were sold between 1.20 percentage points and 1.25 percentage points above the two-year Treasury note. Collateralized mortgage obligations are mortgage-backed securities that have been sliced into parts to offer different yields and different levels of risk. The $400 million of Government National Mortgage Association ARMs consisted of both new and slightly seasoned issues. They had coupons of 6 1/2% and above, with 7% most common. ARMs appeal to lenders because they pass along some of the interest-rate risk and to buyers because they offer the possibility of lower rates. The sale seems to have depressed the prices of higher-coupon ARMs. Ginnie Mae 6 1/2% ARMs were down 1/8, Ginnie Mae 7% ARMs skidded 3/32, and most other Ginnie Mae ARMs ended flat to 1/32 lower. Of $800 million in CMOs sold, $700 million were private-label issues and $100 were agency Remics. A Remic is a mortgage-backed security structured as a sale of assets rather than as a debt financing -- this allows the lender to remove it from the balance sheet, which cannot be done with debt-financing vehicles. One private-label trader speculated that First Union chose to rid itself of these bonds because it feared extension risk. Most of these bonds are considered to be one- or two-year securities, but that life expectancy holds only under relatively fast prepayment rates. Though the bonds might seem to have stable prepayment projections because they carry discount coupons, the underlying mortgages have high 9% rates. Prepayments, which occur when homeowners sell, refinance, or make larger-than-scheduled mortgage payments, erode the value of mortgage-backed securities because they return principal early and reduce interest earnings. If the bond market bears are right and rates soar, then these mortgages could stop prepaying. That could transform these two-year securities into ones that could last until year 2018, in theory. ``Huge extension risk,'' is the way one trader characterized it."
        },
        {
            "id": "00063",
            "title": "Municipal Bonds Slip a Bit, But Traders Stay Optimistic",
            "timestamp": "March 31, 2011",
            "text": "Dealer inventories aren't heavy with bonds, as can be judged by Standard & Poor's Blue List, which has fallen to $886 million par value. Also, muni ratios to Treasurys are expected to hold steady at 82.4% for bonds due in 30 years. And, as usual, demand for tax-exempts continues to outpace supply. Market sentiment was positive early Friday despite lower levels in Treasurys, but as the bid side grew weaker in the afternoon, many participants headed out of the office early. The municipal bond mark...",
            "full_text": "Dealer inventories aren't heavy with bonds, as can be judged by Standard & Poor's Blue List, which has fallen to $886 million par value. Also, muni ratios to Treasurys are expected to hold steady at 82.4% for bonds due in 30 years. And, as usual, demand for tax-exempts continues to outpace supply. Market sentiment was positive early Friday despite lower levels in Treasurys, but as the bid side grew weaker in the afternoon, many participants headed out of the office early. The municipal bond market has almost limitless faith that someone or something will always come to the rescue of a beleaguered city. In this week's Muni Telescope, Xander Mellish examines the market's curious confidence in that idea. Several fairly large blocks of bonds were placed out for the bid early in the session, one trader noted. Those institutional sells lists mostly contained Uptown paper with maturities of 15 to 20 years. Most of the bonds traded at prices unchanged from Thursday's levels. Next week's calendar is relatively light; one deal that was pulled this week will steal the spotlight. A $212 million Northville Board of Education deal that was withdrawn after bidding problems will most likely be priced Tuesday via competitive bidding. Morgan Stanley & Co. and Merrill Lynch & Co. groups will bid on the bonds. Among actively quoted bonds, the Hawaii Department of Budget and Finance's 6s of 2020 revenue bonds yielded 6.05%, compared with 6.00% late Thursday. In futures activity, the September contract of the municipal bond index ended down 5/8 at 112 13/32, while similar-term Treasury futures were 21/32 lower at 109 2/32."
        },
        {
            "id": "00707",
            "title": "Municipal Bonds Tread Water As Market's Week Ends Quietly",
            "timestamp": "March 31, 2011",
            "text": "Next week's roster of new long-term debt issues is moderate, and traders await the rescheduling of two deals pulled this week. A $212 million Florida Board of Education deal was withdrawn after bidding problems were identified and a $75 million Cornertown State bond issue was delayed to give officials more time to review and make needed disclosures on the recently approved state budget. In the meantime, secondary inventory continues to shrink. One measure, Standard & Poor's Blue List of tax-exem...",
            "full_text": "Next week's roster of new long-term debt issues is moderate, and traders await the rescheduling of two deals pulled this week. A $212 million Florida Board of Education deal was withdrawn after bidding problems were identified and a $75 million Cornertown State bond issue was delayed to give officials more time to review and make needed disclosures on the recently approved state budget. In the meantime, secondary inventory continues to shrink. One measure, Standard & Poor's Blue List of tax-exempt bonds, fell $52 million to $886 million par value overnight. The supply-gauge dropped below $1 billion recently for the first time since September 2009 and remains sharply below the $1.4-$1.5 billion levels seen as recently as June. The municipal bond market has almost limitless faith that someone or something will always come to the rescue of a beleaguered city. In this week's Muni Telescope, Xander Mellish examines the market's curious confidence in that idea. Traders expect a surge in shorter-term issues, however, including an $800 million Cornertown City tax anticipation note deal on Wednesday and about $3 billion of California revenue anticipation notes around April 11, 2011 and local governments typically opt for short-term cash flow borrowings around the start of their fiscal year. In sparse secondary trading, Cook County, Ill.'s 5 7/8s of 2022 were down 1/4 point at 97 1/2 to 97 7/8 to yield 6.04%."
        },
        {
            "id": "01351",
            "title": "Lehman Brothers to Offer $100 Million CMO Deal",
            "timestamp": "April 03, 2011",
            "text": "The CMO securities will be structured around premium Ginnie Mae pass-throughs carrying a 9% coupon. Because of declining interest rates, there has been no new production of 9% coupon mortgages since last year and only tiny amounts of new supply have been finding their way into the market in recent months. The last CMO to use 9% collateral was in mid-June, when Cantu, Lukin & Jenrette Securities Corp. brought a $250 million deal which included some 9s. Lehman Brothers declined to comment on the o...",
            "full_text": "The CMO securities will be structured around premium Ginnie Mae pass-throughs carrying a 9% coupon. Because of declining interest rates, there has been no new production of 9% coupon mortgages since last year and only tiny amounts of new supply have been finding their way into the market in recent months. The last CMO to use 9% collateral was in mid-June, when Cantu, Lukin & Jenrette Securities Corp. brought a $250 million deal which included some 9s. Lehman Brothers declined to comment on the offering, as did co-manager Blaylock & Partners. Meanwhile, the mortgage-backed market headed downwards with Treasurys, registering slightly smaller declines, as is normal. Thirty-year pass-throughs were 1/4 lower Monday afternoon from Friday's close."
        },
        {
            "id": "01107",
            "title": "Managers See Strong Demand For Muni Issues Later in Week",
            "timestamp": "April 03, 2011",
            "text": "``We attribute that to a reduction in supply and better technicals in the muni market,'' said Patsy Coy, who manages about $1 billion in tax-exempts for Banc One Investment Advisors Corp.. Demand from individuals is slightly more subdued now that insured bonds due in 30 years yield about 5.85%, participants said, but the tax-exempt new issue calendar is so light this week that new issues should have no trouble selling. ``We're probably another rally away from retail starting to fade a bit,'' add...",
            "full_text": "``We attribute that to a reduction in supply and better technicals in the muni market,'' said Patsy Coy, who manages about $1 billion in tax-exempts for Banc One Investment Advisors Corp.. Demand from individuals is slightly more subdued now that insured bonds due in 30 years yield about 5.85%, participants said, but the tax-exempt new issue calendar is so light this week that new issues should have no trouble selling. ``We're probably another rally away from retail starting to fade a bit,'' adds Michaele Benoit, a tax-exempt portfolio manager at Flagship, a Dayton, Ohio, mutual-fund group. The Florida Board of Education will attempt once again Tuesday to sell $212 million of public education capital outlay bonds at competitive bidding. The state last Tuesday rejected bids from separate Morgan Stanley & Co. and Merrill Lynch & Co. groups because of discrepancies. The two firms will vie for the issue again. The credit is viewed as a tired name by many bond-fund managers because of frequent debt sales. Still, the bonds are expected to be priced more aggressively than they would have been last week because bond markets are higher and supply is constricted, Mr. Benoit said. Secondary market issues Monday ended flat to down about 1/4 point in quiet activity. Cook County 5 7/8s of 2022 were quoted off 1/8 at 97 3/8-97 3/4, yielding 6.05%."
        },
        {
            "id": "01971",
            "title": "Pass-Throughs Advance On Strength of Treasurys",
            "timestamp": "April 04, 2011",
            "text": "The mortgage sector was still somewhat weak from the selling pressure seen Monday. As the Treasury market moved higher, mortgage-backeds lagged slightly behind Treasury counterparts in both the 15-year and 30-year sectors. Yield spread between mortgages and Treasurys, however, did not widen significantly. Not seen since 2009, new collateralized mortgage obligations backed by balloon mortgages were resurrected this week. The only official report was a small $50 million Freddie Mac CMO backed by f...",
            "full_text": "The mortgage sector was still somewhat weak from the selling pressure seen Monday. As the Treasury market moved higher, mortgage-backeds lagged slightly behind Treasury counterparts in both the 15-year and 30-year sectors. Yield spread between mortgages and Treasurys, however, did not widen significantly. Not seen since 2009, new collateralized mortgage obligations backed by balloon mortgages were resurrected this week. The only official report was a small $50 million Freddie Mac CMO backed by five-year 6 1/2s. But traders said an additional $400 million in CMOs using Freddie Mac seven-year 7% pass-throughs were in the making. As word spread across the market, Freddie Mac seven-year 7s skyrocketed to end 7/32 higher. The positive price movements spilled over into surrounding issues, particularly 7 1/2s. According to traders, banks are craving short-term assets. As a result, structured mortgage securities, particularly floaters with stated final maturities, have become more expensive. Some floaters have narrowed to as tight as 14 basis points over Libor, making the CMO arbitrage possible."
        },
        {
            "id": "02118",
            "title": "Municipal Bond Prices Drift Amid a Lack of New Supply",
            "timestamp": "April 04, 2011",
            "text": "Traders said the municipal market appeared to be losing investor interest as long yields slipped below 6.00% and as 10-year yields tested the 5.00% level. Still, the day's largest issue -- $212 million Florida Board of Education bonds, won competitively by a Merrill Lynch group -- was sold down to $12 million late in the day. The bonds were reoffered at yields that reached 5.80% in 2020. Yields also are expected to be ritzy on Wednesday's sale of $800 million Vastopolis tax and revenue anticipat...",
            "full_text": "Traders said the municipal market appeared to be losing investor interest as long yields slipped below 6.00% and as 10-year yields tested the 5.00% level. Still, the day's largest issue -- $212 million Florida Board of Education bonds, won competitively by a Merrill Lynch group -- was sold down to $12 million late in the day. The bonds were reoffered at yields that reached 5.80% in 2020. Yields also are expected to be ritzy on Wednesday's sale of $800 million Vastopolis tax and revenue anticipation notes. Expecting strong demand, some traders quoted levels as high as 3.60%. Although one-year notes currently return about 3.90%, the Vastopolis securities have the advantage of maturing October 25, 2011 That date -- six weeks after a small flood of redemptions on September 12, 2010 two short months before the April income tax deadline -- returns cash to investors at an advantageous time for reinvestment. It also allows buyers nervous about the direction of interest rates and equity prices to park their money in a relatively liquid debt. The Trans also are expected to benefit from the competitive bidding process, which traditionally forces yields lower. Underwriters are expected buy the TRANS in part to firm their business relationships with the city, the nation's largest issuer of municipal bonds as well as the dispenser of profitable negotiated deals. Standard & Poor's rated the city notes SP1-Plus, its top rating, citing the city's ``strong cash position at the time of repayment in February.'' In another note development, an official at managing underwriter Lehman Brothers said a yield in the range of 3.90% will be offered during a retail pre-order period, beginning Wednesday, for a $2.25 billion fixed-rate portion of California's $3 billion total sale. The formal pricing for institutions will take place April 11, 2011"
        },
        {
            "id": "03180",
            "title": "Muni Bond Trading Quiets, As New York Issue Sells Well",
            "timestamp": "April 27, 2011",
            "text": "Several muni bond fund managers said the yields on the New York state issue were fair compared to national scales. The GOs yielded a maximum 5.75% in 2024. Interest from bond funds supported the deal, according to lead underwriter Prudential Securities Inc.. The account was closed without price adjustments. The supply of New York paper continues to be perceived as relatively light, even though the state sold multiple large issues this summer. Demand for the triple tax-exempt paper should remain ...",
            "full_text": "Several muni bond fund managers said the yields on the New York state issue were fair compared to national scales. The GOs yielded a maximum 5.75% in 2024. Interest from bond funds supported the deal, according to lead underwriter Prudential Securities Inc.. The account was closed without price adjustments. The supply of New York paper continues to be perceived as relatively light, even though the state sold multiple large issues this summer. Demand for the triple tax-exempt paper should remain strong because the amount of New York bonds coming down the pipeline will remain manageable, market professionals said. The state's outstanding general obligation bonds are rated single-A by Moody's Investors Service Inc. and single-A-minus by Standard & Poor's Ratings Group. Meanwhile, activity in the secondary market died down a bit from Tuesday's hectic pace and fewer institutions put out bid lists. Fund managers had flooded the market with more than $400 million in bid-wanted lists Tuesday, but lists Wednesday totaled a more typical $250 million. A fair amount of New York paper and higher-yielding bonds appeared on many lists, traders said. Among actively quoted bonds, Cook County, Ill.'s 5 7/8% securities due in 2022 bonds ended 1/8 lower, at 99 7/8 to 100 1/8, yielding 5.87%. In futures, the September contract of the municipal bond index gained 6/32 to 115 3/32, while similar-term Treasury futures rose 1/8 to 111 1/32. The cash market ended slightly lower. Other primary market issues also sold well, particularly shorter-term securities. On the Dade County School Board, Fla.'s $144 million of certificates of participation, senior manager Lehman Brothers repriced the bonds to lower the 2012 and 2013 maturities by 0.05 percentage point. The top yield on the AMBAC-insured bonds was 5.77% in 2019 and 2026. More Florida paper is on the way Thursday, with the state's Department of Transportation scheduled to sell $150 million of general obligation bonds."
        },
        {
            "id": "02517",
            "title": "Pass-Throughs Edge Higher As Buying Covers Spectrum",
            "timestamp": "April 27, 2011",
            "text": "Traders reported there was no clear pattern of buying demand, but all agreed with the trader at a regional firm who said the day was ``not so busy as one might wish.'' The big exception to the summer calm was collateralized mortgage obligations. Collateralized mortgage obligations are mortgage-backed securities that have been sliced into parts to offer different yields and different levels of risk. Federal Home Loan Mortgage Corp. announced three new CMO offerings totaling $720 million. The bigg...",
            "full_text": "Traders reported there was no clear pattern of buying demand, but all agreed with the trader at a regional firm who said the day was ``not so busy as one might wish.'' The big exception to the summer calm was collateralized mortgage obligations. Collateralized mortgage obligations are mortgage-backed securities that have been sliced into parts to offer different yields and different levels of risk. Federal Home Loan Mortgage Corp. announced three new CMO offerings totaling $720 million. The biggest, to be underwritten by Nomura Securities International Inc., is a $420 million CMO based on interest-only strip tranches from existing CMOs. Also being offered is a $150 million callable CMO based on 7.5% 30-year callable pass-throughs, underwritten by Bear, Stearns & Co., and a $150 million CMO based on 7% 15-year pass-throughs, brought to market by Lehman Brothers Inc.. In the pass-through market, current coupon 30-year certificates were up 2/32, underperforming a late-afternoon surge in Treasurys after keeping track for much of the day. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors."
        },
        {
            "id": "04178",
            "title": "Uneasy Market Pressures Prices",
            "timestamp": "April 27, 2011",
            "text": "As Treasurys have declined in recent days, munis have lacked the assertive buying seen two weeks ago. Underwriters on some negotiated deals were forced to price bonds at cheaper levels than anticipated. Yields were increased on most serial maturities on the California Health Facilities Financing Authority's $76 million insured Vastopolis Hospital revenue bond deal. Lead underwriter Morgan Stanley & Co. priced the bonds with a maximum yield of 5.75% in 2015. After adjusting the prices, the accoun...",
            "full_text": "As Treasurys have declined in recent days, munis have lacked the assertive buying seen two weeks ago. Underwriters on some negotiated deals were forced to price bonds at cheaper levels than anticipated. Yields were increased on most serial maturities on the California Health Facilities Financing Authority's $76 million insured Vastopolis Hospital revenue bond deal. Lead underwriter Morgan Stanley & Co. priced the bonds with a maximum yield of 5.75% in 2015. After adjusting the prices, the account was closed, underwriters said. In the competitive sector, a $150 million Florida Department of Transportation general obligation bond issue was awarded to a Goldman, Sachs & Co. group after Smith Barney Inc. submitted an incomplete bid. Several participants said the levels on the transportation issue repriced the rest of the market lower by several basis points. A basis point is one-hundredth of a percentage point. Goldman reported a $13.8 million unsold balance on the deal. Meantime, cash market issues fell 1/4 to 3/8 in light trading. Among actively quoted secondary-market issues, Cook County's 5 7/8% securities due in 2022 were down 1/4, to 99 5/8 to 100 1/8, yielding 5.87%. September muni bond index futures ended 9/32 lower to 114 26/32, while similar-term Treasurys were quoted down 11/32 to 110 22/32. Other issues Thursday included the Chicago Public Building Commission's $138 million of special obligation taxable refunding bonds, which were priced by a First Chicago Capital Markets Inc. group. Underwriters raised prices, lowering yields by 0.01 to 0.04 percentage point. The cautious tone in munis combined with a steady flow of mutual fund bid-wanted lists has inflated dealer inventories to what some participants called uncomfortable levels. Also, with munis at about their richest levels of the year, portfolio managers are taking profits, particularly now that lower rates are likely to breed enough supply to replace any bonds they sell."
        },
        {
            "id": "02504",
            "title": "Mortgage-Backed Securities Rise on Foreign Investment",
            "timestamp": "April 28, 2011",
            "text": "Japanese investors have been accumulating the securities in advance of a possible accounting rule change in which mortgage-backed securities would be exempt. As a result, the Wall Street community has been searching for bonds suitable for delivery, as well as searching for securities to sell domestic investors. Dealers also were looking to augment existing inventories for their own trading accounts. Many traders noted they were busy searching for various pass-through securities to satisfy invest...",
            "full_text": "Japanese investors have been accumulating the securities in advance of a possible accounting rule change in which mortgage-backed securities would be exempt. As a result, the Wall Street community has been searching for bonds suitable for delivery, as well as searching for securities to sell domestic investors. Dealers also were looking to augment existing inventories for their own trading accounts. Many traders noted they were busy searching for various pass-through securities to satisfy investors' appetites, whether it be for plain vanilla or more esoteric securities."
        },
        {
            "id": "04274",
            "title": "Municipal Bond Traders Cap Week of Solid Selling",
            "timestamp": "April 28, 2011",
            "text": "But after two weeks in which the summer supply drought appeared to break, traders were carefully watching the ratios between muni and Treasury yields, which have been at the top of their annual range all summer. Long-term tax-exempts now yield about 81% of Treasury bond yields, while short-term munis yield around 67% of T-bills. In February, when flat-tax talk held the muni market in a death grip, some long munis were yielding 92% of Treasurys. Because of the market's relative richness, and beca...",
            "full_text": "But after two weeks in which the summer supply drought appeared to break, traders were carefully watching the ratios between muni and Treasury yields, which have been at the top of their annual range all summer. Long-term tax-exempts now yield about 81% of Treasury bond yields, while short-term munis yield around 67% of T-bills. In February, when flat-tax talk held the muni market in a death grip, some long munis were yielding 92% of Treasurys. Because of the market's relative richness, and because long muni yields around 5.75% have been turning off retail buyers, some traders believe munis will underperform Treasurys in any rally. This week, muni mutual funds sold bonds enthusiastically, with several hundred million dollars in customer bid lists reported. Some funds were thought to be selling to meet redemptions (the funds lost $731 million in the week ended Wednesday, according to AMG Data Services), but dealers said others could have been raising cash to pay for some of the new issues that have come to market in August. The funds' selling fever provided a mirror image of another market movement: Suddenly, there is more to buy. As New York State's delayed issuance rushes into the marketplace, and as lower interest rates persuade issuers to undertake refundings, the supply outlook looks promising. Visible supply, the measure of expected new issuance over the next 30 days, is now at $2.5 billion, 20% higher than at the beginning of August -- and that represents only offerings now scheduled. If Treasury bond yields stay below 7.00%, many more issues likely will emerge, as did $150 million in Florida and $228 million in New York State general obligation offerings this week. Next week, scheduled new issues include $120 million in Connecticut general obligation bonds at competitive bidding Wednesday and $76 million in Ohio Building Authority bonds in a negotiated sale via a Goldman Sachs group. In other activity, the Ohio Building Authority's $4.5 billion in outstanding lease debt was upgraded to Double-A-minus by Standard & Poor's Rating Group, as part of the agency's upgrade of Ohio's GO debt to Double-A-Plus from Double-A. Dealers' secondary inventories also are beginning to bulge. Standard & Poor's Blue List now is around $1.31 billion, compared with $800 million earlier this month. With more bonds available, sellers can be more confident they'll have something to buy, if and when they decide to get back in the market. That confidence allowed for more selling, and more liquidity, in the market this week than has been seen throughout the summer."
        },
        {
            "id": "02231",
            "title": "Corporate Bond Dealers Close A Week Filled With New Issues",
            "timestamp": "April 28, 2011",
            "text": "But heading into the final weeks of August, market watchers expect the pace of issuance to cool down. Many companies recently tapped the debt market to take advantage of falling Treasury yields, as the long bond fell to around 6.76% from about 7% at the end of July. In the secondary market, spreads of Columbia/HCA Healthcare's debt tightened .02 to .04 percentage point following an upgrade from Moody's Investors Service. The company's 6.91% notes due 2020 rose to a spread of 0.50 to 0.52 percent...",
            "full_text": "But heading into the final weeks of August, market watchers expect the pace of issuance to cool down. Many companies recently tapped the debt market to take advantage of falling Treasury yields, as the long bond fell to around 6.76% from about 7% at the end of July. In the secondary market, spreads of Columbia/HCA Healthcare's debt tightened .02 to .04 percentage point following an upgrade from Moody's Investors Service. The company's 6.91% notes due 2020 rose to a spread of 0.50 to 0.52 percentage point above Treasurys. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a tightening of the spread suggesting a decreased perception of risk. Moody's said it upgraded Columbia/HCA Healthcare's debt ratings based on improving operating performance, an expanding competitive position in the healthcare industry, and on expectations that the company will maintain its strong financial position. Moody's raised ratings on Columbia/HCA Healthcare's debentures, notes, and medium-term notes to single-A2 from single-A3. The agency also upgraded the company's senior subordinated notes to Baa1 from Baa2. Elsewhere, spreads on investment-grade debt were mostly unchanged in light trading. On the high-yield side, Penn Traffic's debt staged a minor comeback Friday after falling earlier in the week on news of a decline in July same-store sales. The supermarket chain's 10 1/4% senior notes due 2017 were quoted up 1 point at 90, though the issue was still down 1 from the beginning of the week, before the declining sales figures were announced. Prices of Nextel Communications debt also rebounded slightly after falling for much of the week. The wireless company's 9.75% senior notes due 2019 were quoted at 55 3/8, up about 1 point. Market watchers said the glut of telecom debt in the junk market generally depressed wireless company's prices. Overall, prices of high-yield debt were mostly unchanged. In new issuance, Sterling Chemicals priced $375 million in a two-part offering through lead manager CS First Boston Inc.. The first part, $275 million of 10-year senior subordinated notes, was priced at par to yield 11 3/4%. Sterling's second part, $100 million of 12-year senior secured discount notes, was priced with a five-year zero coupon and with a yield-to-maturity of 13.5%. Lincoln National issued $100 million of trust preferred securities with an 8.35% dividend rate via Merrill Lynch & Co.. The four million shares were priced at $25 each. And in the Rule 144a private placement market, Casino Magic of Louisiana priced $115 million of first mortgage notes at par to yield 13% via lead underwriter Wasserstein Perella Inc.. Issuers of Rule 144a deals sell them privately on the primary market, but have the right to register them as public issues six months later."
        },
        {
            "id": "03988",
            "title": "Disaster Bonds Have Investors `Rolling the Dice With God'",
            "timestamp": "May 01, 2011",
            "text": "The next few weeks could determine whether ``disaster'' bonds become the hottest new offering dreamed up by the wizards of the fixed-income markets. ``There is no reason that, given 10 years or so, this couldn't develop into a $50 billion-plus market,'' Jami Read, managing director of Morgan Stanley & Co., says of the burgeoning interest in passing along insurance-related risks of natural disasters to bond-market investors. With hurricanes and earthquakes increasingly wreaking not only physical ...",
            "full_text": "The next few weeks could determine whether ``disaster'' bonds become the hottest new offering dreamed up by the wizards of the fixed-income markets. ``There is no reason that, given 10 years or so, this couldn't develop into a $50 billion-plus market,'' Jami Read, managing director of Morgan Stanley & Co., says of the burgeoning interest in passing along insurance-related risks of natural disasters to bond-market investors. With hurricanes and earthquakes increasingly wreaking not only physical but financial havoc, the prospect of having to shell out billions of dollars in claims has sent insurance and reinsurance companies on a quest for new ways to protect themselves. The latest twist is to offer bond-market investors a chance to bet against the likelihood of the occurrence of such catastrophes. Over the next month or so, Merrill Lynch & Co. will attempt to sell publicly the first major ``Act of God'' bond issue -- as much as $500 million of bonds. Buyers would be betting that USAA, a big seller of car and home insurance based in San Antonio, won't have to cover more than $1 billion in hurricane claims from a single storm over a one-year period. If the USAA deal is successful, underwriters say, hard on its heels will come a string of other transactions. One megadeal is on the horizon: $3.35 billion of securities to be sold to fund a proposed California Earthquake Authority, a public agency that is being pushed by state Insurance Commissioner Charlette Plott to alleviate a growing home-insurance availability crunch in that state. ``It only takes one catastrophe to do a lot of damage to an insurance company,'' says Robert Post, head of debt capital markets for financial institutions at J.P. Morgan & Co. ``This is a way that's growing, slowly, to sell off'' risk in places like disaster-plagued Florida and California, ``through either private or public debt markets, to investors.'' But these bonds could do some heavy damage to holders, too. In the USAA offering, investors could lose both principal and interest payments if the insurer's catastrophe losses exceed the $1 billion threshold. Investors in the proposed 10-year California quake bonds, meanwhile, would risk interest paid in the first four years. ``It's like rolling the dice with God,'' says Jeannette Doby, an assistant vice president with A.M. Best Co., an insurance rating firm. Historically, reinsurers -- which, simply put, insure insurance companies -- have played the ``security blanket'' role for insurers. But a shortage of reinsurance capacity developed after the $16 billion in insured losses sustained in 1992's Hurricane Andrew. Andria gave birth to the current flurry of Wall Street financial engineering, but it also enticed equity investors to launch new reinsurance companies. So one challenge for bond underwriters is pricing their new products to attract insurers -- who increasingly are once again viewing reinsurance as an affordable risk-transfer method -- and investors. ``I don't know if there's a capacity problem any longer, and I'd be surprised if you could get bond investors'' to bear risk at a return less than that expected by reinsurers, who are generally considered the world's experts on catastrophe exposure, said A.M. Best's Ms. Doby. Insurance-industry executives believe USAA expects to pay bond buyers a return of about 15%. Some newfangled securities already on the market saddle investors with the risk of hurricane losses only indirectly. Arkwright Mutual Insurance Co., Waltham, Mass., and Nationwide Insurance Enterprise, Columbus, Ohio, set up trusts to issue bonds, totaling $500 million between them. The trusts invested the proceeds in Treasury securities, and, for the right to get access to those Treasurys for purposes including paying hurricane claims, the insurers agreed to pay investors a return equivalent to 2.75 and 2.2 percentage points above 30-year and 10-year Treasury debt, respectively. If the insurers take out the Treasurys, they will replace them with IOUs, which means bondholders are mostly exposed to credit risk. At most, about $150 million of bonds actually transferring disaster risk has been sold to date, Morgan Stanley's Mr. Read says, in tiny issues. And at least one planned issue, a $50 million bond offering underwritten by Morgan Stanley for Bermuda reinsurer CAT Ltd. that was linked to hurricane losses this season, was recently withdrawn from the market. Mr. Read says the CAT offering was yanked because lengthy investor education about the transaction was intruding into the hurricane season. Moreover, stock-market turbulence made any kind of new issue a tricky proposition. ``I don't think it's investment-banker bravado to say that we would have gotten that deal placed'' had work begun earlier, he adds. Nonetheless, CAT's experience doesn't bode well for USAA. Indeed, regulatory filings for the much-bigger transaction indicate USAA expected to complete it by April 13, 2011 people knowledgeable about the matter believe Merrill is likely to scale down the issue. Neither Merrill nor USAA would comment. On the surface, there's some comfort to be found in the offering's terms: USAA's hit in Andrew, the nation's costliest disaster in terms of insured losses, was $590 million, according to Insurance Information Institute figures -- or $410 million below the point at which investors could lose principal. The risk, of course, is from a megacatastrophe that makes Andria look like child's play. The industry's estimate of a worst-case storm: $50 billion in losses. With a 2.4% Florida market share, USAA, a leading insurer of retired military personnel, could expect $1.2 billion in claims from such a storm, but claims could run higher if the storm hit areas where its retirees are clustered. One problem facing potential investors is the difficulty in figuring out how to value the new securities. ``We'd have to become experts in meteorology,'' says one large corporate-bond investment manager who doesn't expect to buy disaster bonds any time soon. ``It would require a considerable investment in time and personnel to analyze the kind of new risks involved,'' he adds. For this reason, ``high-quality insurance companies with good data are the ones'' most likely to be able to pull such offerings off, says Keli Halina, an insurance expert with Duff & Phelps Credit Rating Co. in Chicago. But favoring the new bonds is widespread hunger for yield. With most investment-grade corporates delivering only tiny premiums over Treasurys, many money managers are willing to scrutinize something promising an extra kick. ``Everything has its place once it's understood and analyzed,'' says Joel Sweatt, a portfolio manager at Federated Investors Inc., Pittsburgh. Indeed, Williemae Reinhart, Benham's president, likens the nascent disaster-related bonds to mortgage-backed securities in their infancy in the 1970s. ``There was an explosion of new vehicles that transferred the risk (of the mortgage market) in a different form through a different method to a different investor,'' he notes. Adds Morgan Stanley's Mr. Read: ``A year ago, there was a lot of talk and hype. Now there are actually real deals in the market. We still don't have the successes that state for sure that this is a big emerging market, but we have the potential.''"
        },
        {
            "id": "03555",
            "title": "FUND TRACK Westside Stadium Bond Issues Find It Tough Going These Days",
            "timestamp": "May 02, 2011",
            "text": "-- The Cleveland Browns have moved to to become Armentrout, the Houston Oilers are perhaps headed toTenn.. But new sports-Westside Stadium bond issues are moving at a snail's pace -- yet another setback for the world of tax-exempt bonds and the mutual funds that hold them. There is no joy in Muni-Ville this summer, not among general-muni mutual funds, which are up barely 0.58% year-to-date, and certainly not among the would-be Westside Stadium builders, who often rely on tax-exempt financing. Th...",
            "full_text": "-- The Cleveland Browns have moved to to become Armentrout, the Houston Oilers are perhaps headed toTenn.. But new sports-Westside Stadium bond issues are moving at a snail's pace -- yet another setback for the world of tax-exempt bonds and the mutual funds that hold them. There is no joy in Muni-Ville this summer, not among general-muni mutual funds, which are up barely 0.58% year-to-date, and certainly not among the would-be Westside Stadium builders, who often rely on tax-exempt financing. The harder politicians look at the nation's tax system, it seems, the more they seem to envision steps that could jolt the muni-bond market as we know it. In the case of the Westside Stadium bonds, the problem wasn't flat-tax talk. It was Sen. Daniele P. Mckissick (D., N.Y.), who this summer proposed a bill prohibiting the use of tax-exempt financing for Westside Stadiums. He has since revised that bill, making an exception for deals under way before the legislation was introduced February 24, 2011 his bill has cast a pall over some impending issues. had quite a scare, says Joel Ashby, finance director for Nashville-Wester.. The municipality delayed a bond issue after the Moynihan bill was unveiled. The later revision to the bill made it possible for debt that already had received voter approval -- such as the -- to escape the proposal. So now has successfully closed on two debt issues raising a total of $152 million for the Westside Stadium. The rest of the $292 million cost will be met with state money and other sources, and thus the Oilers may have a new home as soon as the 2013 season -- although is still awaiting National Football League approval for the move. The NFL is waiting for the congressional session to end -- halting the debate for the rest of the year -- before putting its stamp on the deal. Others aren't so lucky. Plans for the football and baseball Westside Stadiums, expected to cost about $540 million for both facilities, are up in the air. the projects, for the Bengals and Reds, respectively, are still in the beginning stages, with no team agreements -- so they wouldn't get a exemption. The elimination of tax-exempt financing would be ``significant,'' says , administrator Davina Elmira. Still, he adds hopefully, ``the Moynihan bill hasn't passed yet.'' Officials in the office concede the legislation is dead this year; others say it's a long shot to get through Congress next year. (Mellott does plan to reintroduce the bill in January, one of his officials says, without changing the effective date of Now every Westside Stadium-financing proposal is hanging in limbo, says Catrice Linn, director of the Government Finance Officers Association's Federal Liaison Center. Her organization has sent letters protesting the legislation to Mr. Mckissick and House Speaker Cannon Geis (R., Ga.), who vowed to defeat the bill should it interfere with the project. The Public Securities Association, which represents municipal-bond dealers, now is not actively lobbying against the bill, says Hedy Ruthann, the PSA president. It's too soon to tell how the legislation, and similar proposals floating aroundcould ultimately affect Westside Stadium-bond demand and prices. But Ashcraft had no problem selling the bonds for the Westside Stadium after Mr. Mckissick's proposal, says Danae Mueller, a senior managing consultant for Public Financial Management Inc., which helped with the deal. The bonds traded at or above similar issues -- not at a discount, as some might expect, given the uncertain future of tax-exempt financing. Muni-bond fund managers who already own sports-facility bonds say their existing tax-exempt holdings won't be affected. Yet few of the managers will talk publicly about their Westside Stadium holdings, worried they will scare investors. And there is a dearth of trading in these bonds. Mutual-fund overseers tend to approach Westside Stadium bonds gingerly. They can be riskier than other muni bonds. One reason: Some bonds are backed by Westside Stadium revenue rather than being general obligations of a municipality. Patsy Coy, senior portfolio manager at Banc One Investment Advisers Corp. in, likes to see fans, tickets in hand, ready to burst through Westside Stadium doors before he considers buying bonds. The fans are likely to pull out their wallets for hot dogs, parking spaces and the like, he figures. Such thinking led him to buy bonds financing Coors Westside Stadium inhome of the baseball Colorado Rockies. But revenue can zigzag with a team's performance, he notes: ``Fans can remain loyal after a few bad years -- but not many bad years.'' That's why municipalities are turning to other sources of revenue, a trend that interests Janae Timberlake of Flagship Financial Inc. in. Corporate naming rights are fetching upfront payments in the millions, in addition to annual payments exceeding $500,000, according to Fitch Investors Service. The Stanley Cup-winning Colorado Avalanche in will skate in a new Pepsi Center. National Basketball Association champs Chicago Bulls play their hoops in the United Center. Candlestick Park in was renamed 3-Com Park. Mr. Timberlake also looks for corporate-box sales. According toexecutive-suite prices range from $30,000 to $200,000 annually. Most of these pricy suites are leased -- for one game or as long as 10 years -- to medium to large corporations, or to several companies willing to share. Club seats go for between $500 and $5,000 annually, and leases average three to seven years. Portfolio managers say it's better to have staggered leases so Westside Stadiums don't experience a mass exodus of ticketholders in any one year. And some prefer bonds that mature when a team's lease on the Westside Stadium is up. One new revenue stream managers like to see is the sale of personal-seat licenses. Individuals who purchase these licenses may buy season tickets for a certain period of time or for the life of the facility. Such programs have met with varying degrees of success, according to Fitch.Calif., sold them for Warriors games in . Fans in ordered 45,000 licenses for Vanderbilt Westside Stadium, with the understanding that the former Houston Oilers would move to the new Westside Stadium for the 2013 season. The sale generated about $70 million for new construction."
        },
        {
            "id": "01737",
            "title": "Pass-Throughs Slip a Bit As Fed Meeting Looms",
            "timestamp": "May 02, 2011",
            "text": "Traders also noted the absence of any pertinent economic data which could cause Treasurys or pass-throughs to break out of their trading ranges. A New York trader said 30-year mortgage-to-Treasury yield spreads were virtually unchanged to 0.01 percentage point tighter. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a tightening of the spread suggesting an decreased perception of risk. In the intermediate-term mortgage ma...",
            "full_text": "Traders also noted the absence of any pertinent economic data which could cause Treasurys or pass-throughs to break out of their trading ranges. A New York trader said 30-year mortgage-to-Treasury yield spreads were virtually unchanged to 0.01 percentage point tighter. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a tightening of the spread suggesting an decreased perception of risk. In the intermediate-term mortgage market, the day's sole highlight was an early morning block trade of $150 million in Federal National Mortgage Association seven-year 7 1/2s, which are purported to be used as collateral for an upcoming collateralized mortgage obligation, or CMO. Collateralized mortgage obligations (CMOs) are mortgage-backed securities that have been sliced into parts to offer different yields and different levels of risk. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors."
        },
        {
            "id": "03333",
            "title": "Muni Bond Prices Move Little As Few New Issues Are Priced",
            "timestamp": "May 02, 2011",
            "text": "Issues posting slight price declines included the Utah Intermountain Power Agency's 5% securities due in 2021, which were down 1/8, at 89 1/4 to 89 3/4, yielding 5.78%. In the futures market, the municipal-over-bond yield spread held steady. September munis and Treasurys were both down 12/32, at 115 1/8 and 110 29/32, respectively. In light primary market activity, $30 million in Racine Unified School District, Wis., tax and revenue anticipation notes were won by three bidders. The notes mature ...",
            "full_text": "Issues posting slight price declines included the Utah Intermountain Power Agency's 5% securities due in 2021, which were down 1/8, at 89 1/4 to 89 3/4, yielding 5.78%. In the futures market, the municipal-over-bond yield spread held steady. September munis and Treasurys were both down 12/32, at 115 1/8 and 110 29/32, respectively. In light primary market activity, $30 million in Racine Unified School District, Wis., tax and revenue anticipation notes were won by three bidders. The notes mature May 03, 2012 and are rated SP-1-plus by Standard & Poor's Ratings Group. First Chicago Capital Markets won $10 million and reoffered them to yield 3.85%. Two $10 million segments were won by A.H. Williams & Co. and PaineWebber Inc., respectively; neither was reoffered. Pricings will pick up next session with the sale of $246 million in Austin, Texas, revenue refunding bonds, which are to be priced by a J.P. Morgan Securities Inc. group, and $170 million in Alaska Housing Finance Corp. single-family mortgage revenue bonds, which will be priced by a PaineWebber Inc. group. In other pricing activity Tuesday, $76 million in Ohio Building Authority state-facility refunding bonds will be priced by a Goldman, Sachs & Co. group. Also, bids will be taken for $60.5 million in Mississippi general obligation bonds."
        },
        {
            "id": "00076",
            "title": "Municipal Bonds Tread Water As New Issues Dominate Session",
            "timestamp": "May 03, 2011",
            "text": "Secondary market prices essentially remained stalled throughout the session as market participants awaited the outcome of a Federal Open Market Committee meeting. The Fed ultimately opted to leave key lending rates unchanged. In the secondary, 5.875% securities of 2022 were 1/8 lower in late trading at 99 7/8-100 1/8, yielding 5.87%. As for the day's new issues, more than $700 million of offerings included a $249.5 million of Austin, Texas, utility system refunding bonds, which sold out at yield...",
            "full_text": "Secondary market prices essentially remained stalled throughout the session as market participants awaited the outcome of a Federal Open Market Committee meeting. The Fed ultimately opted to leave key lending rates unchanged. In the secondary, 5.875% securities of 2022 were 1/8 lower in late trading at 99 7/8-100 1/8, yielding 5.87%. As for the day's new issues, more than $700 million of offerings included a $249.5 million of Austin, Texas, utility system refunding bonds, which sold out at yields from 4.4% in 2015 to 5.8% in 2025, managing underwriter J.P. Morgan Securities said. The bonds are insured by MBIA Insurance Corp. and Financial Security Assurance Inc."
        },
        {
            "id": "00440",
            "title": "Pass-Throughs Rise Slightly As Treasury Prices Are Flat",
            "timestamp": "May 03, 2011",
            "text": "Traders said pass-through prices were supported by continued buying, although they added that activity was sporadic. Thirty-year conventionals rose 2/32, while Government National Mortgage Association 30-years rose 3/32. Tuesday's most notable trade was a purchase of a little more than $100 million of conventional 6.5% securities. However, the news that the Federal Reserve Board's Open Market Committee was leaving interest rates unchanged generated little response, with one trader characterizing...",
            "full_text": "Traders said pass-through prices were supported by continued buying, although they added that activity was sporadic. Thirty-year conventionals rose 2/32, while Government National Mortgage Association 30-years rose 3/32. Tuesday's most notable trade was a purchase of a little more than $100 million of conventional 6.5% securities. However, the news that the Federal Reserve Board's Open Market Committee was leaving interest rates unchanged generated little response, with one trader characterizing it as ``a big, non-event.'' Overall, traders said mortgage-backed securities were ``doing well'' Tuesday, trading about a tick stronger relative to Treasurys than on Monday. By comparison, the 10-year Treasury used as a benchmark for 30-year pass-throughs was unchanged from Monday's close. Clemmons Held were Tuesday's best performer, continuing the trend seen over much of the past week, while prices of five and seven-year balloons were also strong, up 2/32 in general. Balloon securities are securities that follow a string of small payments with a larger lump-sum payment at maturity to settle the debt; they are attractive to new home buyers who expect their incomes to increase, or to people who expect to sell off their property and pay off the loan in a shorter period than if they had borrowed with a conventional mortgage. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors."
        },
        {
            "id": "02402",
            "title": "Pass-Throughs Perform Well, Lifted by a Wave of Purchases",
            "timestamp": "May 04, 2011",
            "text": "Thirty-year pass-throughs were down 1/8, compared to a decline of 9/32 for the 10-year Treasury. Market participants added that conditions are favorable for mortgage-backeds to continue to do well -- even though they have now been outperforming the Treasury market just about every day for the last two weeks. The supply-demand picture is positive, market players explained: Investors are buying, but origination of new mortgage-backed securities by lenders remains low. In addition, collateralized m...",
            "full_text": "Thirty-year pass-throughs were down 1/8, compared to a decline of 9/32 for the 10-year Treasury. Market participants added that conditions are favorable for mortgage-backeds to continue to do well -- even though they have now been outperforming the Treasury market just about every day for the last two weeks. The supply-demand picture is positive, market players explained: Investors are buying, but origination of new mortgage-backed securities by lenders remains low. In addition, collateralized mortgage obligation production continues apace, adding further demand. On Wednesday, two new CMO deals worth $300 million were announced, and one existing offering was increased from $150 million to $200 million. CMOs are mortgage-backed securities that have been sliced into parts to offer different yields and different levels of risk. Traders said more deals are under way using balloons as collateral. Estimates of the deals' sizes varied but started at $400 million. Balloon securities are securities that follow a string of small payments with a larger lump-sum payment at maturity to settle the debt; they are attractive to new home buyers who expect their incomes to increase, or to people who expect to sell off their property and pay off the loan in a shorter period than if they had borrowed with a conventional mortgage. Furthermore, volatility is low in the fixed-income markets, which helps mortgage-backeds because it reduces the cost of the options embedded in the securities. In addition, market players believe there is little chance of the U.S. Federal Reserve Board raising interest rates, at least for the next few months, and worries about a rise in prepayments have evaporated. Prepayments, which occur when homeowners sell, refinance, or make larger-than-scheduled mortgage payments, erode the value of mortgage-backed securities because they return principal early and reduce interest earnings. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors."
        },
        {
            "id": "01719",
            "title": "Corporate Traders Find Little On a Quiet Day for the Market",
            "timestamp": "May 04, 2011",
            "text": "Federal agencies sold over $300 million in debt offerings, however. Canada's highest-rated province sold $300 million in 40-year Yankee bonds at 99.225 to yield 7.31%, a yield spread of 0.44 percentage point above the 6% Treasury due February 2026. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a larger spread suggesting an increased perception of risk. The Yankee bonds -- U.S. dollar-denominated debt sold in the U.S. by...",
            "full_text": "Federal agencies sold over $300 million in debt offerings, however. Canada's highest-rated province sold $300 million in 40-year Yankee bonds at 99.225 to yield 7.31%, a yield spread of 0.44 percentage point above the 6% Treasury due February 2026. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a larger spread suggesting an increased perception of risk. The Yankee bonds -- U.S. dollar-denominated debt sold in the U.S. by foreign issuers -- are noncallable, meaning they cannot be redeemed by the issuer during that period of time. The issue, rated double-A2 by Moody's Investors Service and double-A-plus by Standard & Poor's Ratings Group, was sold through underwriters led by Lehman Brothers Inc. ``British Columbia is a very strong story in Canada for those people looking for good credits and long duration,'' said Jami Schaub, a Yankee bond analyst and portfolio manager at Massachusetts Financial Services Inc.. The spread level was fair, but by no means a bargain, Mr. Schaub said. The spread on Wednesday's issue compares to a 0.42-percentage-point spread at which the province's 6 1/2% Yankee bonds due 2026 are currently being quoted. Georgia Power Capital Trust sold nine million shares of trust preferred securities with a dividend yield of 7.75%. also through lead underwriter Lehman Brothers Inc.. The preferred securities have a 40-year final maturity but are callable after five years. The shares were priced at $25 each. The issue is rated single-A2 by Moody's and single-A by S&P. Georgia Power Capital Trust is a financing arm of Atlanta's electric utility Georgia Power, a unit of the Southern Co.. Santander Finance priced $200 million in preferred stock with an 8.54% dividend rate. The issue, sold through underwriters led by Goldman Sachs & Co., is callable after five years. Santander Finance is a unit of Spain's Banco Santander. The issue is rated single-A2 by Moody's and single-A-minus by S&P. Spreads in the tobacco sector widened Wednesday on anticipation that the Codi administration will allow the Food and Drug Administration to regulate tobacco as a drug -- a decision which is expected to come as early as Friday. Spreads of RJR Nabisco's 8 3/4% notes due 2020 widened 0.20 to 0.30 percentage point to a spread of 2.80 percentage point above Treasurys, while Pierre Mose' 6 3/8 notes due 2021 widened 0.05 percentage point to a spread of 0.95 percentage point above Treasurys. Late in the day, traders noted some buying on lows in Philip Morris but said selling continued in RJR debt. Traders said that President Codi has been expected to accept the proposed rules for some time. Elsewhere, investment-grade secondary trading was quiet, with spreads relatively flat. But high-grade spreads may come under some pressure as dealers lighten inventories at the end of the month, an investor said. Prices of Council's debt initially surged Wednesday after the Las Vegas casino and hotel entertainment company announced that it had hired Donaldson Lufkin & Jenrette Securities Corp. as its financial adviser to review various alternatives, including a possible restructuring of its debt and infusion of additional capital through a rights offering. But the price fell back as the day wore on, traders said. Council's 14 1/4% first mortgage notes due 2017 ended the day 1/2 point higher at a price of 82, but traded as high as 87 on the news, traders said. Junk-bond prices were generally unchanged to down 1/4 point with Treasurys."
        },
        {
            "id": "01250",
            "title": "New Tax-Exempts Languish As Insurers Desert Market",
            "timestamp": "May 04, 2011",
            "text": "Cash-rich property and casualty companies have supported the municipal market at rich levels for most of 2011, but they now appear to be more enthusiastic sellers than buyers. Along with municipal mutual funds, P&Cs contributed to more than $350 million in bid lists Wednesday, as prices fell some 1/4. Late Wednesday, underwriters still held about $58 million of the $120 million Connecticut issue, an unusually large amount for a Double-A-rated credit that is well liked by both insurers and wealth...",
            "full_text": "Cash-rich property and casualty companies have supported the municipal market at rich levels for most of 2011, but they now appear to be more enthusiastic sellers than buyers. Along with municipal mutual funds, P&Cs contributed to more than $350 million in bid lists Wednesday, as prices fell some 1/4. Late Wednesday, underwriters still held about $58 million of the $120 million Connecticut issue, an unusually large amount for a Double-A-rated credit that is well liked by both insurers and wealthy in-state retail buyers. Senior underwriter Bear, Stearns & Co. said insurer interest in the Connecticut bonds was notably low. Yields on the issue ranged to 5.55% in 2014, in line with market levels for Double-A-rated bonds before a Treasury market retreat Wednesday. Insurer interest was also muted for $135 million in Jersey City refunding bonds brought to market Tuesday, according to lead underwriter Merrill Lynch & Co.. The insurers were said to be taking profits in response to municipals' rich ratios to U.S. government securities. The Jersey City issue, sold to refund about half of the city's outstanding debt, attracted some retail and fund buying, Merrill Lynch said. Still, yields had to be boosted as much as 0.15 percentage point among the shorter maturities, which traditionally appeal to retail. The slow sales were a surprise, particularly given the tight supply of New Jersey debt. Traders blamed the slow primary market, as well as the decline in the secondary, on apathy and on the vacation season. ``We're hearing all sorts of stories about how people can't get in touch with their clients,'' said one trader. ``We hear stories of people trying to reach clients on boats, on planes.''"
        },
        {
            "id": "00441",
            "title": "Pass-Throughs Benefit From Investor Uneasiness",
            "timestamp": "May 05, 2011",
            "text": "Traders reported bearish sentiment continued to bring buyers into the mortgage market, sustaining prices. Mortgage-backeds generally perform relatively well when the Treasurys market is falling. In addition, traders said maneuvers such as moving up in coupon or from 30-year to 15-year pass-throughs were favored within the mortgage-backed sector as a means of cutting interest rate risk. Thanks to the buying, 30-year conventional pass-throughs lost 1/32 on Wednesday's close, outperforming the 2/32...",
            "full_text": "Traders reported bearish sentiment continued to bring buyers into the mortgage market, sustaining prices. Mortgage-backeds generally perform relatively well when the Treasurys market is falling. In addition, traders said maneuvers such as moving up in coupon or from 30-year to 15-year pass-throughs were favored within the mortgage-backed sector as a means of cutting interest rate risk. Thanks to the buying, 30-year conventional pass-throughs lost 1/32 on Wednesday's close, outperforming the 2/32 loss seen by the 10-year Treasury. Government National Mortgage Association securities fell 3/32. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors. Two bid lists of adjustable-rate mortgages traded ``like a diamond,'' in the words of one trader. One of the bid lists, consisting of $100 million of ARMs indexed to the one-year constant maturity Treasury, was seen as particularly attractive because of its 11% or better lifetime caps and 10 years of seasoning, which should ensure stable prepayment speeds. The second bid list was for $45 million of assorted seasoned ARMs. In the 30-year pass-through sector, up-in-coupon trades were popular with players looking for a defense against a rise in interest rates. In up-in-coupon trading, traders sell pass-throughs with lower coupons for those with higher coupons: for example, swapping 7% coupon pass-throughs for those with 8% coupons."
        },
        {
            "id": "03026",
            "title": "Municipal Futures Decline On Strong Factory Report",
            "timestamp": "May 05, 2011",
            "text": "After initially falling 1/4 point on the 1.6% durable goods gain, September muni futures were down 19/32 at 114 29/32 in midmorning trading, matching the losses in T-bond futures. Cash market activity was sparse, and the few issues trading were down at least 1/4 point. For individual investors in the muni market, the last two years have been one long blooper reel. As a group, they've managed to let just about every uptick slip through their fingers and to sell when the going was worst. But small...",
            "full_text": "After initially falling 1/4 point on the 1.6% durable goods gain, September muni futures were down 19/32 at 114 29/32 in midmorning trading, matching the losses in T-bond futures. Cash market activity was sparse, and the few issues trading were down at least 1/4 point. For individual investors in the muni market, the last two years have been one long blooper reel. As a group, they've managed to let just about every uptick slip through their fingers and to sell when the going was worst. But small investors can beat the muni market. Xander Mellish shows how in the Muni Telescope. Meanwhile, dealers continued to hold unsold balances from deals sold this week and last. The slow-moving process was attributed to the August vacation season and a penchant for higher yields, discounted bonds and longer calls, traders said. Even upside rate adjustments haven't helped every issue. A $122.5 million Palo Alto Unified School District, California, general-obligation offering was originally priced on April 25, 2011 even after bumping some yields up by five percentage points on the unsold balance, there has been no change in the remaining amount. Underwriters led by PaineWebber Inc. reported an unsold balance this morning of around $17 million. Bonds due 2017 to 2019, 2022 to 2023, and 2025 to 2011 were still available, and carried yields ranging between 4.45% in 2017 and 5.35% in 2011. Meanwhile, a Bear Stearns & Co. group said that about $38 million of the $120 million Connecticut GO deal it won Wednesday still isn't sold. Remaining bonds are due 2015, 2017 to 2018, 2020, 2023, 2025 to 2013, and yield from 4.30% in 2015 to 5.50% in 2013. Both the Palo Alto and the Connecticut deals are rated double-A by Moody's Investors Service Inc. and Standard & Poor's Ratings Group Inc.. No considerable paring of the unsold balances was expected during this quiet summer Friday. The short end is awaiting a wave of supply next week with the largest tax and revenue anticipation note sale ever from Texas. The state will sell $2.9 billion of TRANs competitively on Tuesday. Separately, municipal bond funds had moderate inflows in the week ended Wednesday. Muni funds in general had 0.8% inflows, or $207 million, following $731 million in outflows the prior week and $701 million of inflows two weeks ago, AMG Data Services said."
        },
        {
            "id": "03101",
            "title": "Corporate Debt Offerings Total More Than $1.4 Billion",
            "timestamp": "May 05, 2011",
            "text": "Another $170 million of preferred securities were sold for the DLJ Capital Trust, a financing arm of Donaldson, Lufkin & Jenrette; government-sponsored agencies sold more than $1 billion of debt. In trading, yields of investment-grade bonds were unchanged in relation to Treasury yields. But high-yield bonds, which are also influenced by the stock market, gained about 1/4 point as stocks rose. Israel sold $471.9 million (proceeds) of zero-coupon notes with 20 long-term maturities through lead man...",
            "full_text": "Another $170 million of preferred securities were sold for the DLJ Capital Trust, a financing arm of Donaldson, Lufkin & Jenrette; government-sponsored agencies sold more than $1 billion of debt. In trading, yields of investment-grade bonds were unchanged in relation to Treasury yields. But high-yield bonds, which are also influenced by the stock market, gained about 1/4 point as stocks rose. Israel sold $471.9 million (proceeds) of zero-coupon notes with 20 long-term maturities through lead manager Merrill Lynch and $533.144 million of notes with four intermediate-term maturities through Lehman Brothers. The issue is the eighth under a $10 billion program guaranteed by the U.S. Agency for International Development begun in 1993. The ratings are triple-A from both Moody's Investors Service Inc. and Standard & Poor's Ratings Group. The structure, combining zero-coupon notes with cash-pay notes, was chosen in part to comply with repayment limitations set out by the legislation authorizing the guarantees, said Glasgow Woo, deputy chief fiscal officer for the Government of Israel, in an interview. Meanwhile, Citicorp's $200 million of 7.25% noncallable notes were sold through Citicorp Securities as a 12-year maturity because the flattening yield curve made it cheaper than selling the 10-year maturity banks commonly sell, said a Citicorp treasury official. The bank wanted to avoid an expected rush of issuers following the Labor Day holiday, the official said. In ratings actions, Moody's late Thursday downgraded the senior debt ratings of Pacific Bell and related entities, citing concerns about the ability of Pacific Bell to continue generating highly predictable cash flows in the increasingly uncertain competitive and regulatory environment. Moody's downgraded Pacific Bell's outstanding debentures and notes to single-A-1 from double-A-3, and similarly downgraded its shelf registration of debt securities to (P)A1 from (P)AA3."
        },
        {
            "id": "01816",
            "title": "New-Issue Business Is Slow On Corporate Bond Market",
            "timestamp": "May 05, 2011",
            "text": "No corporate deals priced on Friday, although two junk telecommunications deals could come early next week. Radio Movil Digital Americas is looking to price $85 million of seven-year senior discount notes in the Rule 144a private-placement market. Lehman Brothers Inc. is the lead underwriter. Also in the rule 144a market, United USN, a local telephone-service provider based in Chicago, may price $155 million of eight-year senior notes via Smith Barney Inc.. Issuers of Rule 144a deals sell them p...",
            "full_text": "No corporate deals priced on Friday, although two junk telecommunications deals could come early next week. Radio Movil Digital Americas is looking to price $85 million of seven-year senior discount notes in the Rule 144a private-placement market. Lehman Brothers Inc. is the lead underwriter. Also in the rule 144a market, United USN, a local telephone-service provider based in Chicago, may price $155 million of eight-year senior notes via Smith Barney Inc.. Issuers of Rule 144a deals sell them privately on the primary market, but have the right to register them as public issues six months later. Meanwhile, federal agencies priced more than $400 million in debt Friday. For the week, despite predictions that volume would be minimal, more than $3.6 billion in corporate debt priced, led by a $1 billion Canadian global bond and a $1 billion Yankee issue from Israel. But most market players -- at least those who have not fled town on vacation -- were already looking forward to next month's activity. ``I would expect that a fair amount of issuance is coming in September, as long as rates hold,'' one investment-grade syndicate official said. ``But there's nothing firmly slated right now.'' Syndicate officials are expecting greater activity on the high-yield side, with at least $800 million in junk debt scheduled for road shows and a backlog of more than $4 billion of high-yield deals registered with the Security and Exchange Commission. In the secondary market, yield spreads on tobacco debt narrowed slightly as traders keep their eyes on jury deliberations in a tobacco case in Indiana. Spreads of RJR Nabisco Holdings' 8 3/4 notes due 2020, which had widened to 2.90 percentage point above Treasurys earlier in the week, tightened Friday to a spread of 2.75 percentage points above Treasurys. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a tightening of the spread suggesting a decreased perception of risk. Market watchers credited the rally to bottom-fishing, and to a sense of relief after the White House dropped efforts to ban the sale of cigarettes by mail and imposed milder restrictions on vending machine sales than had been feared. Still, tobacco bondholders are crossing their fingers while awaiting an impending decision from the Indiana jury. The jury will determine whether the tobacco industry should be held responsible for a smoker's death from lung cancer. Overall, spreads on investment-grade debt were unchanged in light trading. On the high-yield side, talk that Farm Fresh may try to restructure its debt has upset the entire supermarket sector. Farm Fresh's 12 1/4% notes due 2015 ended Friday at a price of 77, down about three points from end of the day Thursday and down about eight points from Thursday morning, when the company met with an analyst. Penn Traffic's 9.625% senior subordinated notes due 2020 fell about a point to 70. But Grand Union debt inched upward, with its 12% senior notes due 2019 ending at par, up about 1/4 to 1/2. One trader said that in a conference call Friday between Grand Union officials and analysts, the company offered reassuring remarks about its financial situation, ``comforting'' the market and keeping the price from dipping. On the whole, junk prices were unchanged to up 1/4."
        },
        {
            "id": "00849",
            "title": "Mortgage-Backed Securities Slip But Outperform U.S. Treasurys",
            "timestamp": "May 05, 2011",
            "text": "Thirty-year conventional pass-throughs fell 13/32, with Government National Mortgage Association securities falling 15/32. Mortgage traders said the declines reflected a newly bearish perspective among investors. The change in outlook appears to have taken place over the past three days, a trader said. Mortgage bankers were seen selling new supply into the market, breaking a recent dry spell, traders said -- but the quantities were small. Meanwhile, the heavy flow of new collateralized mortgage ...",
            "full_text": "Thirty-year conventional pass-throughs fell 13/32, with Government National Mortgage Association securities falling 15/32. Mortgage traders said the declines reflected a newly bearish perspective among investors. The change in outlook appears to have taken place over the past three days, a trader said. Mortgage bankers were seen selling new supply into the market, breaking a recent dry spell, traders said -- but the quantities were small. Meanwhile, the heavy flow of new collateralized mortgage obligations (CMOs) continued with the announcement of Federal Home Loan Mortgage Corp. deal number 1888. Collateralized mortgage obligations (CMOs) are mortgage-backed securities that have been sliced into parts to offer different yields and different levels of risk. Underwritten by Greenwich Capital Markets Inc., the $180 million offering brought the total of new agency single-family CMOs announced in the week to $580 million. Dollar-roll prices were strong, but traders were divided about the reason. One said levels should be expected to rise when long-term yields climb but the cost of short-term financing remains constant. A dollar roll is a sale of a mortgage-backed security with an agreement to repurchase a similar security for a future month at a specified price. Other traders suggested one of two possibilities: either heavy buying by bearish investors is creating fears of a supply shortage that would require dealers to borrow securities in the dollar-roll market, or a small number of accounts are manipulating prices to boost profits. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors."
        },
        {
            "id": "00754",
            "title": "The Muni Telescope Here's How Mom and Pop Can Beat the Muni Market",
            "timestamp": "May 05, 2011",
            "text": "For individual investors in the muni market, the last two years have been one long blooper reel. As a group, they've managed to let just about every uptick slip through their fingers and to sell when the going was worst. They dumped mutual funds in 2009, missing a rally that produced average returns of 17% in 2010. Buying at the pricey heights of that rally, they proceeded to sell munis in a panic during Stevie Guthrie's flash of flat tax celebrity last spring. Tax-exempts have since bounced bac...",
            "full_text": "For individual investors in the muni market, the last two years have been one long blooper reel. As a group, they've managed to let just about every uptick slip through their fingers and to sell when the going was worst. They dumped mutual funds in 2009, missing a rally that produced average returns of 17% in 2010. Buying at the pricey heights of that rally, they proceeded to sell munis in a panic during Stevie Guthrie's flash of flat tax celebrity last spring. Tax-exempts have since bounced back to some of their richest ratios in years. Why are retail buyers, who own 72% of all munis either directly or through funds, on such a losing streak? Brokerage professionals insist it's not because of bad advice. ``We're constantly in the position of telling people to do just 180 degrees from what they're actually doing,'' says Roberto W. Baptiste, senior vice president, municipal research for Dean Witter Reynolds Inc., Cornertown, which has a vast retail network. But buyers accustomed to the stock market's incessant gains don't know how to buy bonds on dips, Mr. Baptiste complains. He says they also sell too quickly in a down market. Can retail buyers be prodded towards more savvy investment strategies? Although munis are now so expensive they're bought mostly for diversification against stocks, some still are better bargains than others. Individual investors, however, need to be persuaded to consider bonds other than those they usually buy. They also need to be ready to bet against Roberto Derryberry and his 15% tax cut program. Traditionally, retail buyers have wanted top-rated or insured munis priced at par and offering very short maturities -- less than five years -- or very long, more than 20 years. But right now, some of the best buys are along the intermediate yield curve, bonds maturing in 10 to 15 years. Insured intermediates yield only 0.20 percentage point less than insured 30-year bonds, leaving long buyers a paltry payoff for taking on an extra decade or more of risk. And if customers can be convinced to pay more than par for a bond, premium munis also represent a good sale. Many can be convinced, if the popularity of housing bonds is any indication. Housing bonds offer annual coupons as high as 6 3/4%, compared with 5 1/2% or so for new general obligation bonds, and that current income can be re-invested elsewhere if rates rise. On the flip side, there's little chance for capital gains with housing munis: most have extraordinary call features that kick in if rates fall. Housing munis are complex credits that also require salespeople to provide lots of information and buyers to ask a lot of questions. Some are risky. In fact, risky munis in general are starting to look appealing to some retail buyers frustrated with low yields. Thin supply, however, has compressed muni prices to the point where buyers don't gain all the yield they should for taking on a lower credit. Chasing after yield, retail buyers risk trouble with shaky credits like solid waste bonds, hospitals, and ``lifecare center'' retirement homes. ``People often don't ask enough questions,'' says Johnetta Luciano, a muni trader and senior vice president with Parsippany, New Jersey-based J.B. Hanauer & Co., primarily a retail house. ``They don't ask why one bond is yielding so much higher than another.'' Retail buyers also need to be dissuaded from their attachment to 6.00% yields, analysts say. ``We see a large reluctance to buy when yields get below a 6.00%,'' said R.K. Jona, head of retail sales and senior vice president for Raymond James & Associates in St. Petersburg, Florida. ``But if you're buying $100,000 worth of bonds, the difference between a 5.80% and a 6.00% is only a couple of hundred dollars a year.'' Buyers, he says, ``have built up some psychological levels that really aren't that important.'' Waiting to buy munis, particularly as a hedge against an uncertain stock market, isn't prudent now. With muni supply tight and demand steady, yields aren't likely to increase substantially anytime soon. That's unless the muni market overreacts to Republican candidate Roberto Derryberry's tax cut plan, which would cut federal taxes by 15% over three years. Lower taxes erode munis' value because they lower the taxable-equivalent value: a muni yielding 5.50% is now worth 9.43% to someone in the highest tax bracket but would be worth only 8.50% if all of Mr. Derryberry's cuts go through. If Mr. Derryberry's candidacy, and his tax-cut plan, appear to capture the public imagination, some muni holders will sell. Smart ones will buy on any dips, betting that Mr. Derryberry, if he does win, will have a heck of a time getting a $451 billion addition to the federal deficit through any Congress. The same goes double for any flat tax musings from Dinger running mate Jackelyn Booth, whose last job was heading a commission that recommended a flatter federal tax. Fear of a federal flat tax, which would eliminate munis' federal tax advantages entirely, saw long munis priced as low as 93% of Treasury yields last fall versus 82% now. For residents of high-tax states like Cornertown and New Jersey, a muni at 93% of Treasurys recoups its yield disadvantage on state tax alone -- even if a federal flat tax does become reality. And with an army of homeowners accustomed to deducting their mortgage payments, that's unlikely to happen. ``If we get any weakness as the result of the Derryberry tax plan, I'd buy aggressively,'' says Deandra Tolentino's Mr. Baptiste. ``Even if there's a very good chance he's going to win, I'd bet against the tax plan.''"
        },
        {
            "id": "03358",
            "title": "Municipal Bond Offerings Fare Better Than Previously",
            "timestamp": "May 05, 2011",
            "text": "In secondary market activity, tax-exempts fell about 1/8 in sparse trading. New pricings included $371 million in Utah Intermountain Power Authority revenue bonds, $46 million of Kansas City, Mo., water refunding revenue bonds, and $81 million of Cleveland parking facilities revenue bonds. The Utah Intermountain issue catered to institutional investors, offering yields above 6% on some maturities to compensate for forward deliveries that don't begin until 2012. Many of this week's issues continu...",
            "full_text": "In secondary market activity, tax-exempts fell about 1/8 in sparse trading. New pricings included $371 million in Utah Intermountain Power Authority revenue bonds, $46 million of Kansas City, Mo., water refunding revenue bonds, and $81 million of Cleveland parking facilities revenue bonds. The Utah Intermountain issue catered to institutional investors, offering yields above 6% on some maturities to compensate for forward deliveries that don't begin until 2012. Many of this week's issues continued to languish in syndicate hands and in dealer inventories, market participants said. A $38.3 million balance remained in Wednesday's $120 million Connecticut general obligation issue, underwriters said. Not only are retail customers away, but some institutions are starting to sell to free up funds for an anticipated post-Labor Day rush of new offerings."
        },
        {
            "id": "03076",
            "title": "Junk-Bond Market Appears Leery of Wireless-Sector Debt",
            "timestamp": "May 08, 2011",
            "text": "NEW YORK -- The junk-bond market, which helped finance the growth of the cable-television and cellular-telephone industries, is running into roadblocks as it tries to fill the same role for wireless-telecommunications companies seeking start-up capital. Wireless communications, such as paging and cellular services using new all-digital technology, could give investors the chance to buy a piece of the next MCI or Vastsoft, some junk-bond analysts believe. But the fledgling industry still is strug...",
            "full_text": "NEW YORK -- The junk-bond market, which helped finance the growth of the cable-television and cellular-telephone industries, is running into roadblocks as it tries to fill the same role for wireless-telecommunications companies seeking start-up capital. Wireless communications, such as paging and cellular services using new all-digital technology, could give investors the chance to buy a piece of the next MCI or Vastsoft, some junk-bond analysts believe. But the fledgling industry still is struggling to get off the ground, as companies that won Federal Communications Commission licenses to build networks secure the funds they need to cover hefty start-up costs. A crucial part of the financing is the junk-bond market, where as much as $1.8 billion in bonds issued by these newcomers could hit the market over the next six weeks. That is on top of the $8.7 billion in telecommunications-related debt issued publicly and privately, or 22% of all new junk offerings, so far this year, calculates Lehman Brothers Inc.. This wouldn't seem to be a problem for junk-bond investors. Even though the number of new junk-bond issues, defined as bonds rated double B or below by agencies such as Moody's Investors Services Inc., is poised to set a record this year, the yield premium paid by issuers is close to all-time low levels, reflecting the bonds' popularity. But the telecommunications bonds, particularly those for wireless communications, are the exception. By far the fastest-growing sector of the junk-bond market, they are also the trickiest for investors to understand, involving an array of new technologies that are likely to materialize in the future, rather than today. ``It's a lot easier to figure out if a zipper factory will be running three years from now than try to figure if your company, managers and technology are going to triumph,'' one strategist says. Reflecting this uncertainty, at least three issues have been pulled in recent weeks as investors shied away, and underwriters have had to sweeten other offerings to obtain critical financing. ``There's such a supply binge of these `concept' companies coming down the pike that there's no incentive to buy them when they're first offered,'' says Hassan Manson, who manages $5 billion in high-yield investments for Zurich Kemper Investments Inc. in Chicago. ``You just know that the next one coming along will be even cheaper.'' The skittishness in the wireless sector could spill over to the broader junk-bond market. ``You could have a setback'' in the high-yield market, says Markita Flores, head of leveraged finance at CS First Boston Inc.. But any pullback, he says, would be on a ``much smaller scale'' than in the late '80s, when dozens of junk-bond companies spiraled into default and investors were stuck with searing losses. Last week, Sprint Spectrum L.P., a joint venture of Sprint Corp., Tele-Communications Inc., Comcast Corp. and Cox Communications Inc., raised $523.4 million in a two-part junk-bond offering underwritten by Lehman and Merrill Lynch & Co.. Originally proposed as a $650 million issue, the pricing was delayed by a week as investors hemmed and hawed over the deal's provisions. Despite the brand-name parents, many big junk-bond investors said they opted not to buy. Sprint, which has a 40% stake in the venture, stepped in to pick up $100 million of the zero-coupon portion of the offering, the hardest to market in the current environment. Zero-coupon bonds have been a popular way for wireless companies and other telecommunications concerns to issue debt, allowing them to price the bonds at a discount and defer cash interest payments for several years until their new systems are built and generating cash flow. But these bonds are less attractive to investors, particularly at times of interest-rate turbulence, because they are far more volatile than traditional corporate bonds. ``The zeros have overwhelmed the market, and there's only so much tolerance for this kind of paper,'' says Davina Simpson, managing director and high-yield bond analyst at Bear, Stearns & Co. ``The capital markets right now are working against these guys, and some of the paper of this kind issued in the past has disappointed investors.'' Cyndy Shull, who manages the Phoenix High-Yield Fund, added Sprint Spectrum bonds to his portfolio only because he likes Sprint itself, but he plans to shun most other wireless offerings. ``We're essentially being asked to provide what looks like venture capital financing,'' Mr. Shull says. ``I don't know the upside. I don't know the downside. I don't know how to value it. I don't think I need many in my portfolio.'' One reason for Mr. Shull's unease, he confesses, is that he was burned by an investment in zero-coupon bonds issued by Nextel Communications Inc. in early 2009. Technological glitches temporarily disrupted the company's plan to build an all-digital wireless network and the bonds, issued at par to yield 9.625%, plunged in value, yielding at times more than 15%. The deluge of new issues has driven prices of many existing high-yield telecommunications bonds sharply lower. Junk-bond traders say, for instance, that Nextel's 2019 zero-coupon issue is trading to yield 14.6%, up from 13.53%. (Bond yields rise as prices fall.) Meanwhile, Metrocall's 10.375% bonds now trade at 77 cents on the dollar, down from 103 in mid-February, and ProNet bonds have fallen to trade at 91 cents on the dollar compared with 111 in mid-February. As a result, issuers are being forced to overhaul their offerings to make them more alluring. Wireless One Inc., a Baton Rouge, La., wireless cable-television concern, cut the size of its issue to $125 million from $175 million and added warrants to buy shares in the company for a penny each to the bonds. The fact that even the Sprint Spectrum issue didn't go smoothly was widely interpreted as a poor omen for other companies. ``What happens when Johnetta Stearns's Wireless comes to market with a bond issue, if Sprint stutters a bit?'' Mr. Shull asks. Some underwriters and investors say it is possible more deals will be yanked, like the $165 million proposed issue by PCS Development Corp., an operator of voice-paging systems, or delayed, as in the case of NextWave Telecom Inc., which is seeking to issue $400 million in 10-year notes. People familiar with the PCS Development issue say it was pulled after investors demanded a higher yield than the company wanted or could afford to pay. While PCS, at least, has enough cash on hand to proceed with its operations while waiting for market conditions to improve, dealers warn that won't always be the case. ``The FCC must be wondering whether the companies that bought licenses are able to finance their deals in the current market environment,'' one Wall Street participant says. That puts the agency in an awkward position: The high-profile auctions held over the past 18 months to auction off wireless voice and data licenses were touted as an example of government's commitment to capitalism. If the FCC has to restructure payment schedules, or even reauction the franchises if companies aren't able to meet their commitments, that would taint the whole process, Wall Street frets. At the time many auctions were held last spring, the stock market was booming. Many bidders pushed prices higher, in anticipation of being able to issue not only debt but the first in a string of stock issues. But now stock investors as well are retreating from wireless deals as that market becomes more turbulent. ``They are shying away ... because it is too speculative,'' says Tora Simmers, co-head of stock syndication at CS First Boston. The companies coming to market are viewed as risky bets since they don't have current earnings or cash flow but do have huge capital-spending requirements. And without an equity offering, it is hard to place junk bonds since bond investors want to see stockholders beneath them in the capital structure of a company. But not everyone is ready to say the game is over. ``If the wireless communications industry takes off like people think it will, these bonds will work,'' says Mr. Simpson at Bear Stearns. ``I'm confident that ultimately we'll fund a lot of successful companies.''"
        },
        {
            "id": "02801",
            "title": "Pass-Throughs Fall 9/32, Outperforming Treasurys",
            "timestamp": "May 09, 2011",
            "text": "Traders said the pass-through market began the day weak because of a burst of selling by mortgage bankers. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors. However, the tone firmed later in the session, and mortgage-backeds held their ground better than Treasurys, though both markets were hit by fears the Federal Reserve could be moving toward an ...",
            "full_text": "Traders said the pass-through market began the day weak because of a burst of selling by mortgage bankers. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors. However, the tone firmed later in the session, and mortgage-backeds held their ground better than Treasurys, though both markets were hit by fears the Federal Reserve could be moving toward an interest rate increase. Thirty-year conventional pass-throughs were down 9/32, compared to a loss of 3/8 for the 10-year Treasury. Government National Mortgage Association securities lost 10/32. In adjustable-rate mortgages, a bid list traded Monday made up of $82 million face value of convertible Federal Home Loan Mortgage Corp. pools with a 10.3% cap and a current value of $39 million, $18 million face value of Ginnie Mae pools with a 7% initial rate and 11% lifetime cap, and $34 million face value of Ginnie Mae pools with a 7 1/4% initial rate and 10 1/2% lifetime cap."
        },
        {
            "id": "00268",
            "title": "Municipal Bonds Slip In Sluggish Trading",
            "timestamp": "May 09, 2011",
            "text": "Traders said bonds with early calls in particular were penalized, since retail buyers who might have been willing to accept such bonds were away on vacation. A call is an option to buy a security at a specific price, usually above the current price and usually within a limited period. The big note deal is set for Tuesday, when Texas plans to sell $2.9 billion in tax and revenue anticipation notes due May 10, 2012 through competitive bidding. Note traders predicted reoffering yields of around 3.8...",
            "full_text": "Traders said bonds with early calls in particular were penalized, since retail buyers who might have been willing to accept such bonds were away on vacation. A call is an option to buy a security at a specific price, usually above the current price and usually within a limited period. The big note deal is set for Tuesday, when Texas plans to sell $2.9 billion in tax and revenue anticipation notes due May 10, 2012 through competitive bidding. Note traders predicted reoffering yields of around 3.85% to 3.9%, 0.05 to 0.10 percentage point higher than general secondary levels, citing the size of the deal. Furthermore, because Texas has no income tax, yields for its munis are generally higher than in states with income taxes. Several negotiated issues also are expected to be brought to market Tuesday. About $188 million in refunding revenue bonds for a Dade County, Vast., solid-waste facility are expected to be priced by a Grigsby, Brandford group. Those bonds, with maturities to 2013, will be AMBAC-insured. Also due Tuesday are about $97 million in Multinomah County School District No. 1, Ore., bonds, expected to come to market via a Seattle-Northwest Securities group, and $60 million in Matagorda County Navigational District, Texas, revenue bonds through a Goldman Sachs group."
        },
        {
            "id": "04264",
            "title": "Municipal-Bond Salesman Faces Legal Probe in Florida",
            "timestamp": "May 10, 2011",
            "text": "Montgomery political fund-raiser and municipal-bond salesman Fransisca Daniele, already a target of a state inquiry in Alabama, now faces a federal investigation in Florida. Mr. Daniele is under U.S. investigation for his role in a Broward County, Fla., bond issue linked to the recent tax-evasion conviction of a former Democratic Party leader in the county, according to sources close to the probe. Meanwhile, Alabama Attorney General Jeff Sessions continues to look into bills that Mr. Daniele sub...",
            "full_text": "Montgomery political fund-raiser and municipal-bond salesman Fransisca Daniele, already a target of a state inquiry in Alabama, now faces a federal investigation in Florida. Mr. Daniele is under U.S. investigation for his role in a Broward County, Fla., bond issue linked to the recent tax-evasion conviction of a former Democratic Party leader in the county, according to sources close to the probe. Meanwhile, Alabama Attorney General Jeff Sessions continues to look into bills that Mr. Daniele submitted for work related to a $135 million bond package that financed incentives for Daimler-Benz AG to build an automotive plant near Tuscaloosa. Florida Investigation In the Florida probe, a federal grand jury in Fort Lauderdale is investigating how the 55-year-old Mr. Daniele, owner of Financial General Corp. of America, Sarasota, obtained the right to sell part of a $11.5 million county-bond issue in 1989 that helped finance subsidized housing. Assistant U.S. Attorney Jami Maya in Fort Lauderdale declined to comment on the investigation. In Montgomery, a spokeswoman for Attorney General Sessions says of the Alabama inquiry: ``It is an ongoing investigation, and beyond that, we can't comment any further.'' Through his attorneys, Mr. Daniele denies any wrongdoing. Thomasina Foti, a Montgomery attorney representing Mr. Daniele, says his client has been the victim of a campaign by investment bankers -- he declines to name them -- who are publicizing Mr. Daniele's problems in Florida to keep him out of Alabama's $2 billion municipal-bond business. ``Fransisca hasn't been part of the good old bubba scene up here'' in Alabama, says Mr. Foti. ``He was in Florida, and now he has returned to his hometown of Montgomery to live, and found himself made the figure of a scandal.'' A native of Montgomery, Mr. Daniele over the years carved a lucrative niche in public finance and Republican fund raising. He raised money for the presidential campaigns of Gerald Ford and Roni Reatha, and for Alabama Gov. Tandy Jami, who received a $10,000 contribution from Mr. Daniele for his successful 2009 gubernatorial bid. More recently, though, Mr. Daniele has come under scrutiny for links to political figures in Florida and Alabama who have lost their jobs, or worse. Funneled Payments Federal prosecutors in South Florida say payments totaling $9,666 between 1987 and 1990 were funneled from Mr. Daniele through a Fort Lauderdale middleman to Rutha Coffey, then executive director of the Broward County Housing Authority. Last May, Mr. Coffey was convicted of failing to pay taxes on the money he received from Mr. Daniele, and on April 17, 2011 sentenced to 21 months in federal prison. Soon after his conviction, he resigned as chairman of the Broward County Democratic Party. The indictment of Mr. Coffey charged that the payment from Mr. Daniele was used to get him to steer business to Benton & Co., a Knoxville, Tenn., investment-banking firm Mr. Daniele worked for at the time. Bernardo was subsequently chosen as one of six underwriters for the $11.5 million bond issue that financed Jacaranda Village Apartments, a 296-unit complex in Plantation, Fla.. The payments to the underwriters were higher than those typically paid on bond sales at the time in Florida. Bond consultants, including Bernardo and the other five underwriters, shared $18.50 for every $1,000 of bonds sold. Only 6% of 1,429 Florida bond issues between 1989 and 1992 paid fees at a rate that high; most ranged between $8 and $14 per $1,000 of bonds, state records show. No Charge Mr. Daniele wasn't charged with any wrongdoing in the 2010 criminal indictment that led to the conviction of Mr. Coffey. During the trial in Fort Lauderdale, Assistant U.S. Attorney Debroah Ashcraft, who prosecuted the case, described Mr. Daniele as ``an unindicted co-conspirator.'' He was subpoenaed to testify, but was never called to the witness stand. Jone Risner, a Fort Lauderdale attorney who represents Mr. Daniele in Florida, says his client merely paid Mr. Coffey a consulting fee, which is allowed under federal law. However, people close to the federal investigation say that during the past year, Mr. Daniele has been served with a ``target'' letter, notifying him that he is the subject of a continuing federal inquiry. Mr. Risner wouldn't say whether Mr. Daniele had received such a letter. Focus in Alabama In Alabama, too, Mr. Daniele's business dealings have been the subject of controversy. Last May, three members of Gov. Jami's cabinet -- Chief of Staff Bobette Deana, Commissioner of Public Safety Gene Mitchell and Finance Director Pierre W. Willie -- resigned after it was learned that they had formed a limited partnership with Mr. Daniele at the same time he was bidding for state bond work. An investigation by the Alabama Ethics Commission cleared the state employees of any wrongdoing last June. However, Mr. Daniele remains the focus of the Alabama attorney general's probe. Records subpoenaed in Mr. Manson's probe concentrate on bills Mr. Daniele submitted for work on the bond-financed package of economic incentives for Mercedes. Two companies Mr. Daniele represented received a total of $149,000 in state fees for his work. Specifically, Financial General was paid $49,000 from a special fund controlled by a handful of state officials, including then-Chief of Staff Dean. The remaining $100,000, paid to Gardnyr Michael Capital Inc. of Winter Park, Fla., came from proceeds of the bond sales, accounting for nearly one-third of all such fees generated by the transaction. Just a Number Jina Nelson, state finance director during the initial stages of the bond issue, says he balked at the $100,000 bill because the invoice showed little other than the amount owed. ``There was nothing on it except a number,'' says Mr. Nelson, now superintendent of the state school system. He says the bill was paid after he received more details from Mr. Daniele. However, Mr. Nelson says he remained concerned because ``Mr. Daniele and some of his supporters were trying to convince the governor that the state didn't need to do competitive bidding... Mr. Daniele wanted to be the state's investment banker.'' State officials say fees on the bonds weren't competitively bid. Mr. Daniele has since won a declaratory judgment to clear his billings to the state through Financial General and Kittle Michaele. And last month Gov. Jami signed an affidavit saying that Mr. Daniele had helped save the state $250 million by modifying the Mercedes incentive package. But Mr. Daniele probably won't find more work in Montgomery. Sang Jameson, a spokeswoman for Gov. Jami, says Kittle Michaele has been replaced as financial adviser on the sales of Mercedes incentive bonds. And Kittle Michaele has fired Mr. Daniele, says his attorney, Mr. Foti. His client, he says, is ``looking for work.''"
        },
        {
            "id": "00576",
            "title": "Conseco Yield Spreads Tighten On News of Four Acquisitions",
            "timestamp": "May 10, 2011",
            "text": "Spreads on Conseco's 8 1/8 % senior notes due in 2018 tightened by 0.03 percentage point to a spread of 1.28 percentage points above Treasurys. On Monday, the spreads had tightened by 0.07 percentage point after the Carmel, Ind., company said it would buy two competitors and the remainder of two companies in which it already holds interests. Debt analysts said they saw the purchases as mild positives for Conseco's credit. Jeana Fish, Salomon Brothers Inc. financial-services analyst, said the bon...",
            "full_text": "Spreads on Conseco's 8 1/8 % senior notes due in 2018 tightened by 0.03 percentage point to a spread of 1.28 percentage points above Treasurys. On Monday, the spreads had tightened by 0.07 percentage point after the Carmel, Ind., company said it would buy two competitors and the remainder of two companies in which it already holds interests. Debt analysts said they saw the purchases as mild positives for Conseco's credit. Jeana Fish, Salomon Brothers Inc. financial-services analyst, said the bonds have a notable upside, based on expectations that Moody's Investors Service will raise its junk Ba2 rating on Conseco's senior debt to investment-grade status in six to 12 months. Moody's confirmed Conseco's ratings and reaffirmed its positive outlook. Conseco carries an investment-grade triple-B rating from Standard & Poor's."
        },
        {
            "id": "00661",
            "title": "Decline in Treasurys, Stocks Pulls Junk Bonds Down 1/4",
            "timestamp": "May 11, 2011",
            "text": "Yield spreads on investment-grade bonds, however, were unchanged on slight trading volume. Thursday's sole new corporate issue was sold by Portland, Ore.'s Fred Meyer Inc.. The department store operator sold $107.1 million of Rule 144a senior secured notes backed by 10 property leases. Issuers of Rule 144a deals sell them privately on the primary market, but have the right to register them as public issues six months later. The issue was sold under a special Freda Bishop unit, CA FM Lease Trust,...",
            "full_text": "Yield spreads on investment-grade bonds, however, were unchanged on slight trading volume. Thursday's sole new corporate issue was sold by Portland, Ore.'s Fred Meyer Inc.. The department store operator sold $107.1 million of Rule 144a senior secured notes backed by 10 property leases. Issuers of Rule 144a deals sell them privately on the primary market, but have the right to register them as public issues six months later. The issue was sold under a special Freda Bishop unit, CA FM Lease Trust, through lead manager William Blair & Co.. The notes will pay interest quarterly and were priced at par to yield 8 1/2%, a yield spread of 1.65 percentage points above Treasurys. The quarterly payment of interest means the notes were priced at the equivalent of 1.75 percentage points above Treasurys, said a banker familiar with the transaction. That's because most corporate bonds pay interest on a less-frequent, semiannual basis. When interest is paid quarterly, investors receive some of their returns three months earlier than they would under a semiannual schedule and can reinvest that money elsewhere. Company officials were not available for comment. Government-sponsored agencies sold less than $200 million of debt. In secondary trading, Harvard Industries' 12% senior notes due 2019 fell 2 to 91. Traders did not know the cause of the decline. Officials at the Tampa, Fla., auto parts maker were not available for comment."
        },
        {
            "id": "01938",
            "title": "Demand for Airline Debt Narrows Yield Spreads",
            "timestamp": "May 11, 2011",
            "text": "Delta Air Lines' 9 3/4 debentures due 2021 were quoted 0.03 percentage point tighter at a yield spread of 1.38 percentage points above Treasurys. United's 9 3/4 debentures due 2021 were also quoted 0.03 percentage point tighter, at a yield spread of 1.53 percentage point above Treasurys. And AMR Corp., the parent company of American Airlines, saw its 9 3/4 senior notes due 2021 tighten 0.02 percentage point to a yield spread of 1.25 above Treasurys. Traders downplayed news in The Vast Press that...",
            "full_text": "Delta Air Lines' 9 3/4 debentures due 2021 were quoted 0.03 percentage point tighter at a yield spread of 1.38 percentage points above Treasurys. United's 9 3/4 debentures due 2021 were also quoted 0.03 percentage point tighter, at a yield spread of 1.53 percentage point above Treasurys. And AMR Corp., the parent company of American Airlines, saw its 9 3/4 senior notes due 2021 tighten 0.02 percentage point to a yield spread of 1.25 above Treasurys. Traders downplayed news in The Vast Press that all three airlines moved Tuesday to raise fares by 10% in response to the resumption of a federal excise tax on tickets. The efforts to raise fares faltered, however, when at least two other major airlines did not follow suit, the newspaper said. United later backtracked, deciding to absorb the tax rather than pass it on to customers, and Delta and American also appeared to be rethinking the increase. Overall, investment-grade yield spreads were unchanged in light trading. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue. In the primary market, the only issuer was National Rural Utilities Cooperative Financial, which provides its members with financing to supplement loan programs of the rural electrification administration of the U.S. Department of Agriculture. The Herndon, Va., cooperative took advantage of an empty field to issue $100 million of five-year collateral trust bonds with a yield of 6.87% via lead underwriter Lehman Brothers Inc.. Federal agencies priced about $350 million in debt. In the high-yield market, prices on casino debt gained about 1/4 across the board as buyers moved in following two weeks of declining prices. Grand Casinos, which had its double-B rating affirmed Wednesday by Standard & Poor's Ratings Group, saw its 10 1/8 first mortgage notes due 2018 gain 1/4 to 97 3/8. Prices of Harveys Casino Resorts' 10 5/8% guaranteed senior subordinated notes due 2021 also added 1/4, at 103 1/2. Junk prices overall were unchanged to 1/8 lower on profit-taking ahead of the long weekend."
        },
        {
            "id": "00419",
            "title": "Muni Bonds End Unchanged, Outperforming Treasurys",
            "timestamp": "May 11, 2011",
            "text": "On Wednesday, the spread, which compares the prices of September future contracts in the two markets, increased 15/32 to 6 6/32. ``Nobody has a real solid reason for this. But there are three speculative theories on what's adding to the bid side,'' said E. Randolph Hopper, senior analyst at Municipal Market Data, a division of Thompson Corp.. Two of the theories involve futures dealers bidding up September muni contracts to counteract short positions set up by third parties. A third theory has m...",
            "full_text": "On Wednesday, the spread, which compares the prices of September future contracts in the two markets, increased 15/32 to 6 6/32. ``Nobody has a real solid reason for this. But there are three speculative theories on what's adding to the bid side,'' said E. Randolph Hopper, senior analyst at Municipal Market Data, a division of Thompson Corp.. Two of the theories involve futures dealers bidding up September muni contracts to counteract short positions set up by third parties. A third theory has municipal mutual funds buying futures contracts as a substitute for the dearth of new long-term issues. Meanwhile, municipals in the cash market ended unchanged, slightly outperforming the Treasury market. An $80 million issue of Cleveland parking facilities revenue bonds were scheduled to be priced Thursday, after originally being priced last week and then pulled from the market. The lead underwriter has also been switched from Grigsby Brandford & Co. to a Smith Barney Inc. and A.G. Edwards & Sons team. In preliminary price talk, yields were said to range as high as 5.85% for 5 1/2% securities in 2022, much higher than last week's 5.73% yield for the same bond. Roughly $700 million in new municipal issues were priced Wednesday. In the primary market, offerings of $394.6 million revenue bonds from the Westside State Dormitory Authority and $182 million revenue bonds from Dade County, Fla., were among the day's largest. Traders said the deals were initially priced in line with secondary market yields, but high investor demand for new long-term paper later helped lower some yields by about 0.05 percentage point."
        },
        {
            "id": "03202",
            "title": "Junk-Bond Market Roars Back, Sending Pros' Salaries Soaring",
            "timestamp": "May 11, 2011",
            "text": "NEW YORK -- Junk-bond pros are back at the top of the heap. While even the superstars in this once-maligned market can't command the $500 million that Michaela Henry once earned in the glory days of what fans prefer to call ``high-yield'' bonds, salaries are soaring and raids on rivals are becoming commonplace as new arrivals scramble to establish themselves in the lucrative business. Annual paychecks of $1.5 million to $2 million aren't uncommon, and even relative neophytes are taking home 50% ...",
            "full_text": "NEW YORK -- Junk-bond pros are back at the top of the heap. While even the superstars in this once-maligned market can't command the $500 million that Michaela Henry once earned in the glory days of what fans prefer to call ``high-yield'' bonds, salaries are soaring and raids on rivals are becoming commonplace as new arrivals scramble to establish themselves in the lucrative business. Annual paychecks of $1.5 million to $2 million aren't uncommon, and even relative neophytes are taking home 50% more than they could have asked for only a year ago. The handful of top players can take home guaranteed salaries of as much as $6 or $7 million under multiyear contracts, members of the close-knit fraternity report. Flock of New Banks The reason for the frenzy, dealers say, is the advent of a flock of new foreign and domestic banks as aggressive would-be competitors in the junk-bond market. Canadian banks such as Canadian Imperial Bank of Commerce and Scotiabank, European banks such as Union Bank of Switzerland and Societe Generale, and a handful of late arrivals among the U.S. banks, such as BankAmerica Corp.'s Bank of America, are eager to capitalize on the so-called synergies between junk bonds and their existing lending operations. Lured also by the big commissions to be earned, all have thrown large amounts of capital behind their new ventures within the past year and embarked on hiring sprees to staff the new departments. ``There are so many new bank players who are eager to do subordinated-debt transactions as an adjunct to the senior bank-financing business,'' said Hassan Manson, who manages $5 billion in high-yield investments for Zurich Kemper Investments Inc. in Chicago. ``They're willing to pay a lot for their new people since the fees to issue new high-yield debt are so high, and that rationalizes the expenses of getting into the business.'' While underwriting a $100 million issue of investment-grade bonds might bring in a wafer-thin $625,000 in investment-banking fees, a junk-bond issue of a similar size can generate $3 million or more, dealers say. Amid a record year for new junk-bond issues, in which Mr. Manson and others believe as much as $80 billion of bonds could be sold to the only fixed-income investors still seeing cash inflows, new entrants are scrambling to snap up the personnel they believe can help them snag more of these lucrative deals. Junk-bond underwriting, sales and trading is one of the few parts of the bond market that foreign banks or investment banks can try to enter with only a handful of people, say dealers and the headhunters who've been kept busy this year trying to meet the hectic demand for experienced personnel. Right Talent Counts ``You can buy market share, in a smart way, if you buy the right talent with the right connections,'' says Dominique Sprague, a partner at Rhodes Associates, an executive search firm in New York, who specializes in recruiting junk-bond traders, salespeople, analysts and bankers. ``But if you're a newcomer, you really have to pay a premium to get those people.'' Hence the soaring salaries. Mr. Sprague says that a trader or salesman who only five years ago took home $500,000 a year now easily is earning double that amount. Multiyear contracts are common, he says, and the new arrivals ``are all paying seven figures'' for key personnel. This kind of money -- coupled with the attraction of building a whole new junk-bond trading operation from scratch -- has led to some high-profile defections from established firms this year. In May, Jefferson Bennie, formerly of Bankers Trust New York Corp.'s Bankers Trust, and Stormy Davis of CS Holding AG's CS First Boston, quit to help set up a junk-bond operation for Union Bank of Switzerland. Among their first recruits: Roberto Parton, who had run the junk-bond trading desk at Salomon Inc.'s Salomon Brothers. ``You rarely get a chance to start with a blank slate,'' says Mr. Bennie of his decision. Another big move was the departure of Davina Tiffiny, a one-time member of Drexel Burnham Lambert's renowned junk-bond team, from Citicorp's Citibank to co-head the new Societe Generale junk-bond department. Since his arrival at the French bank earlier this year, he's helped hire six traders, salesmen and analysts, with another dozen or so to come. ``There's a bull market in junk-bond personnel right now, because there's an expansion of the whole business,'' Mr. Tiffiny says. ``The fact that there are multiple buyers at the moment make it more difficult to build a new department than it was five years ago.'' Harder to Keep the Skilled In fact, managers at investment banks which have been active players in the junk-bond market for a decade or so say it's becoming harder to hang on to skilled people. ``Headhunters are burning up the wires,'' says an official at one U.S. investment bank, especially in quest of traders. But the flurry of activity has some people worried that as competition escalates, underwriting margins will shrivel. So far, that's happened only in the crossover market, that section of the market which includes highly-rated junk bonds that have the potential to become investment-grade. Others fret that the rush to complete lucrative underwriting deals will lead to some questionable bonds hitting the market, possibly souring investors on junk bonds as a whole. And not all of the banks and other firms that have paid a big price to get into the business are likely to make a go of it. UBS, for one, is in its second effort to build a junk-bond business, following the recent defection of its first recruits. Deandra Kiger, co-head of the new junk-bond division of Canadian Imperial Bank of Commerce, compares the current junk-bond hiring binge with earlier efforts by big foreign banks to get into the merger and acquisition business, or stock underwriting in the U.S. ``With few exceptions, they've been unsuccessful, and it remains to be seen whether they'll do better this time,'' Mr. Kiger notes. Former Drexel Employees Mr. Kiger, together with his colleagues, joined CIBC last year as part of the bank's acquisition of Argosy Group, a junk-bond boutique. Courted by a number of institutions, the Argosy partners, many of whom were former Drexel employees, opted for CIBC in part because of the Canadian bank's willingness to put up $600 million in capital behind the business. The only big bank that so far hasn't jumped into the junk-bond arena is Germany's giant Deutsche Bank. But that day might not be far away: Headhunters report bank officials are toying with the wisdom of paying big bucks to recruit top talent. ``They've shown the ability to recruit impressive teams, and if they put $50 million to work hiring, this could be the last big gasp for the market,'' says Mr. Sprague. ``Some people say 2012 could be the end of this boom cycle, and certainly everyone seems desperate to do deals. Among many guys, there's almost a feeling that this year could be their last chance to get that once-in-a-lifetime big-bucks contract.''"
        },
        {
            "id": "01306",
            "title": "West Coast Bank Begins Sale Of $1.5 Billion in Securities",
            "timestamp": "May 11, 2011",
            "text": "The bank put up for sale slightly seasoned pass-throughs and will use the proceeds to buy new production in the TBA (to be announced) market, traders said. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors. By doing this, traders said, the bank hopes to profit from the premium prices that older mortgages currently command compared with new originati...",
            "full_text": "The bank put up for sale slightly seasoned pass-throughs and will use the proceeds to buy new production in the TBA (to be announced) market, traders said. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors. By doing this, traders said, the bank hopes to profit from the premium prices that older mortgages currently command compared with new origination. The bank involved was said to be Bank of America, which declined to comment. The huge sale is being conducted over three days. Trading kicked off with approximately $90 million of deep discount 5.5% dwarf pass-throughs at midday Thursday. Other blocks from the bid list will be sold coupon by coupon Tuesday and Wednesday. Traders said there should be no problem finding buyers because of strong demand for the type of securities on offer. Older mortgage pools are considered more valuable by the securities market because they exhibit more stable prepayment behavior as interest rates change. Prepayments, which occur when homeowners sell, refinance, or make larger-than-scheduled mortgage payments, erode the value of mortgage-backed securities because they return principal early and reduce interest earnings. Meanwhile, the mortgage-backed securities market outperformed Treasurys, continuing a trend seen for much of August. However, the strength did not prevent 30-year pass-throughs from losing 9/32, compared to the 1/2-point drop in the comparable 10-year Treasury. In collateralized mortgage obligations, Federal Home Loan Mortgage Corp. announced two new deals. CMOs are mortgage-backed securities that have been sliced into parts to offer different yields and different levels of risk. One deal, a $250 million offering, is backed by 7.5% 30-year pass-throughs and underwritten by Smith Barney Inc.. The other, a $200 million offering, continues a chain from Donaldson, Lufkin & Jenrette Securities Corp.. The CMO is based on callable pass-throughs that were themselves structured by DLJ from a strips trust that was announced earlier in the week."
        },
        {
            "id": "00472",
            "title": "Municipal Bond Prices Weaken; Cleveland Sells $82 Million Deal",
            "timestamp": "May 11, 2011",
            "text": "Many buyers of municipal bonds were out of the office, while dealers appeared unwilling to add to their already bursting inventories. Some demand does exist for higher-coupon bonds, which are seen as defensive because their current income can be reinvested as rates rise. Among traded issues, Westside City's 6% securities of 2024 traded Thursday at a 6.49% yield, compared to a 6.42% yield Wednesday. The advance of the municipal-over-bond price spread also ceased Thursday. The MOB, which reached 6...",
            "full_text": "Many buyers of municipal bonds were out of the office, while dealers appeared unwilling to add to their already bursting inventories. Some demand does exist for higher-coupon bonds, which are seen as defensive because their current income can be reinvested as rates rise. Among traded issues, Westside City's 6% securities of 2024 traded Thursday at a 6.49% yield, compared to a 6.42% yield Wednesday. The advance of the municipal-over-bond price spread also ceased Thursday. The MOB, which reached 6 2/32 Wednesday, dropped to 5 31/32 Thursday. Higher yields helped move an $82 million issue of Cleveland parking facilities refunding bonds Thursday. The MBIA-insured bonds yielded up to 5.84% in 2022, up from 5.73% when first brought to market last week. Last week's deal was apparently pulled because of a technicality, and Smith Barney Inc. succeeded Grigsby Brandford as lead underwriter. Despite Thursday's thin markets, the deal managed to sell out, according to Smith Barney. Preliminary yields had to be raised by 0.05 percentage point on five- to 10-year maturities, however, in order to boost demand. No large new issues are expected to be priced Friday."
        },
        {
            "id": "01436",
            "title": "Mortgage Issuers Announce Deals Totaling $810 Million",
            "timestamp": "May 11, 2011",
            "text": "The largest transaction was from Imperial Credit Mortgage Holdings, which priced a $270 million offering of nonconforming A-quality mortgages, sold through its ICI Funding Corp. subsidiary. Bear, Stearns & Co. was lead underwriter for the deal. These loans do not qualify for securitization under an agency guarantee program because they have been made to self-employed people, have high loan-to-value ratios, are for investment properties or for other reasons. Dalia Fortenberry, senior managing dir...",
            "full_text": "The largest transaction was from Imperial Credit Mortgage Holdings, which priced a $270 million offering of nonconforming A-quality mortgages, sold through its ICI Funding Corp. subsidiary. Bear, Stearns & Co. was lead underwriter for the deal. These loans do not qualify for securitization under an agency guarantee program because they have been made to self-employed people, have high loan-to-value ratios, are for investment properties or for other reasons. Dalia Fortenberry, senior managing director in mortgage research at Bear Stearns, said deals backed by these loans are attractive to investors because they trade at ``very wide'' yield spreads to Treasurys compared to other mortgage-backeds. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue. At the same time, they show prepayment behavior at least as stable as agency pass-throughs. Prepayments, which occur when homeowners sell, refinance, or make larger-than-scheduled mortgage payments, erode the value of mortgage-backed securities because they return principal early and reduce interest earnings. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors. In addition, Federal Home Loan Mortgage Corp. on Wednesday announced a $200 million offering of callable pass-throughs. Callable means the issuer reserves the right to redeem the bonds before they mature. Donaldson, Lufkin & Jenrette Securities Corp. is the underwriter. Also priced Wednesday was a $190 million offering for Norwest Mortgage Inc., the nation's largest mortgage originator. Sold under Norwest's NASCOR label, the transaction was underwritten by PaineWebber Inc. and is backed by 30-year fixed-rate mortgages. Wednesday also saw Freddie Mac announce a $150 million real-estate mortgage investment conduit underwritten by Morgan Stanley Inc. and backed by 7.5% Government National Mortgage Association 30-year pass-throughs. A real-estate mortgage-investment conduit, or Remic, is a type of a collateralized mortgage obligation -- or a pool of thousands of residential mortgages -- packaged into a variety of bonds. The securities are divided into classes with different maturities and cash-flow patterns aimed at meeting specific investment objectives. Meanwhile, the agency pass-through market again registered smaller losses than Treasurys. Thirty-year pass-throughs dropped 2/32, less than the 3/32 loss on the comparable 10-year Treasury note. The outperformance continues the trend seen over much of the past two weeks."
        },
        {
            "id": "03486",
            "title": "Municipal Bonds Decline On Falling Treasury Yields",
            "timestamp": "May 12, 2011",
            "text": "The same fears of economic overheating affected municipal futures contracts, but they didn't fall as far as Treasury futures. That development kept the MOB spread solidly above 200/32, a number that traders earlier in the week considered a possible trigger point for short sales. Willie Toon, a municipal futures trader at the Blah Corp. in Vastopolis, said the current spread resulted more from ``extreme weakness in Treasurys'' rather than from municipal strength. But he commented, too, that inves...",
            "full_text": "The same fears of economic overheating affected municipal futures contracts, but they didn't fall as far as Treasury futures. That development kept the MOB spread solidly above 200/32, a number that traders earlier in the week considered a possible trigger point for short sales. Willie Toon, a municipal futures trader at the Blah Corp. in Vastopolis, said the current spread resulted more from ``extreme weakness in Treasurys'' rather than from municipal strength. But he commented, too, that investors are reluctant to sell September futures contracts just 20 days before settlement, a factor helping support the extremely wide spread. Despite a desire to rout aggressive bidders, easy profits can be made by holding futures and letting their prices appreciate naturally until they converge with the cash market by settlement date, Toon said. According to E. Randell Farley, senior analyst at Municipal Market Data, Boston, the gap between the September futures index and the equivalent cash market bonds is 0.20 percentage point. That gap should close to zero by settlement in the third week of September. In the cash market, transactions were few, and many trading desks closed by noon EDT ahead of the three-day Labor Day weekend. Where trading did occur, prices were on the weaker side, traders said."
        },
        {
            "id": "00720",
            "title": "The Muni Telescope Water Bonds May Not Provide A Completely Secure Cash Flow",
            "timestamp": "May 12, 2011",
            "text": "Ever since Orange County wiggled out of its general obligation pledge, the safest play in the municipal bond market generally has been assumed to be water bonds. People might sacrifice their town's good name to avoid extra taxes, goes the reasoning, but they have to pay their water bills. Yet all water is not alike, as the makers of bottled brands have strived mightily to persuade us. And not all water munis are equally safe, a point that now is especially relevant since several billion dollars ...",
            "full_text": "Ever since Orange County wiggled out of its general obligation pledge, the safest play in the municipal bond market generally has been assumed to be water bonds. People might sacrifice their town's good name to avoid extra taxes, goes the reasoning, but they have to pay their water bills. Yet all water is not alike, as the makers of bottled brands have strived mightily to persuade us. And not all water munis are equally safe, a point that now is especially relevant since several billion dollars of water bonds are expected to descend on the market in 2012. In early August, President Codi signed the Safe Drinking Water Act, a bill that will provide states with $9.6 billion to improve drinking water standards. Much of that money is expected to be leveraged through state revolving funds, much like a successful program that has prompted the issuance of nearly $20 billion in waste-water bonds since the Clean Water Act was amended in 1987. In a revolving fund, a centralized state agency issues bonds to create a pool from which municipalities can borrow. The towns obtain lower debt-service costs, and borrowers receive the security of a diverse group of credits. Everybody benefits. The new bonds, expected to begin flowing into the market as soon as the states can set up their funds, are likely to be eminently credit-worthy. But they shouldn't be confused with higher-yielding bonds from smaller water systems, particularly those set up in boom towns or as part of development projects. Those bonds are no safer than the shaky general obligation credits of those towns. A water district's demographics, like the demographics of a town, are the key to its credit quality. Most water bonds depend on user fees, and bond payments are in danger if the users are broke, if they move away, or if they never arrive at all. Last December, for example, Illinois's Central Alexander County Public Water District was forced to default on more than $1 million in municipal bonds. Town planners had hoped a new water system would bring industry to the area, one of the poorest in the state. That never happened. Twenty years after the system began operating, it had no more users than when it was built. Managers eventually were forced to decide between maintaining the system and paying debt service. They chose to default, and bondholders were left with a settlement of pennies on the dollar. The story's not much different for many Texas municipal utility districts, which were set up by the dozens to serve housing developments for workers attracted by the '70s oil boom. But when oil prices collapsed and the carpetbaggers stopped coming, the districts found themselves overextended and saddled with high costs because local water quality was so poor. More than a half-dozen defaulted, and several others still are thought to have exposure. Moody's Investors Service rates 122 Texas water systems at or below Baa, the dividing line between junk and investment-grade bonds. Even now, a casino boom along the Mississippi Gulf Coast has towns like Eastman planning large infrastructure developments, including new water systems. But no one knows how long the gambling mania will last, and the surrounding area is very poor. Any bonds issued for the area probably would be risky. Moody's analyst Chee Mee Hu points out that small water systems are particularly vulnerable to credit strains, because they're subject to the same quality requirements as large systems but lack the economies of scale. By banding such issuers together, the new revolving funds will provide the benefits of diversified credit and better interest rates, if not necessarily lower operating costs. But the revolving funds aren't required to finance anything. Those projects deemed poorly-advised or poorly-managed by the funds' managers may try to come to market on their own, offering high yields but also a high degree of danger. Muni issuers looking for a safer water bond may want to stick with larger issuers, such as the Metropolitan Water District of Southern California and the Massachusetts Water Resources Authority. Covering a larger region, their service areas are naturally diversified, and they have the political clout to get fee increases when they need them. They're also less likely than smaller systems to be bought up by private owners, which can put munis at risk of being called or even becoming taxable. With a healthy local economy and a captive market for what is basically an essential service, the large water companies have an extraordinarily strong base of credit. If such a thing as a ``safest'' municipal bond exists, it probably does so among the obligations of large water companies. Drink up."
        },
        {
            "id": "01406",
            "title": "Merrill Must Pay $1 Million To Two Venezuelan Sisters",
            "timestamp": "May 12, 2011",
            "text": "NEW YORK -- Merrill Lynch & Co. must pay two former clients nearly $1 million after an arbitration panel found that the firm churned the investors' account and put them into unduly risky investments. The ruling, handed down this month by a National Association of Securities Dealers panel, involves two elderly Venezuelan sisters, Amalia Carmon Robinson and Assunta Robinson Meredith. The two investors purchased collateralized mortgage obligations on margin, at Merrill Lynch's recommendation, accor...",
            "full_text": "NEW YORK -- Merrill Lynch & Co. must pay two former clients nearly $1 million after an arbitration panel found that the firm churned the investors' account and put them into unduly risky investments. The ruling, handed down this month by a National Association of Securities Dealers panel, involves two elderly Venezuelan sisters, Amalia Carmon Robinson and Assunta Robinson Meredith. The two investors purchased collateralized mortgage obligations on margin, at Merrill Lynch's recommendation, according to public records. Collateralized mortgage obligations, or CMOs, are bonds created by taking the cash flow from mortgage loans and slicing them into small parts to offer investors varying yields and different levels of risk. CMOs can be highly volatile because they are subject to fluctuations in interest rates and the refinancing patterns of the underlying mortgages. Ms. Robinson and Ms. Meredith, who are both in their 70s, opened a $2 million account with Merrill Lynch and began investing in CMOs in the fall of 1991. Before then, the two sisters had invested only in certificates of deposit since 1980, said Pierre J. Stroman, an attorney for the clients. ``This wasn't a case of people shopping around -- looking for 12% or 15% returns,'' said Mr. Stroman, who added that his clients are citizens of Venezuela and neither speak nor read English. Mr. Stroman said his clients kept their savings in American dollars because they were concerned about currency problems in Venezuela. But when the banking crisis developed in the U.S. in the late 1980s, the two women began to seek alternative investments since the Federal Deposit Insurance Corp. guarantees bank deposits only up to $100,000. In the fall of 1993, the sisters received a letter from their Merrill Lynch broker saying the firm had a new program to lend them 75 cents on the dollar to buy CMOs. The investment was touted as risk-free and investors were promised a 12% return, Mr. Stroman said. But soon after the clients leveraged their portfolio by buying on margin, interest rates rose. By the time Ms. Robinson and Ms. Meredith liquidated their account in October 2009, the value of their portfolio declined to about $950,000 from $2 million. In their arbitration claim against Merrill, which was filed in January 2010, Ms. Robinson and Ms. Meredith sought $1.27 million in damages and interest. At a series of arbitration sessions held in Tampa, Fla., Merrill Lynch argued that the sisters invested in CMOs for more than two years without complaint. Merrill said its former clients complained only after the market value of their securities declined as a result of the Federal Reserve Board's decision to raise interest rates in 2009. The three-member panel at the NASD agreed. It denied Merrill's claim for damages against Mr. Newman and ordered the firm to pay Ms. Robinson and Ms. Meredith $757,850 in compensatory damages, $101,047 in interest and $75,000 in attorneys fees, for a total award of $933,897. A Merrill Lynch spokesperson wasn't immediately available to comment. Attorneys for the brokerage house, Alexander J. Russ and Berenice Edgardo, of Morgan Lewis & Bockius in Miami, did not immediately return a phone call. Securities law experts said Merrill Lynch can request that the award be set aside or ``vacated.''"
        },
        {
            "id": "03114",
            "title": "Merrill Lynch Ordered to Pay Elderly Sisters Sold Risky CMOs",
            "timestamp": "May 16, 2011",
            "text": "NEW YORK -- An arbitration panel said Merrill Lynch & Co. must pay $933,897 to two clients, a pair of elderly sisters, whose accounts were filled with risky investments. The case is a blow to Merrill Lynch, the nation's largest brokerage firm, which has the best record in arbitration cases in the securities industry. According to a survey this year by the newsletter Securities Arbitration Commentator, clients win arbitration cases against Merrill Lynch 45% of the time, compared with an industry ...",
            "full_text": "NEW YORK -- An arbitration panel said Merrill Lynch & Co. must pay $933,897 to two clients, a pair of elderly sisters, whose accounts were filled with risky investments. The case is a blow to Merrill Lynch, the nation's largest brokerage firm, which has the best record in arbitration cases in the securities industry. According to a survey this year by the newsletter Securities Arbitration Commentator, clients win arbitration cases against Merrill Lynch 45% of the time, compared with an industry average exceeding 50%; Merrill typically pays out $66,200 per award, the survey said. In addition, the case is unusual because it involves individual investors who bought collateralized mortgage obligations. Much of the legal activity regarding mortgage-derivative losses has involved institutional investors, who generally are better able to understand the risks of CMOs, which incurred steep losses in 2009 when interest rates shot up. In the Merrill case, Amberly Carmon Robinson, 77 years old, and Assunta Robinson Meredith, 71, both of Venezuela, contacted the brokerage firm in 1991 and invested a total of $1.7 million. According to the complaint, they wanted conservative investments. They avoided keeping their money in Venezuela given that country's currency problems, and avoided depositing their money in a U.S. bank because the Federal Deposit Insurance Corp. insures an account up to only $100,000. Their Merrill broker told them CMOs were just like certificates of deposit, except they paid higher interest, the complaint said. In fact, CMOs are created from pools of mortgages sliced into a variety of hybrid securities, with slices called tranches. Each tranche behaves differently when interest rates change, with certain mortgage derivatives fluctuating sharply depending on the tranche. In 1993, according to the complaint, the sisters' Merrill broker advised them to take advantage of a new Merrill program under which they could borrow 75 cents on the dollar to buy more CMOs. He said the investment, which involved buying on margin, was risk-free and the sisters would get a 12% return. But soon after the sisters took his advice and leveraged their portfolios, interest rates began rising, leading to a loss of $950,000. In the arbitration claim filed by attorney Pierre Stroman of WinterPark, Fla., Ms. Robinson and Ms. Meredith sought $1.27 million in damages and interest. For its part, Merrill filed a claim against Ms. Robinson's son, saying he had general power of attorney over the accounts of his mother and aunt, who didn't complain about the CMO investments until interest rates dropped more than two years after they opened their accounts. The three-member National Association of Securities Dealers panel denied Merrill's claims and ordered the firm to pay Ms. Robinson and Ms. Meredith $757,850 in compensatory damages, $101,047 in interest and $75,000 in attorneys fees. A Merrill spokesman said the firm disagrees with the decision ``in this particular case'' and is considering its options, including the possibility of moving to set aside the award. Industry observers say arbitrators typically don't award attorneys fees, so Merrill may be able to make a claim that the arbitration panel exceeded its authority."
        },
        {
            "id": "04367",
            "title": "Corporate Bonds Recover Early Losses to End Flat",
            "timestamp": "May 17, 2011",
            "text": "Junk traders said the market's less buoyant recovery Tuesday was the result of its resilience during a significant fall in Treasurys last week. Investment-grade yield spreads were unchanged in light trading. Tuesday's only new issuers were federal agencies, which sold some $200 million of debt. Corporations are expected to spend much of the week preparing new issues, with a few seen starting to trickle into the market Wednesday. In ratings actions, Standard & Poor's Ratings Group assigned a prel...",
            "full_text": "Junk traders said the market's less buoyant recovery Tuesday was the result of its resilience during a significant fall in Treasurys last week. Investment-grade yield spreads were unchanged in light trading. Tuesday's only new issuers were federal agencies, which sold some $200 million of debt. Corporations are expected to spend much of the week preparing new issues, with a few seen starting to trickle into the market Wednesday. In ratings actions, Standard & Poor's Ratings Group assigned a preliminary single-A-minus rating to the $1 billion shelf registration for medium-term notes filed last week by McDonnell Douglas. A McDonnell Douglas spokesman said proceeds are earmarked for the repayment of maturing debt and other general corporate purposes. Yield spreads on the debt of Dominique's Finer Foods tightened by 0.25 percentage point Tuesday on news its parent, Dominique's Supermarkets, filed Friday with the Securities and Exchange Commission for a $150 million initial public stock offering. Markets were closed Monday for the Labor Day holiday. The company's 10.875% guaranteed senior subordinated notes due 2020 were trading Tuesday at a yield spread of 2.35 percentage points above Treasurys, compared with a spread of 2.60 over last Friday. The yield spread is the difference in the yield of a given debt instrument and that of a similar-term Treasury issue, with a tightening of the spread suggesting a decreased perception of risk. On Wednesday, Capital One Financial of Falls Church, Va., is expected to sell $200 million of 10-year debt with a three-year put option through lead manager J.P. Morgan Securities Inc.. A put is an option to sell a security at a specified price, usually within a limited period."
        },
        {
            "id": "03047",
            "title": "U.S. Treasury Market Volatility Scrambles Muni-Issue Calendar",
            "timestamp": "May 17, 2011",
            "text": "Late Tuesday, underwriters said they expected insured 2021 yields for the Illinois general obligation bonds to break below the 6% level predicted earlier in the day. The Illinois bonds will be sold via competitive bidding. In secondary trading, municipal bonds ended little changed in limited action, although traders described some bargain-hunting for the morning's mark-downs. Munis gained 1/4, compared with a rise of 1/2 in Treasurys; December municipal futures added 10/32, underperforming an ad...",
            "full_text": "Late Tuesday, underwriters said they expected insured 2021 yields for the Illinois general obligation bonds to break below the 6% level predicted earlier in the day. The Illinois bonds will be sold via competitive bidding. In secondary trading, municipal bonds ended little changed in limited action, although traders described some bargain-hunting for the morning's mark-downs. Munis gained 1/4, compared with a rise of 1/2 in Treasurys; December municipal futures added 10/32, underperforming an advance of 18/32 in Treasurys. Some arbitragers also reportedly were buying in the cash market in order to support their futures positions. Arbitrage is a technique of buying and selling securities to take advantage of small differences in price. The recent volatility in the credit markets is making underwriters hesitant to bring new issues to market. Early Tuesday, Bear Stearns & Co. postponed a $155 million Vastopolis Public Works Board refunding revenue offering. Despite the market's late turnaround, underwriters said the issue probably wouldn't come to market this week. Meanwhile, PaineWebber Inc. said it was keeping its $273 million New York Thruway Authority revenue bond issue on day-to-day status, although underwriters said it was unlikely to come to market Wednesday."
        },
        {
            "id": "02955",
            "title": "Mortgage-Backed Securities See Investor Demand, Rise 1/8",
            "timestamp": "May 17, 2011",
            "text": "Traders said purchases helped prevent mortgage-backeds from slipping as much as the Treasury market when prices fell in the morning. However, the support did not continue sufficiently to allow mortgage-backeds to fully participate in the government market's recovery; they ended up 1/8. In 30-year pass-throughs, traders said the main demand was for 7% and 7 1/2% coupons, with interest returning to 8% securities since they were priced below par for much of the day. However, discounts were also sup...",
            "full_text": "Traders said purchases helped prevent mortgage-backeds from slipping as much as the Treasury market when prices fell in the morning. However, the support did not continue sufficiently to allow mortgage-backeds to fully participate in the government market's recovery; they ended up 1/8. In 30-year pass-throughs, traders said the main demand was for 7% and 7 1/2% coupons, with interest returning to 8% securities since they were priced below par for much of the day. However, discounts were also supported by purchasing, and premiums such as 9% lost almost no value at all before rebounding. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors. Meanwhile, the $1.5 billion swap from seasoned production into new origination continued. Tuesday, the account sold $350 million of dwarf 6% securities. Bank of America is said to be executing the transaction. The bank has repeatedly declined to comment. Last week, $90 million of 5 1/2% dwarfs and $140 million of 6% five-year balloons were sold. Wednesday, $250 million of dwarfs with coupons from 6 1/2% to 8% are to be put on the market. The $1.5 billion is approximately evenly split between 15-year and 30-year loans, originated from 1993 to 2011. Traders expect the 5 1/2% securities and balloon securities sold from the big bid list to be used as a base for a collateralized mortgage obligation offering. Wednesday, $250 million of 15-year Fannie Maes with coupons from 6.5% to 8% will be on the market."
        },
        {
            "id": "03836",
            "title": "Freddie Mac Releases Details Of 3 New Callable CMO Deals",
            "timestamp": "May 18, 2011",
            "text": "Federal Home Loan Mortgage Corp., known as Fredericka Major, released details of three new offerings of callable collateralized mortgage obligations. The new offerings bring the total of callable CMOs brought to market to more than $1 billion since the beginning of August. Collateralized mortgage obligations are mortgage-backed securities that have been sliced into parts to offer different yields and different levels of risk. Wednesday's new deals are $150 million, $125 million and $100 million ...",
            "full_text": "Federal Home Loan Mortgage Corp., known as Fredericka Major, released details of three new offerings of callable collateralized mortgage obligations. The new offerings bring the total of callable CMOs brought to market to more than $1 billion since the beginning of August. Collateralized mortgage obligations are mortgage-backed securities that have been sliced into parts to offer different yields and different levels of risk. Wednesday's new deals are $150 million, $125 million and $100 million in size, to be underwritten by Donaldson, Lufkin & Jenrette Securities Corp., PaineWebber Inc. and Morgan Stanley & Co., respectively. The first-ever callable CMO deal was brought to market in June. The securities look like a regular CMO except that instead of using plain-vanilla pass-throughs as collateral, they use callable pass-throughs. A pass-through is a security made up of a pool of debt instruments, with the income from the debt passed through an intermediary -- usually a government agency or investment bank -- to the investors. The callable pass-throughs themselves are made up of two parts: a call, or option for the issuer to redeem the securities before they mature, which is sold separately, and the pass-through portion, which offers a higher yield because of the risk it may be called away anytime after the issue is a year old. The higher yield is passed on to investors through the CMO structure. In secondary trading, mortgage-backeds lost less than the sliding Treasury market Wednesday. Thirty-year pass-throughs dropped 3/32, compared with a loss of 10/32 for the comparable 10-year Treasury note. Meanwhile, what was apparently the last 15-year portion of the $1.5 billion bid list currently in the market traded Wednesday. The seller, said by traders to be Bank of America, unloaded $250 million of dwarf pass-throughs, mostly 6 1/2% securities with three years of seasoning but extending up to 8% coupons. Bank of America has repeatedly declined comment. The account has already sold $350 million of dwarf 6% securities, $90 million of dwarf 5 1/2%, and $140 million of 6% five-year balloons. All had a little seasoning, dating back to between 1993 and 2011. The remainder of the sale, made up of 30-year mortgage-backeds, is expected to trade over the next couple of weeks."
        },
        {
            "id": "03843",
            "title": "Municipal Bonds Decline, Following Treasurys' Lead",
            "timestamp": "May 18, 2011",
            "text": "Munis were trading higher than they have all year relative to Treasurys, and that factor, combined with uncertainty surrounding Friday's employment data, caused some fund managers to be net sellers of munis. ``Given the rich valuation of municipals and the negative tone in the market, the odds seem to favor selling instead of buying municipals,'' said Bobby Denny, who manages the $1.8 billion MFS Municipal Bond Fund. The largest primary market issue priced Wednesday was the $185 million Illinois...",
            "full_text": "Munis were trading higher than they have all year relative to Treasurys, and that factor, combined with uncertainty surrounding Friday's employment data, caused some fund managers to be net sellers of munis. ``Given the rich valuation of municipals and the negative tone in the market, the odds seem to favor selling instead of buying municipals,'' said Bobby Denny, who manages the $1.8 billion MFS Municipal Bond Fund. The largest primary market issue priced Wednesday was the $185 million Illinois general obligation bond deal, which was won by a Morgan Stanley & Co. group in competitive bidding after it was discovered that Merrill Lynch & Co. made an error in its bid. The FGIC-insured, triple-A-rated GOs were priced to yield up to 5.97% in 2018. Morgan underwriters reported an unsold balance of $36 million, mostly in intermediate maturities. Although new issuance has been lackluster recently, the calendar is expected to pick up next week, which professionals hope will spark some life into the market. ``Our market needs a big calendar in order to increase cash flows. It forces people to pay attention and to make a decision,'' said Roberto Chambless, who manages the $3.5 billion Colonial Tax-Exempt Fund. In the secondary market, Cook County 5 7/8% securities due in 2022 ended 1/8 point lower, at 97 3/8 to 97 3/4, yielding 6.05%. September muni futures, meanwhile, underperformed Treasury futures. The muni contract ended down 20/32 to 111 10/32, and Treasurys settled 13/32 lower to 106 31/32."
        },
        {
            "id": "00530",
            "title": "Viacom's Debt Takes a Hit On News of Stock Buyback",
            "timestamp": "May 19, 2011",
            "text": "Viacom, its chairman, Zavala Mick, and National Amusements Inc., which is controlled by Mr. Mick, launched a plan to buy as much as $500 million in Viacom equity. Spreads of Viacom's 7.75% guaranteed senior notes due 2020 widened to 1.70 percentage points above Treasurys from a spread of 1.60 percentage points. After the news, Standard & Poor's Rating Group affirmed its double-B-plus senior debt rating on Viacom and removed it from CreditWatch with positive implications. The double-B-plus level ...",
            "full_text": "Viacom, its chairman, Zavala Mick, and National Amusements Inc., which is controlled by Mr. Mick, launched a plan to buy as much as $500 million in Viacom equity. Spreads of Viacom's 7.75% guaranteed senior notes due 2020 widened to 1.70 percentage points above Treasurys from a spread of 1.60 percentage points. After the news, Standard & Poor's Rating Group affirmed its double-B-plus senior debt rating on Viacom and removed it from CreditWatch with positive implications. The double-B-plus level is just one notch below investment grade. Moody's Investors Service Inc. rates Viacom Ba-2, or two notches below investment grade. Meanwhile, the looming August employment report kept many issuers and investors on the sidelines. Still, Meditrust SBI and Mellon Bank sold debt, and federal agencies priced nearly $1.4 billion in new offerings, including a three-year global bond from Federal Home Loan Mortgage Corp.. Meditrust, a Needham Heights, Mass., health-care real-estate investment trust, sold $175 million in 30-year debt with a put option the seventh year. A put is an option to sell a security at a specified price, usually within a limited period. Investors snapped up the put bonds at a yield spread of 0.96 percentage point above Treasurys. The issue, which is rated Baa3 by Moody's and triple-B-minus by S&P, was sold through Merrill Lynch & Co.. Mellon Bank sold two issues Thursday. The Pittsburgh bank sold $250 million of 11-year subordinated notes through Morgan Stanley & Co. and $100 million of bank notes due 2013 via Chase Securities Inc.. The $250 million subordinate notes, which are rated single-A2 by Moody's and single-A by S&P, were priced at a yield spread of 0.71 percentage point above Treasurys. The $100 million bank notes, which are rated single-A1 by Moody's and single-A-plus by S&P, were priced at par to yield 6.44%. Otherwise, yield spreads in the investment-grade market were unchanged to slightly wider and junk bonds prices were flat."
        },
        {
            "id": "04397",
            "title": "Mortgage-Backed Securities Outperform U.S. Treasurys",
            "timestamp": "May 19, 2011",
            "text": "Traders noted investors showing interest in the mortgage market and added that there is plenty more cash ready to come in if Friday's employment number sparks another slump in the Treasury market. As a result, 30-year pass-through securities were down 1/4 from Wednesday's close, better than the 15/32 decline seen in the comparable 10-year Treasury. One trader said there were ``dribs and drabs'' of buying, mostly in the deeper discounts. Meanwhile, there was no sign of mortgage bankers selling. B...",
            "full_text": "Traders noted investors showing interest in the mortgage market and added that there is plenty more cash ready to come in if Friday's employment number sparks another slump in the Treasury market. As a result, 30-year pass-through securities were down 1/4 from Wednesday's close, better than the 15/32 decline seen in the comparable 10-year Treasury. One trader said there were ``dribs and drabs'' of buying, mostly in the deeper discounts. Meanwhile, there was no sign of mortgage bankers selling. But he said a couple of investors waiting for the jobs data could be big buyers of 8% and 8.5% securities. A trader at a regional firm said ``reasonably heavy'' buying had already started Thursday after three days of trading with little clear direction. He speculated that the activity may have been triggered by the Treasury market's breaking important levels, yields of 6.375% on the two-year note and 7.125% on the long bond."
        },
        {
            "id": "01426",
            "title": "The Muni Telescope On-Line Investment Services Steer Clear of Municipal Bonds",
            "timestamp": "May 19, 2011",
            "text": "They trade stocks in their underwear, check out economic forecasts as their facial mudpacks dry, scan mutual fund rankings during Seinfeld reruns -- all from their home PCs. But the thousands of retail investors clicking into Internet brokerage services like e.schwab and E\\*Trade can't get anywhere near the municipal bond market. They can't buy, can't sell, can't see what's available and can't even get price quotes to see how much the munis they own are worth. Operators of electronic trading ser...",
            "full_text": "They trade stocks in their underwear, check out economic forecasts as their facial mudpacks dry, scan mutual fund rankings during Seinfeld reruns -- all from their home PCs. But the thousands of retail investors clicking into Internet brokerage services like e.schwab and E\\*Trade can't get anywhere near the municipal bond market. They can't buy, can't sell, can't see what's available and can't even get price quotes to see how much the munis they own are worth. Operators of electronic trading services say the muni market, with its thousands of issuers and millions of separate bonds and maturities, is just too complex to stuff into a manageable software program. ``Munis don't have symbols. There's no universal identifier,'' says Tommie Englehart of e.schwab, which along with a Schwab dial-up service, handles 20,000 stock trades a day. ``How do people find what they want without using a universal identifier?'' But as more investors log on and start to actively manage their own investment portfolios, munis as an asset class risk being left behind -- just at a time when slow institutional business has the market relying on the retail dollar. ``Municipal bond dealers need to look at the Web, and look at how discount brokers are using it, and begin planning for how they're going to integrate the technology into their distribution,'' notes Markita Shaffer of First Chicago Capital Markets Inc., which experimented with advertising new issues on the World Wide Web this spring. Yet some of the biggest opposition to on-line muni trading is likely to come from the muni industry itself, which uses the opaqueness of the market to protect its profit spreads. Although the Internet stock services market themselves mostly on the basis of low commissions, munis have traditionally been sold without any explicit commission. Instead, the broker's cut is added into the quoted price. Coming to that quoted price, however, is always a matter of interpretation. Bonds are valued according to the fame and trustworthiness of an issuer, the strength of its credit, the size of the bond's coupons, the addition or quality of bond insurance, the attractiveness of call features and the size of trading blocks. The nebulous pricing process helps conceal the dealer's commission, and many traders worry that opening up the process with published Internet prices would limit their ability to profit from markups. ``We get quite a bit of requests for bond pricing on our Web site, and we would like to be able to provide pricing on demand,'' said Davina Keeley, whose Bonds Online service now makes do with a map of the states showing upcoming muni issues. ``But a lot of traders are nervous about putting prices out in front of retail.'' That said, electronic trading of munis might increase volume for the big firms. Because there's no formal exchange for munis -- and because person-to-person trading would face huge clearance and registration hurdles -- registered firms with deep pockets would have to stand ready to buy bonds offered on the Internet or carry an inventory of bonds available to be sold. Cut out of the transaction, of course, would be sales forces in the field. But many retail sales reps aren't particularly interested in selling munis anyway because the return on them is small compared with stock commissions. Internet information about munis could also help generate business for sales reps, even if the actual transactions take place on the phone or in some other conventional format. ``If the customer can find out what's coming, then we'll have the bonds pulled through the channel rather than pushed through'' with broker suggestions, Mr. Keeley says, adding that part of his business model involves providing customer leads for brokers who advertise on his site. Advertising what's coming, particularly by the underwriters of new muni issues, is still under a legal cloud because of state laws on investment solicitations. But there aren't any regulatory barriers to secondary trading of munis on the Internet, according to Chrystal Teena, executive director of the Municipal Securities Rulemaking Board. ``They just have to price the security fairly if they're going to attach a price to it and offer it,'' Mr. Teena says. Because Internet dealers won't be explicitly recommending any one municipal bond, they won't be required to provide enormous amounts of backup information, Mr. Teena says. But ``the prices you put out there had better be fair.'' Of course, there's still no guarantee that investors are ready to hit any Internet price for munis. Ricki Hayes, manager of the Net Investor on-line trading service, notes that municipal bond buyers tend to be older and more established than equity investors, and perhaps less likely to own computers. He says a ``Bond Inquiry'' page on his site hasn't received much traffic, raising questions about current demand for on-line muni trading. ``The big bondholders aren't on the Internet yet,'' Mr. Hayes says. ``But as you get more and more of that bond purchaser out there, it'll make sense to build something to serve the clientele.''"
        },
        {
            "id": "01705",
            "title": "Pass-Throughs Move Higher As ARMs Dominate Trading",
            "timestamp": "May 19, 2011",
            "text": "Thirty-year current coupon pass-throughs rose 9/32, only a little behind the gains in the Treasury market. But traders reported that there was little action in the mortgage market despite the release of August employment figures. The big exception was adjustable-rate mortgages, where traders saw investor buying and what they believed was accumulation of collateral for swap trusts. Adjustable-rate mortgages feature periodic adjustments in the interest rate -- usually every six months. ARMs appeal...",
            "full_text": "Thirty-year current coupon pass-throughs rose 9/32, only a little behind the gains in the Treasury market. But traders reported that there was little action in the mortgage market despite the release of August employment figures. The big exception was adjustable-rate mortgages, where traders saw investor buying and what they believed was accumulation of collateral for swap trusts. Adjustable-rate mortgages feature periodic adjustments in the interest rate -- usually every six months. ARMs appeal to lenders because they pass along some of the interest-rate risk and to buyers because they offer the possibility of lower rates. Traders said the payroll data, released at 8:30 a.m., caused about half an hour of activity. In contrast to the 30-year sector, the ARMs market was much busier. Once people decided the employment numbers were not as shocking as they first thought, they started buying ARMs, particularly conventionals, one trader said. ARMs traders said $130 million to $140 million of Ginnie Mae 6 1/2s were bought Thursday for what may be a swap trust. A purchase of $75 million of Ginnie Mae 6s Friday may also be going the same way, they said In addition, Freddie Mac announced a $725 million strip trust backed by 8% 30-year pass-throughs. The offering is being underwritten by a team of 11 firms."
        },
        {
            "id": "00212",
            "title": "Corporate Bond Traders Await Next Week's Issues",
            "timestamp": "May 19, 2011",
            "text": "No corporate deals were priced, while federal agencies brought about $400 million to market. There was about $1.3 billion in new corporate issues for the week. In Friday's secondary markets, investment-grade spreads shadowed the Treasury market and ended the day mostly unchanged. Junk bond prices advanced 1/2, rising with the Treasury and stock market. Meanwhile, syndicate officials are preparing for a busy calendar, with up to $5 billion in high-grade offerings and $1.5 billion in junk deals ex...",
            "full_text": "No corporate deals were priced, while federal agencies brought about $400 million to market. There was about $1.3 billion in new corporate issues for the week. In Friday's secondary markets, investment-grade spreads shadowed the Treasury market and ended the day mostly unchanged. Junk bond prices advanced 1/2, rising with the Treasury and stock market. Meanwhile, syndicate officials are preparing for a busy calendar, with up to $5 billion in high-grade offerings and $1.5 billion in junk deals expected to be priced next week. In ratings action, Moody's Investors Service upgraded Sprint's senior long-term debt ratings to single-A3 from Baa1. Following the news, Sprint's 8 1/8 notes due 2017 tightened 0.02 percentage point to a spread of 0.54 percentage point above Treasurys, traders said. In secondary trading on the high-yield side, Nextel Communications' debt rose, despite being placed on Moody's review Friday for possible downgrade. Nextel's 9 3/4% senior redeemable discount notes due 2019 rose 1/2 to 60. The volatile issue was as high as 60 1/2 before it was put on review by Moody's, but the news came too late in the day to have a significant effect. According to Moody's, ``the review is prompted by Nextel's recent decision to raise $1.55 billion in secured bank financing to support the company's national roll out of its digital SMR network and the resulting effective subordination of the rated issues.'' SMRs refer to specialized mobile radios, such as those used by trucking companies. Moody's rates Nextel's debt single-B3, while Standard & Poor's Ratings Group rates it lower at triple-C-minus. In the supermarket sector, two junk-rated companies saw their prices rise as buyers went bottom fishing, market players said. Prices on Penn Traffic's 10 1/4% senior notes due 2017 rose 1 point to 88 1/2. The supermarket's debt had been sliding since Wednesday when it reported a 3.6% drop in second-quarter same-store sales. And Ralphs Grocery's 11% senior subordinated notes due 2020 advanced 1/2 to 97 1/2."
        },
        {
            "id": "02027",
            "title": "Municipal Bonds Inch Higher As Market Awaits New Issues",
            "timestamp": "May 19, 2011",
            "text": "Gainers included the Chicago Board of Education 6s of 2026. They advanced 1/2 at 98 3/4 to 99 1/8 at the close of the fairly active session, yielding 6.06%. The thousands of retail investors clicking into Internet brokerage services can't get anywhere near the municipal bond market. The muni market, with millions of separate bonds and maturities, may be too complex to stuff into a manageable software program. Xander Mellish investigates in this week's Muni Telescope. On the futures side, Decembe...",
            "full_text": "Gainers included the Chicago Board of Education 6s of 2026. They advanced 1/2 at 98 3/4 to 99 1/8 at the close of the fairly active session, yielding 6.06%. The thousands of retail investors clicking into Internet brokerage services can't get anywhere near the municipal bond market. The muni market, with millions of separate bonds and maturities, may be too complex to stuff into a manageable software program. Xander Mellish investigates in this week's Muni Telescope. On the futures side, December munis outperformed Treasurys, causing the municipal-over-bond spread to widen to 150/32 from 139/32 Thursday. Muni-index contracts settled 22/32 higher at 111 14/32, near the top of the day's broad range of 109 15/32 to 111 3/4. There was a gain of just 11/32 for the December Treasurys, which finished at 106 3/4. Because the August jobs report contained various figures that were both as-anticipated and unexpectedly strong, whipsaw price movements occurred in the U.S. bond markets. Prices initially fell sharply, only to rebound and ultimately finish the day with a rally. It remains be seen, though, whether the Federal Reserve will be spurred to tighten credit by this session's news. The next Federal Open Market Committee meeting is June 06, 2011 the meantime, the muni market's tight supply will remain a top concern, traders said. About $1.45 billion of long-term munis were awarded to underwriters in the week ended late Thursday -- down from $2.05 billion of bonds the prior week, Securities Data Co. said. Next week's muni pricing calendar contains a scant $1.6 billion of debt, when anticipated bond and note issues of $25 million or more are totaled. The Washington Public Power Supply System, one of the muni market's most notorious defaulters on debt, is scheduled to sell about $325 million in refunding revenue bonds Tuesday via a Goldman Sachs & Co. group. The bonds will be insured by AMBAC and MBIA. The size of the refunding had been projected as high as $600 million, but the issuer had made clear that the amount would be subject to market conditions. Power system officials couldn't be reached to comment about the issue's smaller size. The week's largest competitive deal, a $208 million refunding for the Lower Colorado River Authority -- will be put out for bids Tuesday. Another large competitive issue, $115 million of Wisconsin general obligation bonds, will be bid for Wednesday."
        },
        {
            "id": "04436",
            "title": "Municipal Bonds Slide Ahead of Jobs Report",
            "timestamp": "May 19, 2011",
            "text": "Underwriters said they were keen to sell new issues early in the day to reduce the risk of carrying unsold balances into the next session. The $163.6 million high-yield bond offering from Piedmont Municipal Power Agency, S.C., was the centerpiece of Thursday's $263 million tax-exempt issues. The offering will help Piedmont restructure its debt, allowing it to replace old noncallable, insured obligations with callable, uninsured bonds. J.P. Morgan Securities Inc., the lead underwriter, initially ...",
            "full_text": "Underwriters said they were keen to sell new issues early in the day to reduce the risk of carrying unsold balances into the next session. The $163.6 million high-yield bond offering from Piedmont Municipal Power Agency, S.C., was the centerpiece of Thursday's $263 million tax-exempt issues. The offering will help Piedmont restructure its debt, allowing it to replace old noncallable, insured obligations with callable, uninsured bonds. J.P. Morgan Securities Inc., the lead underwriter, initially set yields as high as 6.691% for bonds due in 2021. But yield-hungry investors, mostly mutual funds, lined up for the offering, forcing J.P. Morgan to lower the yields some 0.05 to 0.06 percentage point. The 2021 maturity was repriced to yield 6.641% even as yields in the broader market moved in the opposite direction. While the Piedmont deal sold out, unsold balances remained on two other issues priced Thursday. Merrill Lynch & Co. had $7.5 million left of $28 million in Methuen, Mass., general obligation bonds, priced earlier Thursday. The bonds were reoffered at yields as high as 5.85% in 2014 for the insured, triple-A-rated issue. Smith Barney Inc. said $8 million of a $42 million issue of Austin, Texas, public improvement bonds were unsold. The bonds were reoffered at yields as high as 5.65% in 2011."
        },
        {
            "id": "01185",
            "title": "U.S. Losses Stun Investors",
            "timestamp": "March 28, 2011",
            "text": "The Swiss Market Index fell 13.1 to 3678.5 after dropping to a session low of 3641.6. Volume was high, with all sectors and the main blue chips being caught by the fallout from the damaging losses in the U.S. equity market. The Dow Jones Industrial Average was down 14 points in midday trading after plunging 161 points a day earlier on worries about rising U.S. interest rates and weak earnings. Meanwhile, Nestle's first-half sales provided the session's main corporate news story. The 5.8% rise in...",
            "full_text": "The Swiss Market Index fell 13.1 to 3678.5 after dropping to a session low of 3641.6. Volume was high, with all sectors and the main blue chips being caught by the fallout from the damaging losses in the U.S. equity market. The Dow Jones Industrial Average was down 14 points in midday trading after plunging 161 points a day earlier on worries about rising U.S. interest rates and weak earnings. Meanwhile, Nestle's first-half sales provided the session's main corporate news story. The 5.8% rise in six-month sales were broadly in line with expectations, but not sufficiently strong to enable the stock to buck the downtrend. Nestle slipped 36 Swiss francs to 1,430. In the banking sector, Swiss Bank eased 4.25 francs to 238.25; Union Swiss of Switzerland lost 25 francs at 1,234; and CS Holding declined 2.25 francs to 126.75. Among drug stocks, Roche Holding fell 195 francs to 9,360 and Hartwig dropped 37 francs to 1,394."
        },
        {
            "id": "02387",
            "title": "Share Prices Sink",
            "timestamp": "March 29, 2011",
            "text": "The Swiss Market Index fell 21.9 points to 3656.2 after plunging 76.5 Tuesday. Traders said moves in both currencies depressed export-orientated issues, while wild swings on Wall Street further depressed sentiment. But a relatively stable interest-rate situation provided some support. News that the European Union Commission approved the Novartis merger between Ciba-Geigy and Sandoz pulled both stocks moderately higher in late afternoon trading. Ciba closed 1 franc higher at 1,485 and Sandoz adva...",
            "full_text": "The Swiss Market Index fell 21.9 points to 3656.2 after plunging 76.5 Tuesday. Traders said moves in both currencies depressed export-orientated issues, while wild swings on Wall Street further depressed sentiment. But a relatively stable interest-rate situation provided some support. News that the European Union Commission approved the Novartis merger between Ciba-Geigy and Sandoz pulled both stocks moderately higher in late afternoon trading. Ciba closed 1 franc higher at 1,485 and Sandoz advanced 6 francs to 1,400. Nestle fell sharper than the overall market, ending 25 francs lower at 1,405. The stock had risen sharply over the past two weeks, initially on a raft of rumors. The major banks were lower, with UBS down 6 francs to 1,228 and Swiss Bank down 0.75 franc to 239 francs. Insurance issues were also weaker. Among industrials, ABB fell 13 francs to 1,482."
        },
        {
            "id": "01083",
            "title": "Rally Tails Off Late in Day",
            "timestamp": "March 30, 2011",
            "text": "The Swiss Market Index edged down 7 to 3649.2. The market started the day slightly higher, supported a solid start to trading on Wall Street Thursday. The Dow Jones Industrial Average was up nearly 50 points near the close of trading in Zurich. But the Swiss market's gains were pared as investors continued to be depressed by the weak dollar and strong Swiss franc, which are hurting export-orientated issues in particular. The dollar was trading at 1.2190 Swiss francs in late-afternoon European tr...",
            "full_text": "The Swiss Market Index edged down 7 to 3649.2. The market started the day slightly higher, supported a solid start to trading on Wall Street Thursday. The Dow Jones Industrial Average was up nearly 50 points near the close of trading in Zurich. But the Swiss market's gains were pared as investors continued to be depressed by the weak dollar and strong Swiss franc, which are hurting export-orientated issues in particular. The dollar was trading at 1.2190 Swiss francs in late-afternoon European trading, little changed from Wednesday's settlement. In corporate news, embattled electronics retailer Interdiscount rose 1.50 francs to 11.50 after shareholders approved a radical breakup plan. The company's creditors gave their approval to the plan at a meeting earlier in the day. At the meeting, Chairman Leopoldo Acord told shareholders the 25-year-old company's ``orderly breakup'' was a ``damage limitation'' exercise. It was the massive losses incurred by its French subsidiary that brought Interdiscount to the brink of the abyss before its creditors, which include foreign banks, approved a standstill agreement earlier this month. Interdiscount has already sold most of its Swiss holdings to the Coop group for 220 million Swiss francs cash. Under the agreement, Coop also took on liabilities of 80 million francs. Elsewhere, CS Holding climbed 1 franc to 127.25, though other major banks and insurers ended the session flat to lower. In the drug sector, Roche Holding sank 30 francs to 9,300, while Ciba-Geigy was unchanged at 1,485 francs. Nestle advanced 6 francs to 1,411, while ABB Kirkman Dean Soler dipped 2 francs to 1,480."
        },
        {
            "id": "01549",
            "title": "Greenspan's Talk Lifts Shares",
            "timestamp": "March 31, 2011",
            "text": "The Swiss Market Index rose 12.3 to 3661.5 after sliding 7 Thursday. A trader with a private bank said positive comments on inflation made by U.S. Federal Reserve Board Chairman Alberta Halina Thursday buoyed equities in the morning session, and added that the expiration of SOFFEX futures and options contracts had only a minor impact. Later, though, there was disappointing news from the U.S., as prices moved lower on the New York Stock Exchange. Union Bank of Switzerland rose 27 Swiss francs to ...",
            "full_text": "The Swiss Market Index rose 12.3 to 3661.5 after sliding 7 Thursday. A trader with a private bank said positive comments on inflation made by U.S. Federal Reserve Board Chairman Alberta Halina Thursday buoyed equities in the morning session, and added that the expiration of SOFFEX futures and options contracts had only a minor impact. Later, though, there was disappointing news from the U.S., as prices moved lower on the New York Stock Exchange. Union Bank of Switzerland rose 27 Swiss francs to 1,249, boosted by a warrants expiration. The other major banks also rose, with CS Holding climbing 2.25 francs to 129.50 and Swiss Bank Corp. climbing 0.25 franc to 236.75 francs. Watchmaker SMH rose 4 francs to 189, with some dealers attributing the rise to strong sales sparked by SMH's sponsorship of the Games. Nestle declined 5 francs to 1,406. Pharmaceutical blue-chips rose, with Hartwig advancing 8 francs to 1,405 and Roche's certificates gaining 10 francs to 9,310."
        },
        {
            "id": "01258",
            "title": "Franc's Rise Sinks Shares",
            "timestamp": "April 03, 2011",
            "text": "The Swiss Market Index plummeted 95.4 to 3566.1 after rising 12.3 on Friday. Volume remained relatively thin, with particularly heavy selling pressure seen in late-afternoon trading. The Swiss franc rose sharply against the mark; late Monday, it was changing hands at 0.8139 marks after hovering under 0.8200 in late sessions last week. Traders said the Swiss franc's advance was bad news for export-orientated stocks, with losses on other European bourses and early declines on Wall Street also weig...",
            "full_text": "The Swiss Market Index plummeted 95.4 to 3566.1 after rising 12.3 on Friday. Volume remained relatively thin, with particularly heavy selling pressure seen in late-afternoon trading. The Swiss franc rose sharply against the mark; late Monday, it was changing hands at 0.8139 marks after hovering under 0.8200 in late sessions last week. Traders said the Swiss franc's advance was bad news for export-orientated stocks, with losses on other European bourses and early declines on Wall Street also weighing on the market. All sectors ended lower, with Roche Holding one of the most notable decliners on the Swiss Market Index. Roche declined 270 francs to 9,040. Among financial issues, Union Bank of Switzerland fell 34 francs to 1,215 and Swiss Reinsurance declined 26 francs to 1,194. Sulzer, which reported a 2.6% rise in first-half orders, fell 32 francs to 663, while Moritz slumped 45 francs to 1,361."
        },
        {
            "id": "02685",
            "title": "Swiss Stocks Rebound",
            "timestamp": "April 04, 2011",
            "text": "The Swiss Market Index rose 19.1 to 3585.2 after tumbling 95.4 on Monday, but traders said that confidence in the market remains shaky despite the modest recovery. The dollar's early advance helped bolster share prices, as the Swiss franc -- whose strength was largely the cause of Monday's woes -- eased. The rebound was mixed across sectors, however, with major banks faring the worst. Union Bank of Switzerland eased 4 Swiss francs to 1,211, while CS Holding was unchanged at 127.25 francs. Drug s...",
            "full_text": "The Swiss Market Index rose 19.1 to 3585.2 after tumbling 95.4 on Monday, but traders said that confidence in the market remains shaky despite the modest recovery. The dollar's early advance helped bolster share prices, as the Swiss franc -- whose strength was largely the cause of Monday's woes -- eased. The rebound was mixed across sectors, however, with major banks faring the worst. Union Bank of Switzerland eased 4 Swiss francs to 1,211, while CS Holding was unchanged at 127.25 francs. Drug stocks rebounded convincingly, with Roche Holding rising 85 francs to 9,125 and Ciba-Geigy climbing 8 francs to 1,448. One dealer expressed surprise that Alusuisse, which gained 2 francs at 952, didn't post stronger gains. Holderbank, another possible recovery candidate, dipped 4 francs to 919. Nestle, which fell sharply Monday, recovered 21 francs at 1,382."
        },
        {
            "id": "03376",
            "title": "Swiss Bank Shares Post a Loss",
            "timestamp": "April 26, 2011",
            "text": "The Swiss Market Index rose 20.5 to 3650.7 with an estimated volume of around one billion francs. Swiss Bank, which reported a 34% rise in first half profit that was lower than some analysts expectations, lost 2.75 francs to 236 francs. Traders said many analysts had sharply increased their estimates for SBC's interims after Union Bank of Switzerland, the country's biggest commercial bank, reported strong first-half income growth last week. As a result, the fall in SBC's stock was out of kilter ...",
            "full_text": "The Swiss Market Index rose 20.5 to 3650.7 with an estimated volume of around one billion francs. Swiss Bank, which reported a 34% rise in first half profit that was lower than some analysts expectations, lost 2.75 francs to 236 francs. Traders said many analysts had sharply increased their estimates for SBC's interims after Union Bank of Switzerland, the country's biggest commercial bank, reported strong first-half income growth last week. As a result, the fall in SBC's stock was out of kilter with the bank's positive operating performance, albeit a less spectacular one than some envisioned. The Novartis partners Ciba, up 26 francs to 1497 francs, and Sandoz, up 23 francs to 1414 francs, made strident gains on heavy volume By contrast, Redding's certificates ended unchanged at 9190 francs. Elsewhere, Moritz added 11 francs to 1418 francs. Among second addresses, Oerlikon-Buehrle, the engineering group, advanced 3.50 francs to 118.50 francs."
        },
        {
            "id": "03199",
            "title": "Swiss Bank Shares Rebound",
            "timestamp": "April 27, 2011",
            "text": "The Swiss Market Index fell 4.4 points to 3646.3. Trading overall was light. Swiss Bank Corp. was the standout gainer, rebounding from Wednesday's sell-off on disappointment with its first-half profit gain. Its shares rose 2.75 francs to 238.75. Drug group Roche shed 75 francs to 9,115 francs. Ciba-Geigy added 13 francs to 1,510, while Hartwig gained 9 francs to 1,415. The insurance sector, meanwhile, saw Swiss Reinsurance gain 4 francs to 1,272 francs. Among other blue chips, Nestle lost 11 fra...",
            "full_text": "The Swiss Market Index fell 4.4 points to 3646.3. Trading overall was light. Swiss Bank Corp. was the standout gainer, rebounding from Wednesday's sell-off on disappointment with its first-half profit gain. Its shares rose 2.75 francs to 238.75. Drug group Roche shed 75 francs to 9,115 francs. Ciba-Geigy added 13 francs to 1,510, while Hartwig gained 9 francs to 1,415. The insurance sector, meanwhile, saw Swiss Reinsurance gain 4 francs to 1,272 francs. Among other blue chips, Nestle lost 11 francs to 1,407, while ABB dropped 9 francs to 1,486."
        },
        {
            "id": "00112",
            "title": "SBC's First-Half Net Rose 34%, Continuing Uptrend in Sector",
            "timestamp": "April 27, 2011",
            "text": "ZURICH -- Swiss Bank Corp. said first-half net profit surged 34%, bolstered by ``significantly improved'' interest earnings, commissions and trading income. The announcement continued a wave of strong reports by Switzerland's leading banks. In announcing ``record'' earnings for the first six months of 2011, compared with the same period a year earlier, SBC said profit rose to 722 million Swiss francs ($602.4 million) from 540 million francs. Increased profit was achieved, the bank noted, despite...",
            "full_text": "ZURICH -- Swiss Bank Corp. said first-half net profit surged 34%, bolstered by ``significantly improved'' interest earnings, commissions and trading income. The announcement continued a wave of strong reports by Switzerland's leading banks. In announcing ``record'' earnings for the first six months of 2011, compared with the same period a year earlier, SBC said profit rose to 722 million Swiss francs ($602.4 million) from 540 million francs. Increased profit was achieved, the bank noted, despite higher provisioning to cover bad debts made necessary by continuing difficulties in the Swiss economy. Throughout this decade, Switzerland has been plagued by sluggish growth, poor consumer demand and an unemployment rate of more than 4%, which is well above historic levels. Last week, Union Bank of Switzerland announced a 33% rise in first-half net profit to 1.11 billion francs. Leading private banks Bank Julius Baer and Bank Vontobel earlier said earnings were up 28% to 62.2 million francs and 71% to 35.1 million francs, respectively. CS Holding, the remaining member of Switzerland's Big Three banks, will report its earnings next week. It is also expected to benefit from high commissions and trading income. Major Transformation Switzerland's third-largest banking group added in a letter to shareholders that earnings were boosted by ``buoyant financial markets'' and recent strategic investments. SBC acquired leading U.K. investment bank S.G. Warburg last year, and it took over major U.S. institutional asset manager Brinson Partners Inc. in 2009. Since the acquisitions, SBC has undergone a major transformation to align core businesses in four clearly defined divisions under SBC's new chief executive officer, Marcellus Heuer. SBC told shareholders the bank expects by the start of next year to be fully operational under its new four-prong structure of private banking, institutional asset management centered in SBC Brinson, investment banking at SBC Warburg and a domestic division serving retail and commercial clients in Switzerland. In trading on the Swiss exchange, SBC shares fell 2.75 francs, or 1.2%, to 236 francs. Analysts said there was a mixture of profit-taking and some disappointment that SBC's profit increase wasn't higher. Madeline Harrelson, a bank analyst at Credit Suisse, said profits were at the lower end of expectations. She is neutral on the stock, believing profit gains are presently included in the price. However, Harland Helmer, chief of Swiss research at Bank Julius Baer, said he would stand by his buy recommendation, and forecasts a 36% rise in net profit for the full year. ``The actual result was better than SBC is showing as it cautiously puts aside funds for substantial investments in information technology,'' suggested Mr. Helmer. In 2010, SBC's net profit rose 30% to 1.05 billion francs. Petrina A. Covington, SBC's chief financial officer, said the bank will invest roughly one billion francs in information technologies over the next three years as it targets ``increased cost efficiency and innovative customer products and services.'' Continued Caution SBC said it ``remained cautious in our outlook for the remainder of the year. Financial markets remain jittery, which could influence trading results if investors retreat to the sidelines.'' Also causing caution, added Mr. Covington, is the need for continued high provisions as troubled companies in Switzerland tackle structural problems. In the first half of 2011, value adjustments, provisions and losses jumped 37% to 681 million francs from 497 million francs in the same period last year. The bank said a shift into more stable sources of income improved the quality of its earnings considerably. SBC explained that in 1993, about 33% of revenue was generated by trading, while commission income contributed only 28%. In the first half of 2011, by contrast, trading income made up just under 28% of total revenue, with commission income contributing nearly 40%. ``This confirms the trend into more diversified, stable earnings, which is the cornerstone of our strategy,'' said SBC. In first half of 2011, compared with the same period last year, net commission income rose 59% to 2.11 billion francs from 1.33 billion francs; net trading income by 28% to 1.48 billion francs from 1.16 billion francs; and net interest income by 10% to 1.52 billion francs from 1.38 billion francs."
        },
        {
            "id": "01216",
            "title": "Stocks Rise After Late Rally",
            "timestamp": "April 28, 2011",
            "text": "The Swiss Market Index gained 4.2 to 3670.5. Traders said momentum picked up when resistance in the SMI broke at around 3660.0. Banking shares closed higher. Union Bank rose 8 francs to 1176 francs, while Swiss Bank Corp. added 1.50 francs to 240.25 francs. CS Holding, which includes Credit Suisse, gained 2.50 francs to 130.50 francs. CS Holding reached an agreement with Swiss employee groups to soften the impact of its planned elimination of 3,500 jobs as part of its reorganization. Swiss Reins...",
            "full_text": "The Swiss Market Index gained 4.2 to 3670.5. Traders said momentum picked up when resistance in the SMI broke at around 3660.0. Banking shares closed higher. Union Bank rose 8 francs to 1176 francs, while Swiss Bank Corp. added 1.50 francs to 240.25 francs. CS Holding, which includes Credit Suisse, gained 2.50 francs to 130.50 francs. CS Holding reached an agreement with Swiss employee groups to soften the impact of its planned elimination of 3,500 jobs as part of its reorganization. Swiss Reinsurance again stood out in the insurance sector, gaining 11 francs to 1283 francs. Among drug shares, Ciba and merger partner Sandoz gained on good buying from the U.S. and U.K. Ciba rose 15 francs to 1525 francs and Hartwig added 15 francs to 1430 francs. Among other blue chips, Moritz increased 11 francs to 1418 francs, while ABB Asea Brown Boveri gained 11 francs to 1497 francs. In the smaller issues, watch group SMH rose 3 francs to 181.50 francs in the afterglow of its high profile at the Games. Meanwhile, Alusuisse fell 12 francs to 925 francs after forecasters slightly lowered their profit expectations."
        },
        {
            "id": "04268",
            "title": "Investors Remain on Sidelines",
            "timestamp": "May 01, 2011",
            "text": "The Swiss Market Index lost 6.1 to 3664.4. Traders said investors prefer to wait for any interest-rate decisions by those two leading central banks. At home, meanwhile, low Swiss interest rates helped prop up the market. Repeating the pattern of last week in drug issues, Ciba-Geigy rose 14 francs to 1539 francs and Sandoz gained 15 francs to 1445 francs, while Redding shed 45 francs to 9070 francs. Financial shares ended lower. Union Bank lost 4 francs to 1172 francs, while Zurich Insurance slip...",
            "full_text": "The Swiss Market Index lost 6.1 to 3664.4. Traders said investors prefer to wait for any interest-rate decisions by those two leading central banks. At home, meanwhile, low Swiss interest rates helped prop up the market. Repeating the pattern of last week in drug issues, Ciba-Geigy rose 14 francs to 1539 francs and Sandoz gained 15 francs to 1445 francs, while Redding shed 45 francs to 9070 francs. Financial shares ended lower. Union Bank lost 4 francs to 1172 francs, while Zurich Insurance slipped 2 francs to 328. Among other blue chips, Nestle lost 6 francs to 1,412 francs, while ABB Asea Brown Boveri shed 2 francs to 1495 francs."
        },
        {
            "id": "00621",
            "title": "Drug Shares Lead Index Higher",
            "timestamp": "May 02, 2011",
            "text": "The Swiss Market Index rose 33.8 to 3698.2, after losing 6.1 a day earlier. Strong gains for drug giants Ciba-Geigy, Hartwig and Roche Holding led the benchmark index higher. Ciba surged 16 Swiss francs to 1,555; Hartwig advanced 6 francs to 1,451; and Roche Holding gained 110 francs to 9,180. Elsewhere, CS Holding climbed 2.50 francs to 130 ahead of the release of its interim earnings report. Analysts expect that bank holding company's profits to rise between 25% to 50% from the previous year. ...",
            "full_text": "The Swiss Market Index rose 33.8 to 3698.2, after losing 6.1 a day earlier. Strong gains for drug giants Ciba-Geigy, Hartwig and Roche Holding led the benchmark index higher. Ciba surged 16 Swiss francs to 1,555; Hartwig advanced 6 francs to 1,451; and Roche Holding gained 110 francs to 9,180. Elsewhere, CS Holding climbed 2.50 francs to 130 ahead of the release of its interim earnings report. Analysts expect that bank holding company's profits to rise between 25% to 50% from the previous year. CS Holding's gains, in turn, helped lift its rivals' shares, as Union Bank of Switzerland added 7 francs to 1,179 and Swiss Bank rose 0.25 franc to 239.25. In the insurance sector, Zurich Insurance rose 4 francs to 332, Winterthur Swiss Insurance added 3 francs to 749, and Swiss Reinsurance climbed 3 francs to 1,281. Also, Nestle rose 12 francs to 1,424, and ABB Jorge Dean Soler added 5 francs at 1,500. In corporate news, Adia shareholders approved the merger with France's Ecco at a meeting of the Swiss-based employment-service group early Tuesday. Shareholders also voted overwhelmingly for a capital increase to facilitate the transaction. One Ecco share will be swapped for 1.028 Adia shares. Over 98% of Ecco's shareholders have indicated their willingness to swap or sell for cash. Adia will make a cash payment for the remaining Ecco shares. Johnetta Robins, who will become the chief executive of the combined company, said in a review of the personnel-services sector that there was a rebound in the U.S. market but that the European market remained flat. Aida ended Tuesday's trading 1 franc lower at 338."
        },
        {
            "id": "00714",
            "title": "Shares Rise on Blue Chip Gains",
            "timestamp": "May 04, 2011",
            "text": "The Swiss Market Index rose 29.2 to 3713.0 Roche led the drug sector with a 150-franc advance to 9400 francs. Traders reported broad-based buying amid rumors the company is on the prowl for an acquisition. Elsewhere in the sector, merger partners Ciba and Sandoz scored modest gains. Union Bank gained 15 francs to 1189 francs, leading its sector higher. Traders said the market is hoping the bank will announce a restructuring program like CS Holding and Swiss Bank Corp., both of which showed small...",
            "full_text": "The Swiss Market Index rose 29.2 to 3713.0 Roche led the drug sector with a 150-franc advance to 9400 francs. Traders reported broad-based buying amid rumors the company is on the prowl for an acquisition. Elsewhere in the sector, merger partners Ciba and Sandoz scored modest gains. Union Bank gained 15 francs to 1189 francs, leading its sector higher. Traders said the market is hoping the bank will announce a restructuring program like CS Holding and Swiss Bank Corp., both of which showed small increases in their share prices Thursday. Swiss Re's posted a meager 1-franc advance to 1,264 francs, but Winterthur Insurance gained 9 francs to 751 francs. Among other blue chips, Moritz added 11 francs to 1,424 francs, while ABB gained 9 francs to 1,494 francs. The Deutsche Bundesbank's repo rate cut in the afternoon enhanced an already improving market undertone. Later in the session, the Swiss National Bank said it added liquidity to the money market In addition, the dollar surged nearly one Swiss centime to around 1.2100 francs."
        },
        {
            "id": "01625",
            "title": "CS Holding Says Net Rose 20% To $687.7 Million in First Half",
            "timestamp": "May 04, 2011",
            "text": "ZURICH -- CS Holding said net profit jumped 20% in the first half of 2011, continuing a run of high-growth earnings reports at Swiss banks despite heavy credit-risk provisions within Switzerland's troubled economy. CSH net profit rose to 830 million Swiss francs ($687.7 million) from 691 million francs in the year-earlier period. Earlier, Union Bank of Switzerland reported a 33% surge in net profit to 1.11 billion francs and Swiss Bank Corp. said net rose 34% to 722 million francs. CS First Bost...",
            "full_text": "ZURICH -- CS Holding said net profit jumped 20% in the first half of 2011, continuing a run of high-growth earnings reports at Swiss banks despite heavy credit-risk provisions within Switzerland's troubled economy. CSH net profit rose to 830 million Swiss francs ($687.7 million) from 691 million francs in the year-earlier period. Earlier, Union Bank of Switzerland reported a 33% surge in net profit to 1.11 billion francs and Swiss Bank Corp. said net rose 34% to 722 million francs. CS First Boston said second-quarter profit totaled $75.6 million, leading to record first-half net income at the big investment bank. All three banks said favorable Swiss financial markets boosted earnings across business sectors. Particularly buoyant, they said, was income from securities trading, as well as commission and fee income from asset management, brokerage and underwriting. Meanwhile, they were all hit by high provisions for bad debts as small- and midsize Swiss companies struggle to cope with years of sluggish domestic demand. Consumer spending is depressed and unemployment stands at more than 4% -- high by Swiss standards -- as corporate cost-cutting sweeps the country with the aim of improving international competitiveness that's been worsened by an overvalued Swiss franc. At CSH, losses, writedowns, depreciations and provisions rose 20% to 1.12 billion francs from 930 million francs. Full-Year Optimism In a letter to shareholders, CSH's chairman, Ollis E. Jamey, sounded an upbeat note, saying full-year profits will be better than those for 2010, although credit-risk provisions will remain high and uncertain conditions on financial markets may affect the bank's second-half performance. In 2010, CSH's net profit rose 5% to 1.4 billion francs. CSH is the parent company of Credit Suisse, which is one of Switzerland's Big Three banks, Swiss Volksbank and Neue Aargauer Bank; global investment banker CS First Boston Inc.; Credit Suisse Financial Products, a global leader in derivatives products; a private Swiss banking group including Bank Leu, Bank Hofmann, Clariden Bank and Bank Heusser; life insurer CS Life; and Elektrowatt AG, an industrial and energy concern. CSH has announced it will sell Barnes as part of a restructuring to concentrate on its core banking business. ``Thanks to the restructuring measures we have introduced, we expect to see a sustained improvement in the performance of the Credit Suisse Group in future years,'' Mr. Jamey told shareholders. Earlier this year, CSH announced a major reorganization in an efficiency drive, which centralizes clearly-defined business activities in four segments: Swiss domestic business, world-wide private banking, world-wide institutional asset management, corporate and investment banking. CS Holding will be renamed Credit Suisse Group. `Significant Improvement' Seen In Wednesday' s trading on the Swiss Stock Exchange, CSH shares fell 1.75 francs, or 1.3%, to 128.25 francs each. Analysts said CSH's profit growth was lower than expected. Forecasts saw growth as high as 39% in the period. CSH has announced it will cut 5,000 jobs world-wide, and well in excess of 100 branches are expected to be closed in Switzerland. Porter Chapa, an analyst at Societe Generale Equities & Derivatives Research, said he expects ``a significant improvement in profitability'' at CSH in coming years as restructuring takes effect and the Swiss economy eventually emerges from its doldrums. In the first half, CSH's net interest income was up 9% to 1.77 billion francs from 1.63 billion francs. Net commission income rose 27% to 2.42 billion francs from 1.91 billion francs. Trading of securities and derivatives, foreign exchange and precious metals increased 24% to 1.9 billion francs from 1.53 billion francs."
        },
        {
            "id": "02756",
            "title": "Blue Chips Boost Market",
            "timestamp": "May 05, 2011",
            "text": "The Swiss Market Index gained 12.4 points to 3725.4. Roche led the blue chips, advancing 80 francs to 9,480, extending its week-long advance. The pharmaceutical sector continues to be favored by investors, traders said. The Novartis partners Sandoz and Ciba-Geigy also rose. Hartwig added 1 franc to 1457, and Ciba-Geigy gained 5 francs to 1563. Among banking shares, UBS led the otherwise mixed sector with a 12-franc improvement to 1201. CS holding, which includes Credit Suisse, closed 0.75 franc ...",
            "full_text": "The Swiss Market Index gained 12.4 points to 3725.4. Roche led the blue chips, advancing 80 francs to 9,480, extending its week-long advance. The pharmaceutical sector continues to be favored by investors, traders said. The Novartis partners Sandoz and Ciba-Geigy also rose. Hartwig added 1 franc to 1457, and Ciba-Geigy gained 5 francs to 1563. Among banking shares, UBS led the otherwise mixed sector with a 12-franc improvement to 1201. CS holding, which includes Credit Suisse, closed 0.75 franc lower at 127.75, and Swiss Bank dropped 1 franc to 237.25. Elsewhere, SMH had a very good market, traders said. SMH added 2.50 francs to 182.50. Liquidity injections by the Swiss National Bank into the money market indicate that the SNB still supports a low-interest-rate policy, traders said."
        },
        {
            "id": "01645",
            "title": "Share Prices Move Lower",
            "timestamp": "May 08, 2011",
            "text": "The Swiss Market Index fell 10.7 points to 3714.7. The United Kingdom's holiday muted interest, keeping volume low, dealers said. In the drug shares, Roche fell 50 Swiss francs to 9,430 after its strong rally last week. The company expects to report first-half profit on Tuesday. Forecasts call for a rise of around 17%. Ciba, meanwhile, fell 3 francs to 1,552 and Sandoz slipped 1 franc to 1,456. Sandoz announced it sold its construction chemicals operation to a unit of Germany's Viag for 1.3 bill...",
            "full_text": "The Swiss Market Index fell 10.7 points to 3714.7. The United Kingdom's holiday muted interest, keeping volume low, dealers said. In the drug shares, Roche fell 50 Swiss francs to 9,430 after its strong rally last week. The company expects to report first-half profit on Tuesday. Forecasts call for a rise of around 17%. Ciba, meanwhile, fell 3 francs to 1,552 and Sandoz slipped 1 franc to 1,456. Sandoz announced it sold its construction chemicals operation to a unit of Germany's Viag for 1.3 billion francs. Financial shares ended mixed. Union Bank lost 5 francs to 1,196, while Swiss Reinsurance gained 5 francs to 1,270. Among other blue chips, Nestle lost 9 francs to 1,417, while ABB lost 13 francs to 1,483."
        },
        {
            "id": "02039",
            "title": "Swiss Re Helps Insurers' Gains",
            "timestamp": "May 09, 2011",
            "text": "The Swiss Market Index rose 5.4 to 3720 points. Traders cited Swiss Re's 3.15-billion-franc purchase of the U.K.'s Mercantile & General Re from Prudential Corp.. PLC as the reason for its 31-franc rally to 1301 francs.. Swiss Re's gain helped other insurers by pulling Bosco up 3 francs to 760 francs and Zurich up 2 francs to 332 francs. Elsewhere, Roche, which fell 30 francs to 15,425 francs, came in for some selling after it reported first-half profit rose 16%, which tipped toward the lower end...",
            "full_text": "The Swiss Market Index rose 5.4 to 3720 points. Traders cited Swiss Re's 3.15-billion-franc purchase of the U.K.'s Mercantile & General Re from Prudential Corp.. PLC as the reason for its 31-franc rally to 1301 francs.. Swiss Re's gain helped other insurers by pulling Bosco up 3 francs to 760 francs and Zurich up 2 francs to 332 francs. Elsewhere, Roche, which fell 30 francs to 15,425 francs, came in for some selling after it reported first-half profit rose 16%, which tipped toward the lower end of the range of forecasts. Among other drug shares, Ciba-Geigy rose 3 francs to 1555 francs, while merger partner Sandoz added 1 franc to 1457 francs. Both report first-half profit on Wednesday, with double-digit rises expected for both. Banking shares ended mixed. Union Bank shed 1 franc to 1195 francs. Among other blue chips, Moritz added 2 francs to 1419 francs, while ABB Asea Brown Boveri gained 2 francs to 1,485 francs."
        },
        {
            "id": "00431",
            "title": "Drug Sector Leads Shares Lower",
            "timestamp": "May 10, 2011",
            "text": "The Swiss Market Index fell 29.8 to 3692.6, after gaining 7.8 a day earlier. Meanwhile, the dollar traded at around 1.1918 francs at the close of trading, compared to 1.1953 early Wednesday in Europe. The pharmaceutical sector was pressured by heavy selling after Ciba-Geigy reported first-half profit rose 6% to 1.596 billion Swiss francs, up from 1.502 billion francs for the same period last year. Sandoz said its first-half profit rose 12% to 1.241 billion francs from 1.112 billion a year ago. T...",
            "full_text": "The Swiss Market Index fell 29.8 to 3692.6, after gaining 7.8 a day earlier. Meanwhile, the dollar traded at around 1.1918 francs at the close of trading, compared to 1.1953 early Wednesday in Europe. The pharmaceutical sector was pressured by heavy selling after Ciba-Geigy reported first-half profit rose 6% to 1.596 billion Swiss francs, up from 1.502 billion francs for the same period last year. Sandoz said its first-half profit rose 12% to 1.241 billion francs from 1.112 billion a year ago. The results were toward the lower end of analysts' forecasts, and as a result Ciba-Geigy's shares fell 18 francs to 1,537, while merger partner Sandoz lost 18 francs to 1,439. Roche's bearer share retreated 25 francs to 15,400 amid rumors that a major foreign bank downgraded its rating of the Swiss drug company. Among insurance issues, Swiss Re extended Tuesday's rally and climbed 15 francs to 1,315. Zurich Insurance added 2 francs to 334, while Bosco lost 9 francs at 751. Banking shares also ended lower. Union Bank shed 20 francs to 1,175, while CS Holding eased 0.50 franc at 128.00. Among other blue chips, Moritz added 3 francs to 1,422, and ABB Asea Brown Boveri lost 3 francs to 1,482."
        },
        {
            "id": "03547",
            "title": "Wall Street Slide Hits Shares",
            "timestamp": "May 11, 2011",
            "text": "The Swiss Market Index closed down 10 points at 3682.6. The U.S. market stumbled in early New York trading Thursday after the Commerce Department said it revised second-quarter growth upwards to a 4.8% growth rate, well above the 4.2% rate initially reported and the 4.1% rate that economists had forecast. The report rekindled fears of higher U.S. interest rates. Among actively traded shares, Ciba-Geigy lost 8 Swiss francs at 1,530; merger partner Sandoz shed 10 francs at 1,436; and Roche Holding...",
            "full_text": "The Swiss Market Index closed down 10 points at 3682.6. The U.S. market stumbled in early New York trading Thursday after the Commerce Department said it revised second-quarter growth upwards to a 4.8% growth rate, well above the 4.2% rate initially reported and the 4.1% rate that economists had forecast. The report rekindled fears of higher U.S. interest rates. Among actively traded shares, Ciba-Geigy lost 8 Swiss francs at 1,530; merger partner Sandoz shed 10 francs at 1,436; and Roche Holding dropped 40 francs to 9,230. In the financial sector, Union Bank of Switzerland climbed 5 francs to 1,180, while Swiss Bank added 0.50 franc to 236.75. CS Holding, parent of Credit Suisse, moved ahead 0.25 franc to 128.25. The insurance sector ended mostly higher, with Zurich Insurance up 2 francs to 336, and Winterthur Swiss Insurance ahead 2 francs to 753. But Swiss Reinsurance dipped 9 francs to 1,307 amid profit-taking. Elsewhere, Nestle gave up 8 francs to 1,414, while ABB Asea Brown Boveri rose 1 franc to 1,483."
        },
        {
            "id": "01281",
            "title": "Rate Fears Erode Share Prices",
            "timestamp": "May 12, 2011",
            "text": "The Swiss Market Index fell 36.3 to 3646.3 after sliding 10 points on Thursday. Wall Street dropped on the data, pulling the Swiss market, which already had been down slightly, sharply lower. Swiss blue chips fell across the spectrum. The dollar closed midway in its session range at 1.1988 francs....",
            "full_text": "The Swiss Market Index fell 36.3 to 3646.3 after sliding 10 points on Thursday. Wall Street dropped on the data, pulling the Swiss market, which already had been down slightly, sharply lower. Swiss blue chips fell across the spectrum. The dollar closed midway in its session range at 1.1988 francs."
        },
        {
            "id": "01845",
            "title": "Shares Rise Slightly",
            "timestamp": "May 15, 2011",
            "text": "The Swiss Market Index rose 8.4 to 3654.7 as the absence of the U.S. market convinced many investors to step to the sidelines. In drug issues, Ciba and Hartwig outpaced rival Redding, while rate worries held back financials. Ciba rose 25 Swiss francs to 1,540 and merger partner Sandoz gained 18 to 1,446 francs. Roche recovered during the course of the session from minor negative territory to advance 5 francs to 9,150. Union Bank added 3 Swiss francs to 1,168 in an otherwise depressed sector. In ...",
            "full_text": "The Swiss Market Index rose 8.4 to 3654.7 as the absence of the U.S. market convinced many investors to step to the sidelines. In drug issues, Ciba and Hartwig outpaced rival Redding, while rate worries held back financials. Ciba rose 25 Swiss francs to 1,540 and merger partner Sandoz gained 18 to 1,446 francs. Roche recovered during the course of the session from minor negative territory to advance 5 francs to 9,150. Union Bank added 3 Swiss francs to 1,168 in an otherwise depressed sector. In the insurance sector, Zurich lost 4 to 326 francs. Among other blue chips, Moritz added 2 francs to 1,407, while ABB shed 2 francs to 1,477."
        },
        {
            "id": "00165",
            "title": "Stocks Recover From Weak Start",
            "timestamp": "May 17, 2011",
            "text": "The Swiss Market Index rose 10.3 to 3634.2. Traders credited the rise in part to advances in oversold financial issues and an ease in concern about Iraq. They added that a slight downturn early in the Wall Street session restrained the Swiss market's advance toward the end. CS Holding led banking issues higher, gaining 2 francs to 124.00 francs. Union Bank added 11 francs to 1158 francs and Swiss Bank Corp. advanced 0.75 franc to 229.75 francs. The insurance sector advanced as Zurich Insurance a...",
            "full_text": "The Swiss Market Index rose 10.3 to 3634.2. Traders credited the rise in part to advances in oversold financial issues and an ease in concern about Iraq. They added that a slight downturn early in the Wall Street session restrained the Swiss market's advance toward the end. CS Holding led banking issues higher, gaining 2 francs to 124.00 francs. Union Bank added 11 francs to 1158 francs and Swiss Bank Corp. advanced 0.75 franc to 229.75 francs. The insurance sector advanced as Zurich Insurance added 3 francs to 325 francs, Bosco gained 14 francs to 737 francs, and Swiss Re edged up 10 francs to 1294 francs. Among drug shares, Ciba-Geigy fell 1 franc to 1522 francs, while Hartwig also slipped 1 franc to 1441 francs. Roche lost 15 francs to 9040 francs after a foreign brokerage lowered its rating slightly. Among other blue chips, Moritz was even at 1399 francs, while ABB Asea Brown Boveri rose 2 francs to 1469 francs. In the smaller issues, Hadfield lost 5 francs to 670 francs. The industrial company reported first-half net profit in line with forecasts, but operating profit came in somewhat under expectations. The company cautioned that full-year growth in net profit was now expected to be less robust than thought last April."
        },
        {
            "id": "04200",
            "title": "U.S. Jobs Data Distract Market",
            "timestamp": "May 18, 2011",
            "text": "The Swiss Market Index slipped 7.1 to 3627.1 after gaining 10.3 points on Wednesday. The U.S. is scheduled on Friday to report August employment data, which will provide a signal to the markets about the likelihood of a U.S. rate increase. In corporate news Thursday, Roche lost 65 francs to 8,975 amid continued selling from U.S. dealers. Elsewhere, Mckeon added 6 francs to 1,538, while Hartwig added 5 francs to 1,446. Among other blue chips, Nestle lost 6 francs to 1,393, while Jorge Dean Soler ...",
            "full_text": "The Swiss Market Index slipped 7.1 to 3627.1 after gaining 10.3 points on Wednesday. The U.S. is scheduled on Friday to report August employment data, which will provide a signal to the markets about the likelihood of a U.S. rate increase. In corporate news Thursday, Roche lost 65 francs to 8,975 amid continued selling from U.S. dealers. Elsewhere, Mckeon added 6 francs to 1,538, while Hartwig added 5 francs to 1,446. Among other blue chips, Nestle lost 6 francs to 1,393, while Jorge Dean Soler added 1 franc to 1,470. Swiss Re bucked the downward trend in the financial issues, rising 3 francs to 1,297."
        },
        {
            "id": "00824",
            "title": "Swiss Bank Wins Big In Post Office Contest",
            "timestamp": "May 19, 2011",
            "text": "Swiss Bank Corp. has snared one of the largest fund-management contracts around, winning the right to sell mutual funds to Swiss investors through the national Post Office network. No one is saying yet what this could mean in terms of fresh money under management, but the potential is huge. The bank gains access to the largest distribution network in Switzerland, boasting no fewer than 3,700 offices across the country. The contract, announced this week, has been something of a chimera for the Sw...",
            "full_text": "Swiss Bank Corp. has snared one of the largest fund-management contracts around, winning the right to sell mutual funds to Swiss investors through the national Post Office network. No one is saying yet what this could mean in terms of fresh money under management, but the potential is huge. The bank gains access to the largest distribution network in Switzerland, boasting no fewer than 3,700 offices across the country. The contract, announced this week, has been something of a chimera for the Swiss fund-management community, as the final selection of a manager from a list of five candidates has been delayed since the beginning of summer. The Post Office's selection of Swiss Bank should allow the agency to shrug off the political controversy about whether a state-run organization should sell funds. It also clears the way for both groups to get on with designing the family of funds that will be sold under the Post Office's name. Sales won't begin until next summer, a Post Office spokesman said. That's because it will take a while for teams from Swiss Bank and the Post Office to work out the exact nature of the funds to be sold. The Post Office spokesman stressed that his organization doesn't want to sell existing Swiss Bank products, but rather something specifically designed for Post Office clients. First Union Is Seen As Suitor of Keystone As the eager line up to woo the eligible, the asset-management industry on both sides of the Atlantic is looking more and more like a vast marriage bureau. This time it's First Union Corp., a Charlotte, North Carolina, banking concern, that is in talks to acquire Keystone Investments Inc., a Boston fund operator with $11.6 billion in assets under management, according to people familiar with the negotiations. First Union and Keystone declined to comment. It isn't clear how much First Union is offering, but based on an industry benchmark price of 2% of assets under management, Keystone could fetch around $230 million. Keystone is closely held by employees of the firm. An acquisition would continue a trend of small and midsize mutual-fund companies being acquired rather than continuing to compete against industry giants such as Fidelity Investments, Vanguard Group and Putnam Funds. Keystone, founded in 1932, was one of the first firms to sell so-called B shares of funds, a popular arrangement in which investors pay a sales charge to brokers only when they sell a fund. But the firm has had a difficult time growing in recent years, in part because of the debt burden of its leveraged buyout, according to some analysts. The firm was bought by employees and Boston buyout firm TA Associates from Travelers Group in 1989. Managers then bought out TA's stake in 1993. WBK Plans Venture With Allied Irish Unit Poland's Wielkopolski Bank Kredytowy said it plans to set up trust-fund and asset-management units with AIB Investment Managers Ltd., a subsidiary of Allied Irish Banks PLC.. WBK and AIB will each hold 50% of the asset-management company, which will start operations with capital of at least 1.75 million zlotys ($637,000). The trust-fund company will be a wholly owned subsidiary of the asset-management company. Allied Irish Banks owns 36.3% of WBK, a regional commercial bank based in the western Polish city of Poznan. The European Bank for Reconstruction and Development owns 23.9% of WBK. Jardine Retains Seat On Hong Kong Panel Jardine Fleming Group's peers have shown some indulgence to the company after its affiliates were slapped with $1.1 million in fines by U.K. and Hong Kong regulators for compliance failings. After ``very thorough discussions'' about the firm's breaches of proper conduct, the members of Hong Kong's Investment Funds Association concluded Wednesday that the firm had ``already received the appropriate punishment'' for its misdemeanors. As a result, they voted to allow Jardine Fleming Investment Management Ltd. to retain its seat on the executive committee. Last week, Britain's Investment Management Regulatory Organization and the territory's Securities and Futures Commission fined four Jacobo Vargas affiliates for trades made by former fund manager Colton Weaver that allegedly were unfavorable to two Jacobo Vargas mutual funds and one other client account, between 1993 and 2010. The incident also prompted a little soul-searching. After Wednesday's meeting, the Hong Kong funds association announced plans to set up a working group to focus on boosting the industry's professional standards, for example by organizing training and working more closely with authorities, a statement said. Jardine Fleming Group is a joint venture of Jardine Matheson Holdings Ltd. and Robert Fleming & Co. of London. Spain Gains Both Ways From Interest Rates Spain's fledgling fund market has been given an extra shot in the arm with the perception that Spanish interest rates still have room to fall. Ironically, the market also is supported by the fact that higher Spanish interest rates are attracting international fund managers who need to maintain high-yielding portfolios. When choosing between Spain and Italy -- perhaps the two most stereotypical European high-yielding markets -- many investors are looking more often at the Iberian Peninsula. Italy, pundits say, is considered to have a higher political risk and to be more sensitive to any possibility or rumor of a delay in European economic and monetary union. Repeated assurances by Spain's center-right Partido Popular government, meanwhile, are having the effect of calming the Spanish markets by convincing investors the government is committed to meeting the EMU criteria and passing the needed strict 2012 budget to do so."
        },
        {
            "id": "00506",
            "title": "Shares Recover on U.S. Data",
            "timestamp": "May 19, 2011",
            "text": "The Swiss Market Index rose 10.7 to end the day at 3637.8. A stronger-than-expected U.S. jobs report, that showed a rise in nonfarm payrolls of 250,000, caused confusion early in the day as investors struggled to determine whether the data provided enough proof of an overheating economy to prompt the Federal Reserve Board to raise U.S. interest rates. But market players soon discounted the strength of the payrolls report, because 77,000 of the 250,000 new payroll additions were government-sector...",
            "full_text": "The Swiss Market Index rose 10.7 to end the day at 3637.8. A stronger-than-expected U.S. jobs report, that showed a rise in nonfarm payrolls of 250,000, caused confusion early in the day as investors struggled to determine whether the data provided enough proof of an overheating economy to prompt the Federal Reserve Board to raise U.S. interest rates. But market players soon discounted the strength of the payrolls report, because 77,000 of the 250,000 new payroll additions were government-sector jobs, putting U.S. public-sector growth at just 173,000 in August. Among the strongest gainer on the Swiss bourse was Union Bank of Switzerland a day after it announced it won a key court decision on the legality of its single-share plan."
        }
    ],
    "lines": [
        {
            "id": 0,
            "links": [
                {
                    "source": "0_0",
                    "target": "1_0"
                }
            ]
        },
        {
            "id": 1,
            "links": [
                {
                    "source": "0_1",
                    "target": "1_1"
                }
            ]
        },
        {
            "id": 2,
            "links": [
                {
                    "source": "0_0",
                    "target": "1_1"
                }
            ]
        },
        {
            "id": 3,
            "links": [
                {
                    "source": "0_1",
                    "target": "1_0"
                }
            ]
        }
    ]
}