{
    "nodes": [
        {
            "id": "0_0",
            "articles": [
                "03529",
                "02137",
                "01400",
                "01836",
                "01332",
                "01489",
                "02799",
                "01741",
                "00994",
                "04440",
                "02476",
                "00297",
                "02054",
                "02529"
            ],
            "label": "Americas Stocks End Higher; Mexico Stocks Hit a Record",
            "node_words": [
                "stock",
                "market",
                "americas",
                "argentina",
                "stocks",
                "world",
                "shares",
                "index",
                "jones",
                "dow jones"
            ],
            "node_weight": 0.8271452990862039
        },
        {
            "id": "1_0",
            "articles": [
                "01710",
                "03450",
                "04390",
                "02778",
                "01028",
                "01188",
                "01322",
                "02397",
                "00806",
                "03470",
                "00015",
                "04157"
            ],
            "label": "Americas Stocks End Mixed; Mexico Falls on Profit-Taking",
            "node_words": [
                "stock",
                "americas",
                "argentina",
                "index",
                "world",
                "market",
                "jones",
                "dow jones",
                "dow",
                "prices"
            ],
            "node_weight": 0.8435937265555064
        },
        {
            "id": "0_2",
            "articles": [
                "04467",
                "04114",
                "02276",
                "03365",
                "01176",
                "03507",
                "02922",
                "01686",
                "00814",
                "00417",
                "00813",
                "00115",
                "04102"
            ],
            "label": "Stocks Surrender Early Gains As Rise in U.S. Market Falters",
            "node_words": [
                "european",
                "market",
                "stock",
                "dow",
                "shares",
                "stocks",
                "dow jones",
                "jones",
                "world",
                "index"
            ],
            "node_weight": 0.8004700304606022
        },
        {
            "id": "1_2",
            "articles": [
                "02429",
                "01396",
                "00635",
                "00114",
                "02214",
                "03388",
                "02970",
                "00167",
                "04438",
                "00560",
                "01414",
                "02598"
            ],
            "label": "Stocks Record Mixed Results In Major European Markets",
            "node_words": [
                "market",
                "european",
                "stocks",
                "stock",
                "belgium",
                "shares",
                "world",
                "prices",
                "dow",
                "jones"
            ],
            "node_weight": 0.7348828984029365
        },
        {
            "id": "0_1",
            "articles": [
                "02997",
                "03252",
                "04219",
                "01886",
                "03660",
                "03453",
                "00469",
                "01654",
                "01685",
                "01365",
                "02920",
                "00908",
                "02156",
                "01427"
            ],
            "label": "Asian Markets Are Mixed; Higher Futures Lift Nikkei",
            "node_words": [
                "index",
                "jones",
                "dow jones",
                "dow",
                "market",
                "shares",
                "fell",
                "day",
                "rose",
                "investors"
            ],
            "node_weight": 0.835772672852317
        },
        {
            "id": "1_1",
            "articles": [
                "00871",
                "03744",
                "02373",
                "00381",
                "00566",
                "01501",
                "02108",
                "00161",
                "01020",
                "00850",
                "00099",
                "04435",
                "03935",
                "01045",
                "02431",
                "03682",
                "03823",
                "03319"
            ],
            "label": "Asian-Pacific Markets Advance; Profit-Taking Hits Hong Kong",
            "node_words": [
                "shares",
                "dow jones",
                "jones",
                "dow",
                "market",
                "index",
                "investors",
                "stocks",
                "previous",
                "day"
            ],
            "node_weight": 0.7510330996482201
        }
    ],
    "links": [
        {
            "source": "0_0",
            "target": "1_0",
            "edge_weight": 0.8331927216301361,
            "edge_label": [
                "market",
                "stocks",
                "shares",
                "index",
                "jones"
            ],
            "id": 0
        },
        {
            "source": "0_0",
            "target": "1_2",
            "edge_weight": 0.6142431701577845,
            "edge_label": [
                "stock",
                "market",
                "stocks",
                "world",
                "shares"
            ],
            "id": 1
        },
        {
            "source": "0_1",
            "target": "1_1",
            "edge_weight": 0.7865155838311664,
            "edge_label": [
                "index",
                "jones",
                "dow jones",
                "dow",
                "market"
            ],
            "id": 2
        },
        {
            "source": "0_1",
            "target": "1_0",
            "edge_weight": 0.6065437940969353,
            "edge_label": [
                "index",
                "jones",
                "dow jones",
                "dow",
                "market"
            ],
            "id": 3
        },
        {
            "source": "0_2",
            "target": "1_0",
            "edge_weight": 0.6407123912985508,
            "edge_label": [
                "market",
                "dow",
                "shares",
                "stocks",
                "dow jones"
            ],
            "id": 4
        },
        {
            "source": "0_2",
            "target": "1_2",
            "edge_weight": 0.7654054057903779,
            "edge_label": [
                "european",
                "market",
                "stock",
                "dow",
                "shares"
            ],
            "id": 5
        }
    ],
    "articles": [
        {
            "id": "01836",
            "title": "Americas Stock End Mixed; Mexican Shares Post Gains",
            "timestamp": "March 28, 2011",
            "text": "Mexican stock prices rose following Wall Street's lead after sinking by more than 100 points in afternoon trading. Canadian shares fell after failing to keep pace with an incredible turnaround in New ...",
            "full_text": "Mexican stock prices rose following Wall Street's lead after sinking by more than 100 points in afternoon trading. Canadian shares fell after failing to keep pace with an incredible turnaround in New York. In Argentina, share prices declined, while Brazilian stocks declined. In dollar terms, the Americas sector of the Dow Jones World Stock Index fell 1.58 to 145.41 Tuesday, after stumbling 3.79 Monday. The world index as a whole lost 0.79 to 134.29, after dropping 1.76 Monday. Fishing and recreational-product shares led the Dow Jones Global Industry Groups, while cable-broadcasting and lodging stocks were among the laggers. Americas Stock Market Indexes Market Argentina"
        },
        {
            "id": "03660",
            "title": "Asian Stock Prices Tumble In Wake of Wall Street's Fall",
            "timestamp": "March 28, 2011",
            "text": "Profit-taking by overseas investors and arbitrage-related selling left Tokyo stocks lower. The overnight losses on Wall Street sent Hong Kong stocks plunging more than 200 points at the opening, but t...",
            "full_text": "Profit-taking by overseas investors and arbitrage-related selling left Tokyo stocks lower. The overnight losses on Wall Street sent Hong Kong stocks plunging more than 200 points at the opening, but the drop was curbed by bargain hunting later in the session. The reaction to Wall Street was blamed for declines on the bourses in the Philippines, Malaysia, Indonesia, Singapore and Thailand. Continuous selling by traders who had earlier bought shares on margin loan sent South Korean stocks lower. Taiwan share prices fell sharply, led by weak technology and financial issues following similar drops in U.S. markets. The Dow Jones China 88 Index rose 3.65 to 97.20 Tuesday, after rising 1.15 Monday. The Dow Jones Shanghai Index rose 4.68 to 105.87, after gaining 1.61 the previous day. The Dow Jones Shenzhen Index advanced 2.99 to 99.96, after rising 0.41 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index fell 0.03 Tuesday to 117.75 after falling 0.16 Monday. The world as a whole dropped 0.79 to 134.29 after falling 0.46 Monday. Recreational-product and fishing issues led Dow Jones Global Industry Groups, while lodging and cable-broadcast issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "01427",
            "title": "Fund Managers in Asia, Europe React Sharply to U.S. Losses",
            "timestamp": "March 28, 2011",
            "text": "Alarmed by the volatility and steep decline on Wall Street, fund managers in Asia and Europe sold heavily Tuesday, sending global stock markets sharply lower. The Dow Jones Industrial Average was down...",
            "full_text": "Alarmed by the volatility and steep decline on Wall Street, fund managers in Asia and Europe sold heavily Tuesday, sending global stock markets sharply lower. The Dow Jones Industrial Average was down nearly 100 points in early-afternoon New York trading after plunging more than 160 points Monday amid mounting concerns about weak second-quarter earnings results and the potential for higher interest rates. The prolonged suffering in the U.S. equity market raised concerns that a long-awaited correction has finally taken shape. Profit-taking by overseas investors and arbitrage-related selling sank stocks in the Asia-Pacific region, with Japan's benchmark Nikkei index stumbling 347.07 to end the session at 21406.35. The blue-chip Hang Seng index in Hong Kong plunged more than 200 points at the open, before recovering somewhat to end the day down 172.15 at 10627.98. Meanwhile, key indexes across Europe skidded in reaction to the U.S. market's extended decline. The DAX index of blue-chip stocks in Frankfurt plunged 80.74 to end official floor trading at 2469.79, while London's Financial Times-Stock Exchange 100-Share Index stumbled 66 points to close at 3632.3. The focus on interest rates is expected to continue ahead of Thursday's scheduled testimony by Federal Reserve Board Chairman Alberta Halina before the U.S. Congress. Fund managers hopes the Fed chief will provide some clue whether the central bank plans to raise short-term U.S. interest rates -- and by how much."
        },
        {
            "id": "00417",
            "title": "Stock Prices Plunge in Europe, Mirroring Losses in the U.S.",
            "timestamp": "March 28, 2011",
            "text": "The Dow Jones Industrial Average was down nearly 40 points in midday trading in Westside after plunging 160 points a day earlier. The declines have triggered fears that a long-awaited correction in th...",
            "full_text": "The Dow Jones Industrial Average was down nearly 40 points in midday trading in Westside after plunging 160 points a day earlier. The declines have triggered fears that a long-awaited correction in the U.S. market has begun. The key indexes in the bourses of London, France, Frankfurt, Brussels, Amsterdam, Milan, Madrid, Stockholm and Zurich all post solid losses. Gold shares in South Africa were only moderately lower, however, supported by the stronger gold price and weakness in the rand. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.37 to 141.41 Tuesday after losing 0.62 a day earlier. The world index as a whole fell 0.79 to 134.29, following Monday's loss of 1.76. Recreational-product and fishing shares led the Dow Jones Global Industry Groups, while cable-broadcast and lodging issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "01400",
            "title": "Americas Stocks End Mixed; Mexico Rises After Sell-Off",
            "timestamp": "March 29, 2011",
            "text": "Mexican stock prices rose as buyers continued to jump into the market after the sharp sell-off earlier this week. Canadian shares posted a modest gain on a rebound in the technology sector. Brazil sto...",
            "full_text": "Mexican stock prices rose as buyers continued to jump into the market after the sharp sell-off earlier this week. Canadian shares posted a modest gain on a rebound in the technology sector. Brazil stocks fell on profit-taking. In Argentina, shares rose on a rebound in U.S. stock markets. In dollar terms, the Americas sector of the Dow Jones World Stock Index rose 1.50 to 148.03 Wednesday, after falling 0.46 Tuesday. The world index as a whole advanced 0.93 to 135.37, after dropping 0.64 the previous day. Entertainment and software shares led the Dow Jones Global Industry Groups, while oil-drilling and oilfield-equipment stocks were among the laggers. Americas Stock Market Indexes Market Argentina"
        },
        {
            "id": "02156",
            "title": "Asian-Pacific Markets Are Mixed; Local Investors Lift Nikkei Index",
            "timestamp": "March 29, 2011",
            "text": "In the previous trading day, the entire region registered sharp losses in reaction to volatility in U.S. stock prices and fears of higher U.S. interest rates. In Tokyo, the equities market rose slight...",
            "full_text": "In the previous trading day, the entire region registered sharp losses in reaction to volatility in U.S. stock prices and fears of higher U.S. interest rates. In Tokyo, the equities market rose slightly following small-lot buying by domestic institutional investors late in the afternoon. Late futures-led selling drove the key Hang Seng Index down as investors nervously reacted to uncertainties about interest rates. The Australian equities market lost all its earlier gains, hammered late in the day by heavy selling in News Corp.. All financial markets in South Korea were closed in observance of a national holiday. The Philippines market fell after a strong opening as investors, spooked by the volatility in the U.S. market, opted to stand on the sidelines. Taiwan share prices rose sharply on bargain-hunting. The Singapore market rose in moderate volumes, as stocks with Indonesian shareholders grabbed the spotlight. Local investors speculated on property and textile shares, lifting the Jakarta market as a whole. Shares on the Kuala Lumpur Stock Exchange reversed course and rose Wednesday, with most activity centered on issues involved in the Bakun project. Thai stock prices slipped in light trading as foreign investors continued to sell because of the poor short-term outlook for the market. The Dow Jones China 88 Index fell 2.44 to 94.78 Wednesday, after rising 1.15 Tuesday. The Dow Jones Shanghai Index fell 2.12 to 103.77, after advancing 1.61 the previous day. The Dow Jones Shenzhen Index fell 2.89 to 97.04, after rising 0.41 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index rose 0.42 to 117.60 Wednesday after falling 0.60 Tuesday. The world index as a whole gained 0.93 to 135.37 after shedding 0.64 Tuesday. Entertainment and software stocks led the Dow Jones Global Industry Groups, while oil-drilling and oilfield-equipment shares were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "00814",
            "title": "Investors Rejoice in U.S. Bounce, Propelling Most Markets Higher",
            "timestamp": "March 29, 2011",
            "text": "However, investors remained cautious, waiting to see if U.S. Federal Reserve Chairman Alberta Halina's testimony before Congress Thursday will indicate a rise in U.S. interest rates. Investors in Lond...",
            "full_text": "However, investors remained cautious, waiting to see if U.S. Federal Reserve Chairman Alberta Halina's testimony before Congress Thursday will indicate a rise in U.S. interest rates. Investors in London, Paris, Frankfurt, and Milan regained confidence in global equities following the U.S. stock market's late-session recovery Tuesday, when the Dow Jones Industrial Average erased a 160-point deficit to end the day slightly higher. But a weaker dollar led stocks in Zurich and Amsterdam lower, while a strengthening rand depressed gold stocks in South Africa. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.62 to 141.52 Wednesday after losing 1.01 a day earlier. The world index as a whole moved ahead 0.93 to 135.37, following Tuesday's loss of 0.64. Entertainment and software shares led the Dow Jones Global Industry Groups, while oil-drilling and oilfield-equipment issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "01365",
            "title": "Asian-Pacific Markets Rise Ahead of Greenspan News",
            "timestamp": "March 30, 2011",
            "text": "Tokyo share prices got a boost from the overnight rise on Wall Street, but trading was sluggish as investors waited for further clues to the direction of U.S. interest rates that Mr. Halina's testimon...",
            "full_text": "Tokyo share prices got a boost from the overnight rise on Wall Street, but trading was sluggish as investors waited for further clues to the direction of U.S. interest rates that Mr. Halina's testimony might provide. Ending four straight sessions of declines, the Hong Kong market rose on news that the U.S. market is stabilizing while selling pressure eased. The South Korean equities market rebounded after five consecutive trading days of losses. A rise on Wall Street overnight lifted the Sydney equities market. The Philippines market was flat in listless trading marked by an absence of foreigners. The Taiwan market continued to rise following the previous day's 2.5% surge, but in smaller trading volumes as investors grew more cautious. Singapore investors took profits, sending share prices lower in moderate trading. Jittery investors either stayed away from the Kuala Lumpur Stock Exchange or sold off shares. The Jakarta market was mixed in moderate trading. The Thai equities market rose. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index gained 0.96 to 118.58 Thursday after gaining 0.44 Wednesday. The world index as a whole rose 1.39 to 136.70 after rising 0.87 Wednesday. Biotechnology and medical-supply issues led the Dow Jones Global Industry Groups, while plantations and casino stocks were among the laggers. The Dow Jones China 88 index rose 2.14 to 96.92 in Thursday's trading session after falling 2.44 points Wednesday. The Dow Jones Shanghai Index rose 1.42 to 105.19 after falling 2.12 the day before; The Dow Jones Shenzhen Index rose 4.95 to 101.99 after falling 2.89. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "02799",
            "title": "Americas Stocks End Mixed After Fed Chief's Testimony",
            "timestamp": "March 30, 2011",
            "text": "Canadian stocks rose, buoyed by comments from Mr. Halina that inflation isn't a big concern over the intermediate term. Mexican stock prices jumped Thursday as Wall Street posted gains. Brazilian stoc...",
            "full_text": "Canadian stocks rose, buoyed by comments from Mr. Halina that inflation isn't a big concern over the intermediate term. Mexican stock prices jumped Thursday as Wall Street posted gains. Brazilian stocks fell as investors indulged in profit-taking. In Argentina, shares fell as investor demand evaporated late in the session. In dollar terms, the Americas sector of the Dow Jones World Stock Index ended unchanged at 148.02 Thursday, after rising 1.49 the previous day. The world index as a whole rose 0.42 to 135.73, adding to Wednesday's gain of 0.87. Biotechnology and medical-supplies shares led the Dow Jones Global Industry Groups, while plantation and casino stocks were among the laggers. Americas Stock Market Indexes Market Argentina"
        },
        {
            "id": "01686",
            "title": "Stocks Move Higher in Europe As Investors Cheer U.S. Gains",
            "timestamp": "March 30, 2011",
            "text": "Investors in London, Brussels, Paris and Amsterdam cheered another day of gains for the Dow Jones Industrial Average, which closed solidly higher on Wednesday. In midday trading in New York Thursday, ...",
            "full_text": "Investors in London, Brussels, Paris and Amsterdam cheered another day of gains for the Dow Jones Industrial Average, which closed solidly higher on Wednesday. In midday trading in New York Thursday, the industrials were up an additional 44 points. Testimony by U.S. Federal Reserve Board Chairman Alberta Halina before Congress helped to ease fears about growing inflation. He said he hasn't seen any concrete signs yet that price pressures have risen significantly. Stocks moved higher in official floor trading in German, and extended those gains at the close of after-hours electronic trading. Banking shares provided a boost to the Madrid bourse, but shares ended flat in Sweden amid disappointment over sales results for drug giant's Astra's antiulcer drug Losec. Gold stocks in South Africa extended their slump as the rand continued to strengthen. In dollar terms, the European sector of the Dow Jones World Stock Index was up 0.43 to 141.65 Thursday after losing 0.42 a day earlier. The world index as a whole moved ahead 1.39 to 136.70, adding to Wednesday's gain of 0.87. Biotechnology and medical-supply shares led the Dow Jones Global Industry Groups, while plantation and casino issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "00994",
            "title": "Stocks Remain Mixed In Americas Region",
            "timestamp": "March 31, 2011",
            "text": "Brazilian stocks rose in a correction following two days of sharp falls. Mexican shares slipped in profit-taking after Thursday's 2.5% advance. Canadian stocks were flat in moderate trading. Argentine...",
            "full_text": "Brazilian stocks rose in a correction following two days of sharp falls. Mexican shares slipped in profit-taking after Thursday's 2.5% advance. Canadian stocks were flat in moderate trading. Argentine stocks increased slightly in cautious trading. In dollar terms, the Americas sector of the Dow Jones World Stock Index was down 1.31 to 149.04 at 2 p.m. EDT, after gaining 2.33 the previous day. The world index as a whole was down 0.3 to 136.43, after gaining 1.42 Thursday. Mining and precious metal shares led the Dow Jones Global Industry Groups, while consumer services and software were among the laggers. Americas Stock Market Indexes Market Index2 p.m.Change Argentina"
        },
        {
            "id": "01685",
            "title": "Asian-Pacific Markets Rise On Wall Street's Rebound",
            "timestamp": "March 31, 2011",
            "text": "Shares in Hong Kong, the Philippines, Australia and Singapore advanced as Wall Street's recovery overnight eased investors' fears of another U.S. interest-rate rise. Stocks in Tokyo fell because of ar...",
            "full_text": "Shares in Hong Kong, the Philippines, Australia and Singapore advanced as Wall Street's recovery overnight eased investors' fears of another U.S. interest-rate rise. Stocks in Tokyo fell because of arbitrage-related selling, while Malaysian issues rose as investors took profits. Indonesian shares advanced, though political worries persisted over embattled Indonesian Democratic Party leader Parks Lira. Taiwan shares gained on news the government intends to open the local economy to more foreign investment. Buying in large-capitalization blue chips boosted stocks in South Korea and Thailand. In Saturday trading, Taiwan shares rose slightly as speculators exploited the day's low trading volume to buy small-capitalization issues. Stocks in South Korea gained as investors bought blue chips. At the close of the Asian-Pacific business day Friday, the Dow Jones China 88 Index was up 2.43 to 99.35 after rising 2.14 Thursday. The Dow Jones Shanghai Index moved up 4.32 to 109.51 after advancing 1.42 a day earlier, and the Dow Jones Shenzhen Index put on 1.42 to 103.41 after gaining 4.95 in the previous session. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index rose 0.32 to 118.98 at 7:30 p.m. EDT Friday after adding 1.04 Thursday. The world index as a whole fell 0.17 to 136.56 after rising 1.42 a day earlier. Mining and precious-metal shares led the Dow Jones Global Industry Groups, while footwear and entertainment shares were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "03365",
            "title": "Stocks Surrender Early Gains As Rise in U.S. Market Falters",
            "timestamp": "March 31, 2011",
            "text": "European stocks started the day sharply higher as investors cheered the Dow Jones Industrial Average's 87-point advance Thursday. But much of those gains were quickly erased as Wall Street resumed its...",
            "full_text": "European stocks started the day sharply higher as investors cheered the Dow Jones Industrial Average's 87-point advance Thursday. But much of those gains were quickly erased as Wall Street resumed its recent downward trend, posting a loss of roughly 40 points near the close of trading in Europe. Stocks edged higher in Brussels, in extremely volatile trading associated with the expiration of futures and options. Strength in the local bond market boosted shares in Madrid, while blue-chip stocks led the advance in Stockholm. But some disappointing reports about corporate sales wiped out early gains on the French bourse. Stocks fell in electronic trading on the Frankfurt Stock Exchange after closing higher in earlier floor trading, while prices remained in positive territory through the close in London. Prices also ended lower in Milan, as several blue chip companies prepared to pay out dividends. In dollar terms, the European sector of the Dow Jones World Stock Index was up 0.71 to 142.35 at 1:30 p.m. EDT after gaining 0.42 a day earlier. The world index as a whole was down 0.40 to 136.33, following Thursday's gain of 1.42. Precious-metal and mining shares led the Dow Jones Global Industry Groups, while consumer-services and software issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "01654",
            "title": "Asian-Pacific Markets Rise On Wall Street's Rebound",
            "timestamp": "March 31, 2011",
            "text": "Shares in Hong Kong, the Philippines, Australia and Singapore advanced as Wall Street's recovery overnight eased investors' fears of another U.S. interest-rate rise. Stocks in Tokyo fell because of ar...",
            "full_text": "Shares in Hong Kong, the Philippines, Australia and Singapore advanced as Wall Street's recovery overnight eased investors' fears of another U.S. interest-rate rise. Stocks in Tokyo fell because of arbitrage-related selling, while Malaysian issues rose as investors took profits. Indonesian shares advanced, though political worries persisted over embattled Indonesian Democratic Party leader Parks Lira. Taiwan shares gained on news the government intends to open the local economy to more foreign investment. Buying in large-capitalization blue chips boosted stocks in South Korea and Thailand. At the close of the Asian-Pacific business day Friday, the Dow Jones China 88 Index was up 2.43 to 99.35 after rising 2.14 Thursday. The Dow Jones Shanghai Index moved up 4.32 to 109.51 after advancing 1.42 a day earlier, and the Dow Jones Shenzhen Index put on 1.42 to 103.41 after gaining 4.95 in the previous session. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index fell 0.14 to 118.52 at 6 a.m. EDT Friday after adding 1.04 Thursday. The world index as a whole gained 0.18 to 136.91 after rising 1.42 a day earlier. Mining and full-line-insurance shares led the Dow Jones Global Industry Groups, while consumer-electronics and steel shares were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "01741",
            "title": "Americas Markets Finish Mixed; Share Prices Surge 3.6% in Brazil",
            "timestamp": "April 01, 2011",
            "text": "In Brazil, the benchmark Bovespa Index surged 3.6% as the market showed strong approval of a speech given by Seymour Mcquiston, the country's communications minister, on plans for telecommunications p...",
            "full_text": "In Brazil, the benchmark Bovespa Index surged 3.6% as the market showed strong approval of a speech given by Seymour Mcquiston, the country's communications minister, on plans for telecommunications privatization. Mr. Mcquiston said the country will be divided into 10 areas for private cellular telephone service, creating a mix of economically-developed areas and underdeveloped areas so that private capital won't flow exclusively to the most lucrative areas. Mexican stocks closed slightly lower amid profit-taking after prices rose a day earlier. But some observers predicted shares will rise early next week as the second-quarter earnings season heats up. Argentine share prices advanced in moderate trading as investors who had sold aggressively in recent sessions moved to rebuild their portfolios. Canadian equities finished barely lower, even as the banking and gold sectors advanced. In dollar terms, the Americas sector of the Dow Jones World Stock Index fell 1.10 to 149.25 after gaining 2.33 a day earlier. The world index as a whole lost 0.17 to 136.56 after gaining 1.42 Thursday. Mining and precious-metals shares led the Dow Jones Global Industry Groups, while footwear and entertainment stocks were among the laggers. Americas Stock Market Indexes Market Index5 p.m.Change Argentina"
        },
        {
            "id": "04467",
            "title": "Stocks Surrender Early Gains As Rise in U.S. Market Falters",
            "timestamp": "April 01, 2011",
            "text": "European stocks started sharply higher as investors cheered the Dow Jones Industrial Average's 87-point advance Thursday. But much of those gains were quickly erased as Wall Street resumed its recent ...",
            "full_text": "European stocks started sharply higher as investors cheered the Dow Jones Industrial Average's 87-point advance Thursday. But much of those gains were quickly erased as Wall Street resumed its recent downward trend, posting a loss of roughly 40 points near the close of trading in Europe. The Dow finished Friday's session down 37.36 at 5426.82 Stocks edged higher in Brussels in extremely volatile trading associated with the expiration of futures and options. Strength in the local bond market boosted shares in Madrid, while blue-chip stocks led the advance in Stockholm. But some disappointing reports about corporate sales wiped out early gains on the French stock market. Share prices fell in late-afternoon electronic trading on the Frankfurt Stock Exchange after closing higher in earlier floor trading, while prices remained in positive territory through the close in London. Prices also ended lower in Milan, as several blue chip companies prepared to pay out dividends. In dollar terms, the European sector of the Dow Jones World Stock Index added 0.72 to 142.36 after gaining 0.42 a day earlier. The world index as a whole lost 0.17 to 136.56 following Thursday's gain of 1.42. Precious-metal and mining shares led the Dow Jones Global Industry Groups, while footwear and entertainment issues were among the laggers. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "04440",
            "title": "Americas Stocks Close Lower, Following Wall Street's Lead",
            "timestamp": "April 03, 2011",
            "text": "Mexican stock prices fell, dragged lower by a world-wide slump on major stock markets, including the U.S. Canadian share prices dropped on selling pressure in the technology sector. In New York, the D...",
            "full_text": "Mexican stock prices fell, dragged lower by a world-wide slump on major stock markets, including the U.S. Canadian share prices dropped on selling pressure in the technology sector. In New York, the Dow Jones Industrial Average lost 35.88 to 5390.94, after falling 37.36 on Friday. In Argentina, shares posted losses as investors showed concern over the short-term direction of the economy. Brazilian stock priced declined as the market tracked losses on the New York Stock Exchange and other Latin American stock markets. In dollar terms, the Americas sector of the Dow Jones World Stock Index fell 0.22 to 149.03 Monday, after dropping 1.10 Friday. The world index as a whole lost 0.94 to 135.60, after slipping 0.17 the previous day. Trucking and savings-and-loan shares led the Dow Jones Global Industry Groups, while pipeline and consumer-services stocks were among the laggers. Americas Stock Market Indexes Market Argentina"
        },
        {
            "id": "01886",
            "title": "Asian-Pacific Markets Fall, Led by Decline in the Nikkei",
            "timestamp": "April 03, 2011",
            "text": "The Tokyo equities market plummeted on low volume, battered by arbitrage-related trading. The Nikkei index of 225 selected issues posted its second-biggest loss of the year. Hong Kong stocks fell on l...",
            "full_text": "The Tokyo equities market plummeted on low volume, battered by arbitrage-related trading. The Nikkei index of 225 selected issues posted its second-biggest loss of the year. Hong Kong stocks fell on low volume amidst a lack of market-driving news. The Taiwan market fell on light volume, led by declines in petrochemical and technology issues. In Sydney, the market fell slightly, as investors remained unsettled about the future of the U.S. market following a volatile week on Wall Street. South Korean share prices were mixed as profit-taking stirred up after three consecutive days of gains. Singapore investors sold shares following the release of weak June trade data. The Jakarta market was mixed in fairly active trading, but investors were discouraged by the decline on Wall Street during the previous trading day. Shares on the Kuala Lumpur Stock Exchange sank on economic worries. Thai stock prices were stung by growing worries of poor second-quarter profits, combined with a downturn in other bourses in the region. The Dow Jones China 88 Index rose 2.51 to 101.86 at the end of the Asian trading day Monday, after gaining 2.43 points Friday. The Dow Jones Shanghai Index rose 2.99 to 112.50, after advancing 4.32 points Friday. The Dow Jones Shenzhen Index rose 2.77 to 106.18 after rising 1.42 points Friday. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index fell 1.73 to 117.21 Monday after remaining flat Saturday. The world as a whole fell 0.94 to 135.60 after rising 0.01 the previous day. Savings and loan and trucking issues led Dow Jones Global Industry Groups, while securities and cable-broadcasting issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "04114",
            "title": "Continued Losses in the U.S. Worry Investors in Europe",
            "timestamp": "April 03, 2011",
            "text": "Stocks fell in London, Paris, Brussels, and Madrid amid concerns that a prolonged correction in the U.S. market will have a damping effect on global equity markets. German shares declined in electroni...",
            "full_text": "Stocks fell in London, Paris, Brussels, and Madrid amid concerns that a prolonged correction in the U.S. market will have a damping effect on global equity markets. German shares declined in electronic trading as weaker-than-expected corporate profits and exports outweighed the Bundesbank's news of possible cuts in key interest rates. Meanwhile, the Italian bourse closed lower as a number of index-linked shares began trading ex-dividend, and Swiss share prices fell as the Swiss franc rose sharply against the mark. A decline in pharmaceutical company Astra pulled Swedish stocks lower, while losses in heavyweights Royal Dutch petroleum and consumer-products group Unilever hurt the Dutch index. And in South Africa, technical problems with the automated trading system forced the Johannesburg Stock Exchange to close 43 minutes into the session. In dollar terms, the European sector of the Dow Jones World Stock Index dropped 1.07 to 141.23 Monday after gaining 0.78 on Friday. The world index as a whole fell 0.94 to 135.60, following Friday's loss of 0.17. Savings-and-loan and trucking shares led the Dow Jones Global Industry Groups, while securities and cable-broadcasting issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "04219",
            "title": "Asian-Pacific Stocks Are Mixed; Nikkei Rebounds in Late Buying",
            "timestamp": "April 04, 2011",
            "text": "Buying late in the session, mainly in the banking sector, pulled the benchmark Hang Seng Index up in Hong Kong. The Nikkei rebounded for the first time in three days on last-minute cash purchases. Poo...",
            "full_text": "Buying late in the session, mainly in the banking sector, pulled the benchmark Hang Seng Index up in Hong Kong. The Nikkei rebounded for the first time in three days on last-minute cash purchases. Poor confidence in the electronics sector sent the Singapore market sliding. The Taiwan market fell sharply as local investors worried that foreign funds would start another sell-off. The Australian market fell, as poor confidence in Wall Street continued to hurt local stocks -- especially in the media sector. In Manila, the market fell sharply, weakened by continued profit-taking. South Korean share prices on the bourse were flat as buying focused on smaller issues. Foreign investors cut their holdings in Indonesian stocks following Wall Street's decline overnight. Malaysian investors sold shares or stayed out of the market altogether on fears that further falls on Wall Street could spook investors out of the domestic market, as well as other regional bourses. The Thai market was mixed in light trading, as the benchmark index climbed slightly on a false report of a plan to cut corporate taxes. The Dow Jones China 88 Index rose 0.17 to 102.03 after the close of the Asian trading day Tuesday after rising 2.51 Monday. The Dow Jones Shanghai Index fell 1.14 to 111.36 after adding 2.99 the previous day. The Dow Jones Shenzhen Index rose 1.83 to 108.01 after adding 2.77 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index rose 0.15 to 117.68 Tuesday after falling 1.41 Monday. The world index as a whole fell 0.58 to 134.66 after falling 1.30 the previous day. Airline and railroad issues led industry groups on the Dow Jones World Stock Index, while oil-drilling and software issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "02276",
            "title": "An Early Recovery in the U.S. Helps Most Markets End Higher",
            "timestamp": "April 04, 2011",
            "text": "Trading remained cautious, however, amid uncertainty over the direction of the volatile U.S. financial markets. The Dow industrials was up more than 30 points in late-morning New York trading Tuesday ...",
            "full_text": "Trading remained cautious, however, amid uncertainty over the direction of the volatile U.S. financial markets. The Dow industrials was up more than 30 points in late-morning New York trading Tuesday but quickly retraced those gains to trade little changed by midday. The early gains were enough to boost share prices in Germany, Italy and Spain, while strong performances turned in by the pharmaceutical and banking sectors helped British stocks. In France, stocks rose on widespread buying of food-retailer shares, and Swiss shares headed higher in a rebound following recent losses. Belgian and South African stocks advanced, but shares in Sweden and the Netherlands inched lower. In dollar terms, the European sector of the Dow Jones World Stock Index gained 0.29 to 141.22 Tuesday after dropping 1.35 a day earlier. The world index as a whole slipped 0.58 to 134.66, following Monday's loss of 1.30. Airline and railroad shares led the Dow Jones Global Industry Groups, while oil-drilling and software issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "00297",
            "title": "Stocks Retreat in the Americas As Mexican Issues Move Lower",
            "timestamp": "April 04, 2011",
            "text": "Mexican shares fell as the IPC Index followed Wall Street's lead, gaining in early trading but losing ground later in the day. The Dow Jones Industrial Average on Wall Street fell 44.39 to 5346.55. Ca...",
            "full_text": "Mexican shares fell as the IPC Index followed Wall Street's lead, gaining in early trading but losing ground later in the day. The Dow Jones Industrial Average on Wall Street fell 44.39 to 5346.55. Canadian shares posted losses as Northern Telecom recorded sharp losses. In Argentina, share prices dropped as investors remained preoccupied with Argentina's fiscal situation and the slow pace of economic recovery. Brazilian stocks declined, tracking prices in Downtown. In dollar terms, the Americas sector of the Dow Jones World Stock Index lost 1.65 to 146.41 Tuesday, after dropping 1.19 Monday. The world index as a whole fell 0.58 to 134.55, following Monday's loss of 1.30. Railroad and airline shares led the Dow Jones Global Industry Groups, while software and oil-drilling stocks were among the laggers. Americas Stock Market Indexes Market Argentina"
        },
        {
            "id": "01489",
            "title": "Americas Stocks End Mixed; Mexico Shares Rally at Close",
            "timestamp": "April 26, 2011",
            "text": "Mexican shares rose before the market's close, but traders were at a loss to explain the rally after following Wall Street's sluggish lead for most of the session. Canadian stock prices ended flat as ...",
            "full_text": "Mexican shares rose before the market's close, but traders were at a loss to explain the rally after following Wall Street's sluggish lead for most of the session. Canadian stock prices ended flat as a relatively steep decline in the gold sector offset gains in several other groups. In Argentina, share prices closed mixed as the market began to recompose itself after a four-session slide. Brazilian stocks closed mixed in quiet trading thanks mainly to a calmer stock market in neighboring Argentina which had recently suffered sharp falls. In dollar terms, the Americas sector of the Dow Jones World Stock Index rose 0.49 to 154.65 Wednesday, after falling 1.22 Tuesday. The world index as whole rose 0.12 to 138.47 Wednesday, following the previous day's loss of 0.17. Communications and pipeline issues led the Dow Jones Global Industry Groups, while water-utility and precious-metal shares were among the laggers. Americas Stock Market Indexes Market IndexAug. 14Change Argentina"
        },
        {
            "id": "00908",
            "title": "Asian Stock Markets Are Mixed; Political Turmoil Hits Bangkok",
            "timestamp": "April 26, 2011",
            "text": "Bangkok stock prices dropped sharply on worries about the government's stability after an important political party stalked out of Prime Minister Bevis Silpa-Sadler's fragile coalition. The Tokyo mark...",
            "full_text": "Bangkok stock prices dropped sharply on worries about the government's stability after an important political party stalked out of Prime Minister Bevis Silpa-Sadler's fragile coalition. The Tokyo market climbed for the third straight day, buoyed by a dramatic leap in Nippon Telegraph & Telephone, which soared 6.2% in active trade amid buying by foreign investors. Surprisingly strong government land auction results lifted the Hang Seng Index slightly higher in Hong Kong. Taiwan shares were mixed in moderate trading as the benchmark index gained strength on unconfirmed news reports about Morgan Stanley's plan to issue warrants. Weakness in large-capitalization stocks led the decline in South Korea's bourse. In Manila, the market fell on profit-taking. Australian share prices fell in thin trading, while the mining sector dropped sharply. Singapore shares closed mixed Wednesday, as investors nibbled at selected blue chips and speculative, small stocks. Stocks fell in listless dealings in Jakarta as foreign investors remained on the sidelines waiting for fresh news. Shares were mixed on the Kuala Lumpur Stock Exchange Wednesday as trading focused on second-tier shares. At the close of trading Wednesday in Asia, the Dow Jones China 88 Index fell 0.15 to 102.50 after dropping 0.39 Tuesday. The Dow Jones Shanghai Index fell 0.16 to 110.35 after falling 1.32 the previous day. The Dow Jones Shenzhen Index fell 0.68 to 110.90, after rising 0.47 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index rose 0.33 to 117.39 Wednesday, after climbing 0.62 Tuesday. The world as a whole fell 0.02 to 138.33 after falling 0.17 the previous day. Pipeline and communications shares led industry groups on the Dow Jones Global Industry Groups, while precious-metal and water-utility issues were among the laggers. Asian Stock Market Indexes Market IndexAug. 14Change Australia"
        },
        {
            "id": "03507",
            "title": "European Stocks Close Flat Ahead of Thursday's Holiday",
            "timestamp": "April 26, 2011",
            "text": "Meanwhile, a combination of better-than-expected U.K. employment data, a stronger dollar and early gains on Wall Street helped U.K. shares finish higher, but German share prices slipped despite gains ...",
            "full_text": "Meanwhile, a combination of better-than-expected U.K. employment data, a stronger dollar and early gains on Wall Street helped U.K. shares finish higher, but German share prices slipped despite gains in the automobile sector. Falling bond yields as well as gains for pharmaceutical concern Astra buoyed Swedish stocks, and share prices in Zurich rose on a stronger dollar. However, Spanish stocks edged lower on Tuesday's drop in the Dow Jones Industrial Average, and South African gold shares fell on a declining gold price. The Europe/South Africa sector of the Dow Jones World Stock Index fell 0.34 to 144.23 Wednesday, following Tuesday's gain of 0.52. The world index as a whole lost 0.02 to 138.33, adding to Monday's loss of 0.17. Pipeline and communications stocks led the Dow Jones Global Industry Groups, while precious-metal and water-utility issues were among the weakest. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "03453",
            "title": "Asian-Pacific Issues Mostly Fall; Profit-Taking Hits Hong Kong",
            "timestamp": "April 27, 2011",
            "text": "Stocks in Tokyo were mixed amid profit-taking and a lack of aggressive buying. Shares in Hong Kong fell as profit-taking eroded gains in the property sector. Philippine shares fell as investors avoide...",
            "full_text": "Stocks in Tokyo were mixed amid profit-taking and a lack of aggressive buying. Shares in Hong Kong fell as profit-taking eroded gains in the property sector. Philippine shares fell as investors avoided buying ahead of the May 02, 2011 of the U.S. Federal Open Market Committee. Australian issues rose as a stronger domestic bond market offset weakness in the gold sector. Taiwan shares plunged as President Leeanna Teng-Huong's speech on China policy dealt a serious blow to listed companies with investment plans in mainland China. Meanwhile, all financial markets in South Korea were closed for a national holiday. Stocks in Singapore were mixed, with most of the buying focused on issues linked to Indonesian investors. Malaysian shares declined, mostly because of weakness in Tenaga Nasional. Political uncertainty continued to weaken Indonesia's bourse. Meanwhile, governmental instability in Thailand, along with a wave of poor earnings results, weakened shares there. At the end of trading in Asia Thursday, the Dow Jones China 88 Index fell 1.01 to 101.39, after falling 0.15 Wednesday. The Dow Jones Shanghai Index lost 0.60 to 109.75, after dropping 0.60 the previous day. The Dow Jones Shenzhen Index fell 1.87 to 109.03, after slipping 0.68 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index fell 0.01 to 117.24 Thursday, after rising 0.17 Wednesday. The world as a whole rose 0.17 to 138.65, after gaining 0.13 the previous day. Oil-drilling and fishing shares led the Dow Jones Global Industry Groups, while toys and entertainment issues were among the laggers. Asian Stock Market Indexes Market IndexAug. 15Change Australia"
        },
        {
            "id": "02054",
            "title": "Americas Stocks End Higher; Economy Hopes Boost Mexico",
            "timestamp": "April 27, 2011",
            "text": "Mexican stocks soared on growing expectations of economic recovery and speculation that second-quarter growth figures would be released several days early and would be far better than expected. Canadi...",
            "full_text": "Mexican stocks soared on growing expectations of economic recovery and speculation that second-quarter growth figures would be released several days early and would be far better than expected. Canadian share prices advanced, spurred on by strength in natural-resource stocks and the latest drill results from Bema Gold's gold and copper prospect in northern Chile, which sparked a feeding frenzy. In Argentina, shares posted sharp gains as the market responded enthusiastically to signs the government is finally finding support for recently announced fiscal austerity measures. Brazilian stocks rose, helped by the Argentina government's decision to privatize the giant Yacyreta dam, which is seen as a stimulus for Brazil to speed up its own privatization program. In dollar terms, the Americas sector of the Dow Jones World Stock Index rose 0.11 to 154.82 Thursday, after advancing 0.49 the previous day. The world index as whole added 0.12 to 138.65 Thursday, after rising 0.13 Wednesday. Oil-drilling and fishing issues led the Dow Jones Global Industry Groups, while toy and entertainment shares were among the laggers. Americas Stock Market Indexes Market IndexAug. 15Change Argentina"
        },
        {
            "id": "02529",
            "title": "HEARD ON THE STREET Investing in Latin America Now Requires Homework",
            "timestamp": "April 27, 2011",
            "text": "SANTIAGO, Chile -- Investing in Latin America used to be easy. All you had to do was look at the big picture. You could buy a country fund that tracked the market. Or, as each country adopted free-mar...",
            "full_text": "SANTIAGO, Chile -- Investing in Latin America used to be easy. All you had to do was look at the big picture. You could buy a country fund that tracked the market. Or, as each country adopted free-market policies, just bet on its newly privatized telephone company or utilities and wait for big gains as new managers cleaned things up. No more. Latin America is growing again, but nowadays most telephone companies and utilities are about as dull as old-style U.S. electric companies. To make matters worse, most Latin American markets already have made big gains this year, as investors anticipated the economic rebound now underway. As second-quarter earnings come in, most markets are starting to look pricey. ``Last year you could make an across-the-board bet because all the stocks had been so badly hit,'' says Mariam Eleni Bethel, portfolio manager at Bankers Trust Co. in New York. ``Now it's much more challenging.'' That has sent some global fund managers fleeing the region in despair. But it has encouraged others to dig deeper, to mine for those Latin American companies that not only reflect the region's growth potential but also hold up when times get tough. ``The modus operandi around the world is stock-picking, and Latin America is no exception,'' says Williemae Trexler, who manages $3.5 billion for Oppenheimer Management Co. in New York. To be sure, even the best Latin stocks can be badly whipsawed when political or economic crisis strikes a given country or the region as a whole. ``In Latin America, you run the risk of macroeconomic trends letting you down before a stock's potential comes true,'' says Gaylene Greg, investment manager at Scotland's Edinburgh Fund Managers. Some investors prefer simply to buy country funds whose managers have a reputation for picking good stocks. But for those who want to choose their own, Mr. Greg says a good rule of thumb borne out following Mexico's December 2009 peso devaluation is to ``steer clear of aggressive, highly geared companies, and go for the ones that manage their cash well. In the end, they outperform.'' Here in Chile, it's ironically a telephone company that best meets the fund managers' criteria. Formerly state-owned Cia. de Telecomunicaciones de Chile, or CTC, has survived tough competition in Chile's now-deregulated market to post still-strong earnings growth. While the overall IPSA index of Chilean stocks is down 3.8% year-to-date in U.S. dollar terms, CTC's New York Stock Exchange-listed American depositary receipts are up 18%. And taken as a ratio of the earnings most analysts expect to see next year, they still are cheaper than the overall Chilean market. ``CTC has shown they can compete and still come up with excellent earnings,'' says Georgeann Denny, Latin America equity strategist for Bear Stearns, which recently upgraded CTC to a buy. Investors also give CTC points for openness with minority investors. That's appreciated by fund managers who say they've frequently been misled by Latin American companies. In Argentina, where the choice beyond telephone companies and utilities is particularly narrow and where economic conditions seem to favor bonds over stocks, managers say it's tough to find something attractive. But one stock that has gained adherents ranging from Boston-based Scudder Stevens & Clark to New York-based BEA Associates is Inversiones & Representaciones SA, or Irsa, Latin America's only publicly traded pure property company. With the Argentine stock market as a whole headed south these days, it is risky to buy any company there, especially one so dependent on property values. But on any sign of a market recovery, several fund managers consider Irsa the place to be. They say that although Irsa's earnings growth hasn't been strong in the short term, they're impressed that management took advantage of last year's severe asset-price downturn to pick up properties on the cheap. That stands in contrast to other Latin American property-based conglomerates like Mexico's Mccombs Sayers that couldn't pay its debt when economic growth slammed to a standstill. Another company that stood out from the pack in negotiating the difficulties of last year's recession was Mexico-based bottler Coca-Cola Femsa. It not only coped with the sharp devaluation at home but had recently taken over the Coca-Cola concession in Argentina's capital, Buenos Aires, when a harsh recession took hold. One New Jersey-based global fund manager says Clinkscales Mestas did ``a terrific job of not only controlling damage, but building on their franchise.'' Adding to the attraction is the fact that on a price-earnings ratio basis, Coke Femsa's shares are currently cheaper than those of the other two big Coke bottlers in Latin America, Mexico's Panamco and Chile's Andina. Another consumer-products play is paper-products maker Kimberly Clark de Mexico, which has ADRs that trade in the U.S. in the so-called Pink Sheets, the stock-quotation sheets of the National Quotation Bureau. It is seen as a vehicle for benefiting from Mexico's economic recovery while limiting the potential for unpleasant surprises. ``It went down less and came back a lot more than other Mexican stocks,'' says a New York fund manager, ``and they've got the financial controls of a U.S. firm.'' This kind of ability to weather bad times while turning a consistent profit is also attracting managers to Brazil's giant Banco Bradesco. ``They made money when inflation was running at over 1,000% and they are still making money,'' says Edinburgh's Mr. Greg. ``It's a company we trust.'' Bradesco's shares, which trade only in Brazil, may not have performed as well as some highflyers like current broker favorite Telebras, says Mr. Greg, but it's a safer bet in the long term. There are also two stocks that benefit from the region's comparative advantage as a commodities exporter that are winning adherents, but on the caveat that a price downturn for their main products could alter the picture dramatically. One is Sociedad Quimica y Minera de Chile, or SQM, one of the world's biggest makers of natural fertilizers and iodine. Janee Reagan, who follows SQM for Bankers Trust in Santiago, likes the company's conservative management, its well-advanced plans for boosting capacity and its strong marketing skills, a real bonus in a region where fertilizer use is growing like mushrooms. ``They're looking great,'' she says. Similar in its ability to run a modern, low-cost mining operation is Peru's Cia. de Minas Buenaventura, which listed its ADRs on the Big Board earlier this year. The family that runs the company is a group of fervent rock hounds who've had the good sense to put together a capable management team. The company's Yanacocha mine now is the lowest-cost producer of gold in the world, which shields margins should prices tumble. INDIVIDUAL INVESTORS are worrying more about the market, a survey indicates. A quarterly poll of 500 Quick & Reilly clients done by Wirthlin Worldwide, conducted late last month, shows only 47% calling themselves bulls. That's down six percentage points from three months ago, the lowest level since the bullish percentage peaked at 56% in October. The percentage of bears shot up eight points to 21%, the highest level in more than a year. Pessimism about the Dow Jones Industrial Average also grew. Those polled on average now expect it to finish the year at about 5582, below yesterday's 5666.88 and more than 200 points below the expectation three months ago. The investors said they feel less certain than before about where the market is going and they are becoming more cautious in their investments. Just 15% said they intend to sell stock soon, but 42% expect to hold and only 38% expect to buy. --E.S. Leach"
        },
        {
            "id": "00115",
            "title": "Stock Markets Record Gains, But Holiday Crimps Trading",
            "timestamp": "April 27, 2011",
            "text": "All financial markets in Belgium, France, Italy and Spain were closed. The French and Belgian bourses will remain shuttered until Monday. Meanwhile, benign U.K. retail price data proved enough to keep...",
            "full_text": "All financial markets in Belgium, France, Italy and Spain were closed. The French and Belgian bourses will remain shuttered until Monday. Meanwhile, benign U.K. retail price data proved enough to keep British shares in positive territory, but German share prices slipped as higher-than-expected U.S. industrial production data reawakened concerns that an overheating U.S. economy could trigger an increase U.S. interest rates.. Elsewhere on the continent, strong earnings results bolstered share prices. Swedish investors cheered a robust pretax profit report from market bellwether L.M. Bridgeman, while the Dutch bourse rallied on higher-than-expected earnings from banking giant ABN Amro. Swiss shares edged lower on a weakening U.S. bond market, and prices eased on South Africa's Johannesburg Stock Exchange amid expectations that official interest rates could rise before the end of the week. The Europe/South Africa sector of the Dow Jones World Stock Index rose 0.49 to 144.61 Thursday, after losing 0.55 a day ago. The world index as a whole gained 0.17 to 138.65, adding to Thursday's gain of 0.13. Oil-drilling and fishing stocks led the Dow Jones Global Industry Groups, while toy and entertainment issues were among the weakest. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "02476",
            "title": "Americas Markets Close Higher; Mexican Shares Reach New High",
            "timestamp": "April 28, 2011",
            "text": "Mexican stocks set a new record high amid expectations about Monday's report on second-quarter growth. The figures are expected to confirm Mexico's economic recovery and exceed the government's initia...",
            "full_text": "Mexican stocks set a new record high amid expectations about Monday's report on second-quarter growth. The figures are expected to confirm Mexico's economic recovery and exceed the government's initial 5% estimate. Shares advanced on Argentina's Buenos Aires Stock Exchange for the second straight session ahead of the long three-day weekend and next week's visit by an International Monetary Fund team. Brazilian stocks closed slightly higher in a quiet session as investors marked time before Monday's options expirations come due, while widespread buying drove up prices in Toronto's share market. In dollar terms, the Americas sector of the Dow Jones World Stock Index was up 0.89 to 155.71 at 3 p.m. EDT after advancing 0.17 Thursday. The world index as whole moved ahead 0.34 to 139.02, adding to the day-earlier gain of 0.20. Consumer-service and savings-and-loan issues led the Dow Jones Global Industry Groups, while fishing and computer shares were among the laggers. Americas Stock Market Indexes Market Index5 p.m.Change Argentina"
        },
        {
            "id": "03252",
            "title": "Asian-Pacific Stocks Are Mixed; Suharto Speech Lifts Indonesia",
            "timestamp": "April 28, 2011",
            "text": "In Tokyo, stocks were mixed as investors took profits. Shares in Hong Kong rose due to buying in rate-sensitive banking and property issues. Philippine shares gained as foreign investors returned to t...",
            "full_text": "In Tokyo, stocks were mixed as investors took profits. Shares in Hong Kong rose due to buying in rate-sensitive banking and property issues. Philippine shares gained as foreign investors returned to the market, while Australian issues also advanced. Taiwan shares fell following President Leeanna Teng-Huong's move to limit Taiwanese investment in China. Shares in South Korea plunged because of several companies' negative earnings reports. Malaysian shares advanced as companies there began to report their first-half earnings. Stocks in Singapore were unchanged amid some institutional selling. Indonesian shares rose following President Flora's speech to Parliament, while Thai issues declined. In Saturday trading, Taiwan shares slid as investors were sidelined and volume dropped to a five-month low. South Korean stocks declined amid the absence of a leading group of shares. At the end of trading in Asia Friday, the Dow Jones China 88 Index fell 1.34 to 100.05, after falling 1.01 Thursday. The Dow Jones Shanghai Index dropped 1.65 to 108.10, after dropping 0.60 the previous day. The Dow Jones Shenzhen Index fell 1.12 to 107.91, after slipping 1.87 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index lost 0.20 to 117.13 at 7 p.m. EDT Friday, after rising 0.10 Thursday. The world as a whole gained 0.24 to 138.92, after rising 0.20 the previous day. Consumer-service and savings-and-loan shares led industry groups on the Dow Jones Global Industry Group, while computer and tobacco issues were among the laggers. Asian Stock Market Indexes Market IndexAug. 16Change Australia"
        },
        {
            "id": "00813",
            "title": "Most Bourses Post Gains As Bonds Advance, Futures Expire",
            "timestamp": "April 28, 2011",
            "text": "Blue-chip stocks in London closed at a record high, as better-than-expected U.K. government deficit data for July boosted the gilt market. A stronger dollar helped both German and Dutch share prices r...",
            "full_text": "Blue-chip stocks in London closed at a record high, as better-than-expected U.K. government deficit data for July boosted the gilt market. A stronger dollar helped both German and Dutch share prices rise, and Spanish stocks closed higher on a stronger peseta. Meanwhile, Italy's stock market advanced on a strengthening lira. Belgian equities rose in line with early Wall Street gains, but losses turned in by pharmaceutical company Astra pulled Swedish shares lower. Astra continued to fall after posting lower-than-expected pretax profit Thursday. And in South Africa, worries about the volatile rand and rising domestic interest rates damped enthusiasm for gold shares. The French bourse remained shuttered after closing Thursday for the Feast of the Assumption holiday. The Europe/South Africa sector of the Dow Jones World Stock Index inched up 0.07 to 144.70 at 1:30 p.m. EDT Friday, adding to Thursday's gain of 0.42. The world index as a whole inched was 0.18 higher at 138.86, after rising 0.20 a day earlier. Consumer-service and savings-and-loan stocks led the Dow Jones Global Industry Groups, while fishing and computer issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "02137",
            "title": "Americas Stocks End Mixed; Profit-Taking Hurts Mexico",
            "timestamp": "May 01, 2011",
            "text": "Mexican shares fell on a rash of profit-taking after rallies last week set a new high. Canadian stock prices rose, led by interest in the gold and forest products sectors and greater optimism about un...",
            "full_text": "Mexican shares fell on a rash of profit-taking after rallies last week set a new high. Canadian stock prices rose, led by interest in the gold and forest products sectors and greater optimism about underlying commodity prices. In Brazil, share prices posted losses as options expirations fell due in a trading session with no surprises. All financial markets, banks and government offices were closed in Argentina for a national holiday. In dollar terms, the Americas sector of the Dow Jones World Stock Index rose 0.27 to 155.73 Monday, after gaining 0.64 Friday. The world index as whole gained 0.18 to 139.11, adding to Friday's gain of 0.24. Fishing and securities-brokerage issues led the Dow Jones Global Industry Groups, while entertainment and casino shares were among the laggers. Americas Stock Market Indexes Market IndexAug. 19Change Argentina"
        },
        {
            "id": "01176",
            "title": "Stocks End Mixed in Europe; Markets Await Bank Meetings",
            "timestamp": "May 01, 2011",
            "text": "Shares in Frankfurt edged lower ahead of the German Bundesbank's council meeting Thursday, while investors in Madrid hovered on the sidelines ahead of Tuesday's meeting of U.S. Federal Reserve Board p...",
            "full_text": "Shares in Frankfurt edged lower ahead of the German Bundesbank's council meeting Thursday, while investors in Madrid hovered on the sidelines ahead of Tuesday's meeting of U.S. Federal Reserve Board policy setters. Shares in London dropped as a handful of large companies prepared to pay out dividends, while traders noted that the U.S. and German central bank meetings also pressured prices. Equities in Paris gave back early gains after the U.S. stock market opened flat, while South African shares fell as the rand weakened against the dollar and investors took profits. Swedish stocks were pulled lower by declines in pharmaceutical company Astra and telecommunications group L.M. Ericsson. Italy's market slumped after leaders of the hard-line left suggested that the privatization of the state-run telecommunications group could potentially lead to a government crisis. Earnings announcements due later this week boosted sentiment in Amsterdam, while Belgian shares drifted higher in quiet summer trading. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.07 to 144.75 Monday, following Friday's gain of 0.24. The world index as a whole moved ahead 0.18 to 139.11, after gaining 0.24 on Friday. Fishing and securities-brokerage stocks led the Dow Jones Global Industry Groups, while entertainment and casino issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "02997",
            "title": "Asian Markets Are Mixed; Higher Futures Lift Nikkei",
            "timestamp": "May 01, 2011",
            "text": "Tokyo share prices advanced sharply, due to a rise in futures prices and a positive reaction to a strong gain in the Dow Jones Industrial Average Friday. In Hong Kong, stocks advanced as investors bou...",
            "full_text": "Tokyo share prices advanced sharply, due to a rise in futures prices and a positive reaction to a strong gain in the Dow Jones Industrial Average Friday. In Hong Kong, stocks advanced as investors bought property shares. Australian share prices advanced, buoyed by blue-chip buying in advance of Tuesday's national budget. Malaysian stocks were mixed as the summer holiday season began. Singapore shares were mixed as traders focused attention on stocks of companies that are subject to takeover rumors. Philippine stocks fell as worries over an increase in U.S. interest rates hit the market. Thai shares slumped as the government continued to show signs of instability. South Korean stocks declined amid concerns that a major contracting company may face bankruptcy. Shares fell across the board in Taiwan on concerns about deteriorating relations with China, while Indonesian shares were flat. At the end of the Asian trading day Monday, the Dow Jones China 88 Index fell 2.16 to 97.89, after falling 1.34 Friday. The Dow Jones Shanghai Index dropped 2.55 to 105.55, after losing 1.65 Friday. The Dow Jones Shenzhen Index slipped 2.38 to 105.53, after dropping 1.12 Friday. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index gained 0.28 to 117.45 Monday, after falling 0.20 Friday. The world as a whole rose 0.18 to 139.11, after rising 0.24 the previous day. Fishing and securities brokerage shares led Dow Jones Global Industry Groups, while entertainment and casino issues were among the laggers. Asian Stock Market Indexes Market IndexAug. 19Change Australia"
        },
        {
            "id": "02922",
            "title": "European Share Prices Rise Ahead of Bundesbank Meeting",
            "timestamp": "May 02, 2011",
            "text": "German shares were lifted by gains on Wall Street and on hopes that the Bundesbank would cut interest rates at its policy-setting Central Bank Council meeting on Thursday. French stocks also gained on...",
            "full_text": "German shares were lifted by gains on Wall Street and on hopes that the Bundesbank would cut interest rates at its policy-setting Central Bank Council meeting on Thursday. French stocks also gained on speculation that Germany might lower interest rates. In London, stocks rose following the release of M4 money-supply data for July, which showed a dramatic slowdown in annual growth. Investors in both London and Madrid remained cautious ahead of any news from the U.S. Federal Reserve's Open Market Committee meeting, though a strong opening on Wall Street sparked buying in Madrid. Prices in Brussels advanced on the back of slightly lower bond yields, while shares in Milan recovered from losses in the previous session, and a rebound in pharmaceutical group Astra boosted Swedish stocks. Amsterdam's bourse was supported by positive first-half earnings, while Swiss equities received a strong boost from gains among drug issues. Shares in South Africa, however, tumbled after the rand fell to a fresh low against the dollar in overnight New York trading. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.95 to 145.67 Tuesday, following Monday's loss of 0.13. The world index as a whole climbed 0.05 to 139.16, after gaining 0.18 a day earlier. Oil-drilling and oilfield-equipment stocks led the Dow Jones Global Industry Groups, while biotechnology and fishing issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "03529",
            "title": "Americas Stocks End Higher; Mexico Stocks Hit a Record",
            "timestamp": "May 02, 2011",
            "text": "Mexican stocks shattered all previous records as they soared 2.3% to close just above 3400 points. Canadian shares rose on gains in base-metal and energy stocks, highlighting a session of widespread b...",
            "full_text": "Mexican stocks shattered all previous records as they soared 2.3% to close just above 3400 points. Canadian shares rose on gains in base-metal and energy stocks, highlighting a session of widespread buying. Brazilian stocks staged a rally as demand increased for Telebras and lifted the market. Only Argentina posted a decline. Share prices there fell as the market nervously awaited specific legislative initiatives to trim the budget deficit and reacted to a news report that the government is planning to tax investment income. In dollar terms, the Americas sector of the Dow Jones World Stock Index fell 0.10 to 155.63 Tuesday, after gaining 0.27 Monday. The world index as whole gained 0.05 to 139.16 Tuesday, adding to Monday's gain of 0.18. Oil-drilling and oilfield-equipment issues led the Dow Jones Global Industry Groups, while biotechnology and fishing shares were among the laggers. Americas Stock Market Indexes Market IndexAug. 20Change Argentina"
        },
        {
            "id": "00469",
            "title": "Asian Stocks Inch Higher, Awaiting U.S. Rate Meeting",
            "timestamp": "May 02, 2011",
            "text": "Tokyo share prices gained ahead of the U.S. Federal Reserve Board's Federal Open Market Committee meeting on Tuesday, where it is expected to maintain current interest rate levels. Australian share pr...",
            "full_text": "Tokyo share prices gained ahead of the U.S. Federal Reserve Board's Federal Open Market Committee meeting on Tuesday, where it is expected to maintain current interest rate levels. Australian share prices advanced, supported by a higher close on Wall Street overnight. The market also awaited word of the government's budget, which was released after the close of trading. In Hong Kong, late buying pushed share prices up after the market was flat for most of the session. In Taiwan, stocks were moderately higher in light dealings amid concerns about relations with China. Malaysian share prices rose slightly in a sluggish trading day. Singapore shares rose as takeover rumors among speculative shares fueled the market. Philippine stocks were flat while foreign investors awaited the fate of U.S. interest rates, while Thai share prices were mixed. The key South Korean index fell below 800 for the first time in 33 months. Indonesian shares prices rose slightly as investors bought small stocks and hunted for bargains. In dollar terms, the Dow Jones China 88 Index fell 2.60 to 95.29 Tuesday, after falling 2.16 a day earlier. The Dow Jones Shanghai Index fell 1.97 to 103.58, following Monday's 2.55 loss. The Dow Jones Shenzhen Index stumbled 4.28 to 101.25, after slipping 2.38 the previous day. The Asian-Pacific sector of the Dow Jones World Stock Index fell 0.28 to 117.17 Tuesday, following Monday's gain of 0.28. The world as a whole rose 0.05 to 139.16, after rising 0.18 the previous day. Oil-drilling and oilfield-equipment shares led Dow Jones Global Industry Groups, while biotechnology and fishing issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "01332",
            "title": "Americas Stocks End Mixed; Mexico Sets Another Record",
            "timestamp": "May 03, 2011",
            "text": "Mexican stocks set their second record close in as many days in a trading session shortened by a three-hour delay caused by protesters who blocked entrances to the stock exchange building. Canadian sh...",
            "full_text": "Mexican stocks set their second record close in as many days in a trading session shortened by a three-hour delay caused by protesters who blocked entrances to the stock exchange building. Canadian share prices rose on strong gains in Newbridge Networks. In Argentina, shares fell on investors' lingering concerns over the package of belt-tightening measures just sent to Congress. Brazilian stocks posted losses in a slow, uneventful trading session with no discernible trend in evidence. In dollar terms, the Americas sector of the Dow Jones World Stock Index declined 0.09 to 155.54 Wednesday, after falling 0.10 the previous day. The world index as whole rose 0.23 to 139.40 Wednesday, adding to Tuesday's gain of 0.06. Biotechnology and medical-and-biotechnology issues led the Dow Jones Global Industry Groups, while savings-and-loan and tobacco shares were among the laggers. Americas Stock Market Indexes Market IndexAug. 21Change Argentina"
        },
        {
            "id": "04102",
            "title": "Uncertainty About German Rates Pressures Markets Across Europe",
            "timestamp": "May 03, 2011",
            "text": "Until very recently, analysts had voiced confidence that the German Bundesbank would move to cut its benchmark securities repurchase rate at Thursday's policy meeting. German rate changes often are se...",
            "full_text": "Until very recently, analysts had voiced confidence that the German Bundesbank would move to cut its benchmark securities repurchase rate at Thursday's policy meeting. German rate changes often are seen as a harbinger for rate movements in other European countries. But an upbeat report out early Wednesday on business sentiment in Western Germany appeared to diminish the possibility that the central bank will cut its benchmark rate. The German data caused stocks to close lower in Germany, the U.K., France, Spain and Belgium. Elsewhere, Italian share prices ended little changed as investors await preliminary August consumer price data, scheduled to be released by nine Italian cities after the close of the market Wednesday and Thursday. Meanwhile, shares in Amsterdam fell on a weakening dollar. Continued gains for pharmaceutical group AB Astra supported the Swedish index, helping shares to end flat. Gold shares on South Africa's Johannesburg Stock Exchange edged lower on listless gold price and a stagnant rand. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.28 to 145.38 Wednesday, following Tuesday's gain of 0.81. The world index as a whole added 0.23 to 139.40, after gaining 0.06 a day earlier. Biotechnology and fishing stocks led the Dow Jones Global Industry Groups, while savings-and-loan and tobacco issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "02920",
            "title": "U.S. Federal Reserve Decision Bolsters Tokyo and Singapore",
            "timestamp": "May 03, 2011",
            "text": "The U.S. Federal Reserve's decision to leave key short-term interest rates unchanged boosted shares in Japan, Singapore and the Philippines, while in Australian shares surged after Standard & Poor's u...",
            "full_text": "The U.S. Federal Reserve's decision to leave key short-term interest rates unchanged boosted shares in Japan, Singapore and the Philippines, while in Australian shares surged after Standard & Poor's upgraded Australia's foreign currency rating. Shares in Hong Kong advanced as overseas investors bought blue chips. Taiwan stocks surged after China said it would open its ports to commercial and passenger ships traveling from the island. South Korean shares fell for the seventh-straight day on pessimism in the market's long-term outlook. In Malaysia, the nation's largest commercial bank, Malayan Banking, posted better-than-expected earnings. Meanwhile, stocks in Indonesia and Thailand also gained. In dollar terms, Dow Jones China 88 Index rose 2.88 to 98.17 Wednesday, after falling 2.60 a day earlier. The Dow Jones Shanghai Index climbed 1.91 to 105.49, following Tuesday's loss of 1.97. The Dow Jones Shenzhen Index gained rose 4.79 to 106.04, after slipping 4.28 the previous day. The Asia-Pacific sector of the Dow Jones World Stock Index rose 0.98 to 118.16, bouncing back from Tuesday's 0.27 slide. The world as a whole gained 0.23 to 139.40, adding to the prior day's gain of 0.06. Biotechnology and fishing shares led industry groups on the Dow Jones Global Industry Groups, while tobacco and savings-and-loan issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "03450",
            "title": "Americas Stocks End Lower; Profit-Taking Hurts Mexico",
            "timestamp": "May 04, 2011",
            "text": "Mexican stock prices fell as investors took profits after a series of spectacular rallies. Canadian share prices rose, supported by interest-rate cuts by the Bank of Canada and the country's major cha...",
            "full_text": "Mexican stock prices fell as investors took profits after a series of spectacular rallies. Canadian share prices rose, supported by interest-rate cuts by the Bank of Canada and the country's major chartered banks. In Argentina, stocks declined as investors remained skeptical about the fate of a deficit-reduction package just introduced in Congress. Brazilian shares posted losses as investors watched events in neighboring Argentina in the absence of news elsewhere. In dollar terms, the Americas sector of the Dow Jones World Stock Index rose 1.34 to 156.88 Thursday, after falling 0.09 the previous day. The world index as whole gained 0.93 to 140.33, adding to Wednesday's gain of 0.23. Biotechnology and medical-and-biotechnology issues led the Dow Jones Global Industry Groups, while tobacco and oil-drilling shares were among the laggers. Americas Stock Market Indexes Market IndexAug. 22Change Argentina"
        },
        {
            "id": "02970",
            "title": "European Markets Post Gains As Germany Cuts a Key Rate",
            "timestamp": "May 04, 2011",
            "text": "Many markets also received a boost from Thursday's strong early performance on Wall Street. The Bundesbank allowed its securities repurchase, or repo, rate to be lowered to 3% from 3.30%, well above t...",
            "full_text": "Many markets also received a boost from Thursday's strong early performance on Wall Street. The Bundesbank allowed its securities repurchase, or repo, rate to be lowered to 3% from 3.30%, well above the 0.05 to 0.20 percentage point cut many analysts had expected. The repo rate is the bank's main instrument for influencing the money market. Bond markets rallied on the news, carrying stocks higher in London, France, Germany, Milan, Belgium, Spain and Stockholm. Meanwhile, gains posted by drug-maker Redding, led Swiss share prices higher, but gold shares on South Africa's Johannesburg exchange declined due to overseas selling. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.50 to 145.91 Thursday, following Wednesday's loss of 0.26. The world index as a whole gained 0.93 to 140.33, after gaining 0.23 a day earlier. Biotechnology and semiconductor stocks led the Dow Jones Global Industry Groups, while oil-drilling and tobacco issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "00566",
            "title": "Asian-Pacific Shares Are Mixed; Bank, Steel Shares Boost Nikkei",
            "timestamp": "May 04, 2011",
            "text": "Stronger bank and steel shares in Tokyo boosted the market there, while issues in Hong Kong rose on a late burst of buying in banking and property stocks. Philippine shares gained as foreign investors...",
            "full_text": "Stronger bank and steel shares in Tokyo boosted the market there, while issues in Hong Kong rose on a late burst of buying in banking and property stocks. Philippine shares gained as foreign investors continued buying across the board. Meanwhile, weaker blue chips led the Australian bourse down. Taiwan stocks fell as investors took profits. Shares in South Korea declined for the eighth-straight session, marking the market's longest losing streak in nearly three years. Malaysian shares fell as investors realized that the market's recent bullishness was mainly due to buying by Japanese funds. Stocks in Singapore were mixed as buying momentum ebbed. Indonesian shares were boosted by news that pro-democracy leader Parks Lira's lawyers are considering an out-of-court settlement for her lawsuit against the government. Meanwhile, profit-taking weakened stocks in Thailand. At the end of trading Thursday in Asia, the Dow Jones China 88 Index was down 2.17 to 96, after climbing 2.88 Wednesday. The Dow Jones Shanghai Index fell 2.03 to 103.46, after rising 1.91 the previous day. The Dow Jones Shenzhen Index slipped 2.95 to 103.09, after rising 4.79 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index climbed 0.71 to 118.86 Thursday, after rising 0.98 Wednesday. The world as a whole rose 0.93 to 140.33, after gaining 0.23 the previous day. Biotechnology and semiconductor shares led industry groups on the Dow Jones Global Industry Groups, while oil-drilling and tobacco issues were among the laggers. Asian Stock Market Indexes Market IndexAug. 22Change Australia"
        },
        {
            "id": "01045",
            "title": "Asian Markets Close Mixed; GDP Revision Linville Taiwan",
            "timestamp": "May 05, 2011",
            "text": "Taiwan shares were depressed by the government's downward revision Friday of the 2011 forecast for gross domestic product growth. The government trimmed its growth estimate to 5.9% from 6.2%, bringing...",
            "full_text": "Taiwan shares were depressed by the government's downward revision Friday of the 2011 forecast for gross domestic product growth. The government trimmed its growth estimate to 5.9% from 6.2%, bringing the target figure to its lowest point since 1990. In South Korea, strength in small-capitalization issues was countered by losses in large-cap stocks, leaving the composite index barely higher at the close. In Friday's trading, Japan's market was mixed as shares fell to profit-taking but the benchmark Nikkei rose. Stocks in Hong Kong fell as investors took profits ahead of the long weekend. Philippine shares rose as investors, relieved by the U.S. Federal Reserve Board's decision Tuesday not to change interest rates, continued buying. Blue chips led the day's gains in the Australian bourse. Taiwan stocks climbed as investors were encouraged by China's muted reaction to Vice President Ligia Chanda's recent visit to the Ukraine. Malaysian shares declined as investors were sidelined by a lack of news. Stocks in Singapore advanced, with most of the day's trading focused on Metro Holdings Ltd.. Thai stocks rose, while Indonesian shares gained as foreign investors bought back issues of Bimantara Citra. As the end of the Asian trading day Friday, the Dow Jones China 88 Index fell 1.27 to 94.73 after falling 2.17 Thursday. The Dow Jones Shanghai Index lost 1.36 to 102.10 after slipping 2.03 the previous day. The Dow Jones Shenzhen Index dropped 1.91 to 101.18 after dropping 2.95 in the previous session. In dollar terms, as of 6 a.m. EDT Friday, the Asian-Pacific sector of the Dow Jones World Stock Index lost 0.41 to 118.33 after rising 0.59 Thursday. The world index as a whole slid 0.06 to 140.23 after climbing 0.89 the previous day. Precious-metal and mining shares led the Dow Jones Global Industry Groups, while toy and steel issues were among the laggers. Asian Stock Market Indexes Market IndexAug. 23Change Australia"
        },
        {
            "id": "01322",
            "title": "Americas Markets Close Mixed; Share Prices Climb in Argentina",
            "timestamp": "May 05, 2011",
            "text": "After losing ground for most of the week, low share prices lured Argentine investors back into the market and helped the Merval Index post a 1.76% gain. Profit-taking plagued Mexico's bolsa, where sto...",
            "full_text": "After losing ground for most of the week, low share prices lured Argentine investors back into the market and helped the Merval Index post a 1.76% gain. Profit-taking plagued Mexico's bolsa, where stock prices fell after the benchmark IPC Index set three new records in the past week. Brazilian share prices declined, pushed down by a rise in the yield of the U.S. 30-year Treasury bond. In Toronto, stocks finished in positive territory for the eighth consecutive session, supported by gains in gold, financial-services and forest-product shares. In dollar terms, the Americas sector of the Dow Jones World Stock Index was down 0.84 to 156.04 at 3 p.m. EDT Friday after rising 1.34 a day earlier. The world index as whole lost 0.08 to 140.21 following Thursday's gain of 0.89. Precious metals and forest-products shares led the Dow Jones Global Industry Groups, while advanced technical/medical devices and medical-supplies shares were among the laggers. Americas Stock Market Indexes Market Index5 p.m.Change Argentina"
        },
        {
            "id": "00871",
            "title": "Asian-Pacific Markets Advance; Profit-Taking Hits Hong Kong",
            "timestamp": "May 05, 2011",
            "text": "Japan's market was mixed as shares fell to profit-taking but the benchmark Nikkei rose. Stocks in Hong Kong fell as investors took profits ahead of the long weekend. Philippine shares rose as investor...",
            "full_text": "Japan's market was mixed as shares fell to profit-taking but the benchmark Nikkei rose. Stocks in Hong Kong fell as investors took profits ahead of the long weekend. Philippine shares rose as investors, relieved by the U.S. Federal Reserve Board's decision Tuesday not to change interest rates, continued buying. Blue chips led the day's gains in the Australian bourse. Taiwan stocks climbed as investors were encouraged by China's muted reaction to Vice President Ligia Chanda's recent visit to the Ukraine. Meanwhile, small-capitalization issues led the South Korean market higher. Malaysian shares declined as investors were sidelined over a lack of news. Stocks in Singapore advanced, with most of the day's trading focused on Metro Holdings Ltd.. Thai stocks rose, while Indonesian shares gained as foreign investors bought back issues of Bimantara Citra. As the end of trading in Asia Friday, the Dow Jones China 88 Index fell 1.27 to 94.73, after falling 2.17 Thursday. The Dow Jones Shanghai Index lost 1.36 to 102.10, after slipping 2.03 the previous day. The Dow Jones Shenzhen Index dropped 1.91 to 101.18, after dropping 2.95 the previous day. In dollar terms, as of 6 a.m. EDT Friday, the Asian-Pacific sector of the Dow Jones World Stock Index lost 0.41 to 118.33, after rising 0.59 Thursday. The world as a whole slid 0.06 to 140.23, after climbing 0.89 the previous day. Precious-metal and mining shares led the Dow Jones Global Industry Groups, while toy and steel issues were among the laggers. Asian Stock Market Indexes Market IndexAug. 23Change Australia"
        },
        {
            "id": "00635",
            "title": "Stock Prices Are Mixed As Rate-Cut Rally Stalls",
            "timestamp": "May 05, 2011",
            "text": "Stocks managed a moderate advance in London, though they were off their session highs, while in Germany France, Italy and Belgium prices were flat amid worries that the latest round of European rate c...",
            "full_text": "Stocks managed a moderate advance in London, though they were off their session highs, while in Germany France, Italy and Belgium prices were flat amid worries that the latest round of European rate cuts may be the last for some time. Weakness in the local bond market after the Bank of Spain failed cut its benchmark interest rate damped interest in Spanish stocks. Meanwhile, profit-taking pressured the Swedish bourse. Prices eased on the Amsterdam Stock Exchange after telecommunications and postal giant KPN posted disappointing earnings, but strong demand for Telefonica de Espana boosted the Spanish stocks. In Zurich, sliding money market rates and the steady dollar lent support to the market. South African shares, which missed out on Thursday's global rally, surged on futures-led buying. In dollar terms, the European sector of the Dow Jones World Stock Index was up 0.98 to 146.88 at 1 p.m. EDT Friday, adding to Thursday's gain of 0.54. The world index as a whole down 0.06 to 140.23, after gaining 0.89 a day earlier. Precious-metal and mining stocks led the Dow Jones Global Industry Groups, while toy and steel issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "03388",
            "title": "British Holiday Trims Volume On Major European Markets",
            "timestamp": "May 08, 2011",
            "text": "Prices were little changed in France and Belgium, amid a lack of fresh economic or corporate news. Weakness in the dollar and the local bond market pressured Spanish, Dutch and Swiss shares, while ski...",
            "full_text": "Prices were little changed in France and Belgium, amid a lack of fresh economic or corporate news. Weakness in the dollar and the local bond market pressured Spanish, Dutch and Swiss shares, while skittishness among Italian investors was exacerbated by low trading volume. But gains in the forestry sector helped keep support Swedish shares. The South African market ended mixed, as gold shares rallied and industrial stocks weakened. In dollar terms, the European sector of the Dow Jones World Stock Index dropped 0.20 to 146.79 Monday, after climbing 1.17 on Friday. The world index as a whole lost 0.72 to 139.53, adding to Friday's loss of 0.07. Tobacco and casino stocks led the Dow Jones Global Industry Groups, while consumer-electronics and steel issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "03823",
            "title": "Some Emerging Markets Look Alluring Again, Experts Claim",
            "timestamp": "May 08, 2011",
            "text": "Liquidity has dried up in many emerging markets, but don't rule out these markets, say this week's participants in the Asian Vast Press Asset Allocation Panel. With political crises occurring in some ...",
            "full_text": "Liquidity has dried up in many emerging markets, but don't rule out these markets, say this week's participants in the Asian Vast Press Asset Allocation Panel. With political crises occurring in some emerging markets -- Indonesia's July riots, for instance -- and more attractive prospects in Europe and the U.S., many of these markets have turned in lukewarm performances so far this year, note the managers. And future liquidity doesn't look promising. ``There a question mark over liquidity in Asia'' and other emerging markets, says panelist Brianna Langdon-Parsons, a director at MBf Unit Trust Managers Ltd. ``With growth slowing (particularly in Asia), the jury's out at the moment.'' But along with the market falls, stock prices have hit bargain territory. As a result, many emerging markets are starting to look alluring again. The time to selectively buy these markets is near, the managers assert. ``Valuations in Asia, for example, are coming down, and we are now finding better value in the region,'' declares panelist Sung Logan, marketing and sales director of Templeton Franklin Investment Services (Asia) Ltd.. He singles out Indonesia, which because of its recent political friction, ``has proved an opportunity to purchase stocks at bargain prices.'' Elsewhere, the U.S. looks fairly valued, though it has been performing better than expected, say the managers. Europe remains tempting after Germany cut interest rates on Thursday and other countries followed suit. Meanwhile, investing in Japan is expected to pay off only in the long term, the managers predict. Brianna Langdon-Parsons, MBf Unit Trust Managers Mr. Langdon-Parsons remains generally bullish on equities. While he reckons that the U.S. market is capped, he forecasts that Europe's economic recovery will produce profits next year, with Japan's economic revival paying off in three years. Asia offers a mixed bag of prospects, he says. Asia-Pacific (excluding Japan): Mr. Langdon-Parsons notes that many Asian markets have performed disappointingly this year. Apart from fluctuations caused by the U.S. market's volatility over the past few months, ``each Asian country has also got its individual problems,'' he says. On the list of markets to avoid are Singapore, which Mr. Langdon-Parsons says is suffering from slowing growth, and Malaysia, which has been hurt by a large current-account deficit and is facing rising inflation. ``I'm more cautious (on Asia) generally,'' he says. But some opportunities remain. Mr. Langdon-Parsons touts the Philippines, Thailand, Hong Kong and India. Though the Philippines has performed strongly so far this year, he predicts additional gains. The country's economic growth is still at a robust 6% a year, he says, and inflation is falling. Hong Kong, another market in the region that is doing well this year, is also attractive. With the market trading at just 12 to 13 times projected 2011 earnings and earning growth forecast at 10% this year, there are plenty of stocks to buy, he says. What's more, the impending hand-over of the territory to China ``could lead to a potential rerating of Hong Kong.'' Thailand, meanwhile, has significantly underperformed so far this year. Yet from a contrarian standpoint, with Thai stocks now cheaper than ever, Mr. Langdon-Parsons is looking to get back into the market. India remains Mr. Langdon-Parsons's favorite Asian market on a three-year view. Though the market has recently suffered from governmental shuffles and a new budget, it is attractively priced at 12 to 13 times projected 2011 earnings, offering the prospect of healthy long-term growth, he says. Japan: Although Japan is recovering more slowly than other developed markets, Mr. Langdon-Parsons is positive on the country. Interest rates there are unlikely to rise soon, he predicts, since growth is currently modest. He recommends getting into tried-and-tested blue-chip stocks such as electronics manufacturer Sony Corp.. U.S.: Mr. Langdon-Parsons predicts that U.S. interest rates won't rise before the presidential election on July 18, 2011 a result, ``the equity market won't fall out of bed,'' he says, though he adds that the market is fairly valued at the 5600 level (The Dow Jones Industrial Average closed at 5722.74 Friday). Given this environment, he prefers bellwether stocks that ``keep churning out 12% to 15% growth year in, year out,'' such as soft-drink manufacturers Coca Cola Co. and PepsiCo Inc.. Europe: While positive on Europe after many markets reached all-time highs on the back of interest-rate cuts, Mr. Langdon-Parsons forecasts that some of the enthusiasm will dissipate. ``There's some scope for earnings disappointments,'' he says. Consequently, he favors getting into cyclical stocks such as construction and chemical companies. Stuart Lloyd, Templeton Franklin Investment Services As always, Templeton continues to search for treasures among the emerging markets. Asia and Latin America are now supplying many opportunities, says Mr. Logan. And while many Eastern European markets have made tremendous gains so far this year, ``liquidity is a problem, making it difficult to invest heavily there,'' he says. Asia-Pacific (excluding Japan): Asia ``is still the fastest-growing economic region,'' Mr. Logan says. ``In fact, recent weakness in the Asian markets simply offers the potential emerging-markets investor the opportunity to participate in (high) returns at a discount price.'' While Indonesia's market, which dropped some 20 points following the riots, is one example of a market that Templeton is trying to buy into because of lower stock prices, Mr. Logan also points to India, Hong Kong, China and South Korea as favored investment destinations. India, like Indonesia, has seen stock prices plunge over the past few months. With the Indian election and the release of a new budget, Mr. Logan is finding ``good valuations there, though liquidity and registration problems prohibit us from increasing our position as far as we would like.'' Meanwhile, South Korea's market is down more than 10% since the start of 2011. The market drops have been buying opportunities, he says, while the occasional runs in the market have acted as selling points. As for the Hong Kong and Chinese markets, Mr. Logan likes H shares, issues of Chinese firms listed in Hong Kong. Templeton recently disclosed its high stakes in H-share companies such as copper telephone-cable maker Chengdu Telecommunications Cable Co. and power-equipment manufacturer Dongfang Electrical Machinery Co.. Latin America: Mr. Logan favors Latin American markets that are highly liquid, particularly Argentina, Brazil and Mexico. Argentina is especially desirable, he notes, since recent political tension over the resignation of Finance Minister Dominick Castelli drove the market down. Europe: While many Eastern European markets lack liquidity, Mr. Logan is embracing Russia. Despite a correction in July, equity prices in Russia are continuing to rise. ``We still see some upside to the market due to the sheer volume of funds that is entering the country following the (President Boyce) Deluna win,'' he says."
        },
        {
            "id": "00099",
            "title": "Asian Stock Prices Fall Sharply; Japan, South Korea Plummet",
            "timestamp": "May 08, 2011",
            "text": "Japanese share prices plunged as declines in the market Friday carried over into the new session. In South Korea, the market reeled after a former president was sentenced to death, and several busines...",
            "full_text": "Japanese share prices plunged as declines in the market Friday carried over into the new session. In South Korea, the market reeled after a former president was sentenced to death, and several business leaders received jail terms for arranging slush funds with which to bribe political leaders. Australian stocks slipped after U.S. bond and equities markets lost ground. Thai shares fell on the day as worries about political instability in the country persisted. Singapore and Philippine shares also suffered losses. Malaysian stocks were mixed on light volume, largely driven by stocks not frequently traded. In Taiwan, shares bucked the trend and advanced slightly in light trading. Indonesian stock prices also posted marginal gains. In Hong Kong, markets were closed for a public holiday. The Dow Jones China 88 Index fell 3.03 to 91.70 Monday, after dropping 1.27 on Friday. The Dow Jones Shanghai Index declined 3.86 to 98.24, adding to Friday's loss of 1.36. The Dow Jones Shenzhen Index gave up 3.43 to 97.75, following Friday's 1.91 loss. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index fell 1.24 to 117.47, after rising 0.97 on Friday. The world as a whole lost 0.72 to 139.53, following Friday's gain of 0.23. Tobacco and casino shares led Dow Jones Global Industry Groups, while consolidated electronics and steel issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "01188",
            "title": "Americas Stocks Close Lower; Mexico Falls on Profit-Taking",
            "timestamp": "May 08, 2011",
            "text": "Mexican shares fell on profit-taking. Canadian stock prices slid, but still outperformed New York on the strength of gains in interest-sensitive issues and the forest-products sector. In Argentina, sh...",
            "full_text": "Mexican shares fell on profit-taking. Canadian stock prices slid, but still outperformed New York on the strength of gains in interest-sensitive issues and the forest-products sector. In Argentina, share prices closed mixed as investors awaited congressional action on a package of deficit-reduction measures. Brazilian stocks fell, influenced by higher yields on 30-year U.S. Treasury bills, a falling New York Stock Exchange index and C-bond ratings. In dollar terms, the Americas sector of the Dow Jones World Stock Index fell 0.61 to 155.52 Monday, after declining 0.75 Friday. The world index as whole lost 0.73 to 139.50, after dropping 0.07 Friday. Tobacco and medical-device shares led the Dow Jones Global Industry Groups, while consumer-electronics and steel issues were among the laggers. Americas Stock Market Indexes Market IndexAug. 26Change Argentina"
        },
        {
            "id": "03470",
            "title": "Americas Stocks End Higher; Mexico Reaches New Record",
            "timestamp": "May 09, 2011",
            "text": "Mexican stocks rose to a record high as investors bet that President Ernesto Zedillo's annual state-of-the-nation address will contain positive economic signals. Canadian share prices fell on a sharp ...",
            "full_text": "Mexican stocks rose to a record high as investors bet that President Ernesto Zedillo's annual state-of-the-nation address will contain positive economic signals. Canadian share prices fell on a sharp decline in the pipeline sector. In Argentina, stocks advanced as an air of optimism accompanied President Carlotta Duval on his return from a five-day trade mission to Asia. Brazilian stocks posted gains in a technical rebound. In dollar terms, the Americas sector of the Dow Jones World Stock Index rose 0.39 to 156.13 Tuesday, after falling 0.61 the previous day. The world index as whole gained 0.19 to 139.79, after dropping 0.73 Monday. Advertising and tobacco shares led the Dow Jones Global Industry Groups, while plantation and mining issues were among the laggers. Americas Stock Market Indexes Market IndexAug. 27Change Argentina"
        },
        {
            "id": "04435",
            "title": "Nikkei Inches Higher But Markets Tumble",
            "timestamp": "May 09, 2011",
            "text": "Tokyo share prices posted moderate gains, rebounding slightly from Monday's losses. Hong Kong shares fell as investors returned from a long weekend unnerved by Monday's losses on Wall Street. Taiwan s...",
            "full_text": "Tokyo share prices posted moderate gains, rebounding slightly from Monday's losses. Hong Kong shares fell as investors returned from a long weekend unnerved by Monday's losses on Wall Street. Taiwan stocks were higher in thin dealings amid buying from long-term investors. Australian shares lost ground, led by the banking sector, which was lower. Malaysian stocks were slightly lower. Singapore shares gained in slow trading, with gains checked by the fall in U.S. share prices overnight. Philippine stocks fell as investors took profits for a second consecutive day. Thai shares were flat as investors were sidelined, awaiting Thursday's release of July's economic figures. South Korean stocks were lower due to continued jitters caused by the court sentences of business leaders of leading conglomerates. Indonesian shares fell marginally as investors took profits on shares of holding company Bimantara Citra. At the end of trading in Asia Tuesday, the Dow Jones China 88 Index rose 1.71 to 93.41, after falling 3.03 Monday. The Dow Jones Shanghai Index gained 2.11 to 100.35 after declining 3.86 the previous day. The Dow Jones Shenzhen Index rose 1.98 to 99.73, after slipping 3.43 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index fell .06 to 117.41 Tuesday, after declining 1.19 to 117.52 Monday. The world as a whole dropped 0.21 to 139.73, after losing 0.75 the previous day. Advertising and toy shares led industry groups on the Dow Jones Global Industry Groups, while plantation and forest-product issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "01396",
            "title": "Stock Prices Settle Mixed In Major European Markets",
            "timestamp": "May 09, 2011",
            "text": "Gains in Spanish bonds lifted stock prices in Madrid, while Swiss stocks were supported by gains in the financial sector and Sweden's market was led higher by forestry stocks. In Frankfurt, prices ros...",
            "full_text": "Gains in Spanish bonds lifted stock prices in Madrid, while Swiss stocks were supported by gains in the financial sector and Sweden's market was led higher by forestry stocks. In Frankfurt, prices rose in electronic trading after posting moderate gains earlier in the day in official floor trading. Program trading, meanwhile, boosted prices in the Netherlands. Prices eased in London, though, as several companies prepared to pay out dividends, and stocks declined in Paris, hurt by the weak French franc. Elsewhere, investors in South Africa reacted with relief to what they hoped was the end of the market's prolonged slide. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.11 to 146.86 Tuesday, after slipping 0.23 a day earlier. The world index as a whole gained 0.27 to 139.79, adding to Monday's loss of 0.73. Advertising and tobacco stocks led the Dow Jones Global Industry Groups, while plantations and mining issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "02373",
            "title": "Asian-Pacific Shares Are Mixed; Tankan Survey Weakens Nikkei",
            "timestamp": "May 10, 2011",
            "text": "Stocks fell in Tokyo after the Bank of Japan's quarterly survey of business sentiment, or tankan, suggested a weaker-than-expected economy. Stocks in Hong Kong gained in volatile trading as investors ...",
            "full_text": "Stocks fell in Tokyo after the Bank of Japan's quarterly survey of business sentiment, or tankan, suggested a weaker-than-expected economy. Stocks in Hong Kong gained in volatile trading as investors remained indecisive over the market's future direction. Australian shares rose because of Wall Street's stronger close overnight, while Philippine shares were mixed as foreign investors were sidelined awaiting fresh market-moving news. Taiwan stocks gained as investors bought petrochemical and technology issues. The South Korean bourse fell because of concerns of a glut of stock offerings in September. Malaysian shares declined, though second-tier issues advanced. Meanwhile, issues in Singapore mostly fell, while the shipyard sector posted considerable gains. Profit-taking in infrastructure and consumer shares weakened the Indonesian bourse, while Thai stocks advanced. At the end of trading in Asia Wednesday, the Dow Jones China 88 Index gained 2.25 to 95.66, after rising 1.71 Tuesday. The Dow Jones Shanghai Index climbed 1.74 to 102.09, after gaining 2.11 the previous day. The Dow Jones Shenzhen Index inched up 3.58 to 103.31, after climbing 1.98 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index slipped 1.10 to 116.30 Wednesday, after declining 0.07 Tuesday. The world as a whole lost 0.38 to 139.42, after rising 0.28 the previous day. Computer and air-freight shares led Dow Jones Global Industry Groups, while fishing and overseas-trading issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "01710",
            "title": "Americas Stocks End Mixed; Mexico Falls on Profit-Taking",
            "timestamp": "May 10, 2011",
            "text": "Mexican stocks fell as investors took profits from recent rallies. Canadian share prices advanced, but the session was noted more for its lack of activity than anything else. In Argentina, stocks decl...",
            "full_text": "Mexican stocks fell as investors took profits from recent rallies. Canadian share prices advanced, but the session was noted more for its lack of activity than anything else. In Argentina, stocks declined as investors frowned on changes legislators introduced into a fiscal bill. Brazilian shares rose in strong trading boosted by the government's quick response to reduce state value-added tax on export products. In dollar terms, the Americas sector of the Dow Jones World Stock Index fell 0.22 to 155.92 Wednesday, after rising 0.62 the previous day. The world index as whole lost 0.38 to 139.42 Wednesday, following Tuesday's gain of 0.28. Computer and air freight shares led the Dow Jones Global Industry Groups, while fishing and overseas-trading issues were among the laggers. Americas Stock Market Indexes Market IndexAug. 28Change Argentina"
        },
        {
            "id": "02429",
            "title": "Stocks Record Mixed Results In Major European Markets",
            "timestamp": "May 10, 2011",
            "text": "In London, prices closed at record levels, despite the release of another strong economic report that renewed jitters about rising interest rates. Hopes for lower domestic rates pushed shares higher i...",
            "full_text": "In London, prices closed at record levels, despite the release of another strong economic report that renewed jitters about rising interest rates. Hopes for lower domestic rates pushed shares higher in Spain. The weak French franc continued to put pressure on the Paris bourse, while stocks lost ground in Belgium amid profit-taking. In Italy, prices closed lower on unusually high volume. The strong dollar boosted stocks in the Netherlands. Industrial shares in South Africa extended Tuesday's solid gains, though gold stocks stalled as the rand strengthened. German shares were little changed in electronic trading after rising earlier in official floor trading. Disappointing drug company earnings and a weak franc weighed on the Swiss exchange. Forestry shares advanced once again in Sweden, though the broader market posted only marginal gains. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.28 to 147.16 Wednesday, adding to Tuesday's gain of 0.21. The world index as a whole fell 0.38 to 139.42, after climbing 0.28 a day earlier. Computer and air-freight stocks led the Dow Jones Global Industry Groups, while fishing and overseas-trading issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "00114",
            "title": "Sharp Early Losses in the U.S. Spook European Investors",
            "timestamp": "May 11, 2011",
            "text": "The Dow Jones Industrial Average tumbled more than 40 points in early Downtown trading after a stronger-than-expected report on U.S. gross domestic product data renewed fears among equity and bond inv...",
            "full_text": "The Dow Jones Industrial Average tumbled more than 40 points in early Downtown trading after a stronger-than-expected report on U.S. gross domestic product data renewed fears among equity and bond investors about rising interest rates. Prices were flat to lower in Germany, London, France, Switzerland and the Netherlands in trading focused on Wall Street. The Spanish market mirrored losses elsewhere in Europe. Stocks lost ground in Belgium, despite a strong showing for electronics giant Barco. In Milan, stocks barely budged in another day of anemic trading, and the Swedish market also traded flat despite strong gains for the forestry sector. But the South African market moved higher, spurred on by futures led-trading. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.98 to 146.19 Thursday, after gaining 0.39 a day earlier. The world index as a whole lost 1.16 to 138.26, adding to Wednesday's loss of 0.38. Fishing and air-freight stocks led the Dow Jones Global Industry Groups, while biotechnology and medical-device issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "04390",
            "title": "Americas Stocks End Lower; Political Unrest Hurts Mexico",
            "timestamp": "May 11, 2011",
            "text": "Mexican stocks lost significant ground as reports of new rebel clashes in several states spooked investors. Canadian share prices followed Wall Street lower, after better-than-expected gross domestic ...",
            "full_text": "Mexican stocks lost significant ground as reports of new rebel clashes in several states spooked investors. Canadian share prices followed Wall Street lower, after better-than-expected gross domestic product and July's U.S. household sales figures re-ignited investors' fears about rising inflation. In Argentina and Brazil, share prices dropped, hurt by rising U.S. Treasury bond yields. In dollar terms, the Americas sector of the Dow Jones World Stock Index fell 1.69 to 154.23 Thursday, after declining 0.22 the previous day. The world index as whole lost 1.16 to 138.26 adding to Wednesday's loss of 0.38. Fishing and air-freight shares led the Dow Jones Global Industry Groups, while biotechnology and medical-technology issues were among the laggers. Americas Stock Market Indexes Market IndexAug. 29Change Argentina"
        },
        {
            "id": "03682",
            "title": "HEARD IN ASIA Political Concerns Keep Investors Out of Indonesia",
            "timestamp": "May 11, 2011",
            "text": "The Indonesian economy is growing at least 7% a year, with slowing inflation. The traffic jams indicate that it's business as usual in Jakarta. And some popular companies are much cheaper than they we...",
            "full_text": "The Indonesian economy is growing at least 7% a year, with slowing inflation. The traffic jams indicate that it's business as usual in Jakarta. And some popular companies are much cheaper than they were three months ago. Looks like it's time for foreign investors to load up on Indonesian shares. But more than a month after a riot rattled Jakarta and disrupted business, many foreigners remain on the sidelines. And the political concerns may keep them there, even though some brokers think Jakarta's bourse offers good buys. Attractive valuations have led some fund managers to nibble on shares, and the composite index has risen this month. But the appetite of foreigners -- who have usually been the engine of the Indonesian market -- has dulled. The market ``is slowly becoming a bit more positive,'' says Jordan Harry, research director of PT HG Asia Indonesia. But there is ``not a lot of upside for now,'' he adds. ``People are still quite nervous.'' While commerce quickly returned to normal after the riot, analysts say the violence and global attention it got have left many fund managers with lingering doubts about the political outlook. ``The riot clearly raised questions that we all know existed but didn't want to be reminded of,'' says Humberto Yuette, a director of Abtrust Fund Managers in Singapore. Fund managers and analysts say the longer Jakarta stays peaceful, the better the chance that market perceptions will improve. But they also say the market's ability to rally will be constrained by worries about how the dispute between opposition leader Parks Lira and the government is resolved, and over the unclear path of succession. Great attention is focused on Ms. Dawson, who has filed a suit challenging her ouster as head of the small Indonesian Democratic Party at a government-backed party meeting in June. The April 08, 2011 was sparked by the forcible eviction of her supporters from party headquarters, which they had occupied since her ouster. Some Jakarta securities analysts were encouraged last week when lawyers for Ms. Parks and the government officials she had sued agreed to seek an out-of-court ``reconciliation.'' But it is extremely unlikely this can be reached, political analysts say, noting that the lawyers may report their failure to the court at a hearing Thursday. The core political concern is about who will succeed 75-year-old President Flora, when the change will come and how smoothly it will go. As expected, Mr. Flora didn't mention succession in his April 28, 2011 of the nation speech. The president, who is widely expected to seek a seventh five-year term in 2013, asserted there is no need to change Indonesia's political system. Stephine Correa, a fund manager for Hong Kong-based AIG Investment (Asia), says some foreigners hesitate to buy Indonesian shares now ``because the political environment is still unsettled. People who don't have to there (in Indonesia) won't be there until the issues are settled.'' Funds that already have been in Indonesia and take a long-term view will remain comfortable with the country, he says. Over a longer term, Mr. Correa says, Indonesia is ``one of the most attractive emerging countries,'' though he notes that investors must expect ``periods of volatility.'' Since June, when politics began to hit share prices, some funds have topped up their Indonesian holdings as valuations became more attractive. But they apparently haven't aggressively added to their portfolios. ``We put extra funds into funds that were light, simply on the valuation arguments,'' says Abtrust's Mr. Yuette. Most of the purchases, he adds, were of Bank Bali and Indosat. Other fund managers note that even if politics was somehow removed as a concern, they would hesitate to add significantly to their Indonesian weighting because of difficulties in shedding shares. Joye Cory, manager of New York-based Scudder Emerging Markets Growth Fund, says a continuing concern about the Indonesian market ``isn't just the political threat, it's the illiquidity.'' Problems with liquidity mean that even if a company looks ``compellingly cheap, it might not be prudent'' to buy, she says. Jakarta stock analysts now find some shares and sectors compellingly cheap. Jardine Fleming Nusantara recommends accumulating bank shares because it expects margins at banks to widen. ING Barings this week changed its rating on Semen Grisk from a ``buy'' to a ``strong buy,'' partly on the basis that its prospective price/earnings ratio for 2012 is only 11.7. (By some brokerage estimates, the average share price on the Jakarta market is now about 16 times 2011 earnings and 13 times 2012 earnings.) In recent months, much interest has turned to Begley Saul, the holding company of a group headed by Mr. Flora's second son, Favors Herrin. Its share price has experienced sharp falls on political news and quick rises when sentiment improved. Last week, for instance, it shot up 20%. Cockrell Strom is composed of media, infrastructure, property and other interests. Mr. Harry of PT HG Asia Indonesia calls it the ``political lightning rod'' of the Jakarta market. When its price fell below 2,200 rupiah (about 90 U.S. cents) in July and earlier this month, his firm was an ``aggressive buyer,'' he says. And he still likes it up to 3,000 rupiah. Bimantara closed at 2,325 rupiah Wednesday. But some others aren't interested in Bimantara at any price. ``We don't buy companies connected with the First Family,'' a foreign fund manager says. ``Those who are in now may be out later.'' While political worries won't drop from view completely, some firms feel they shouldn't be overplayed. Goldman Sachs, in a recent analysis, said, ``While volatility will remain in the run-up to the June 2012 (parliamentary) and 2013 (presidential) elections, the present risk premium fairly discounts those risks.'' In other words, Goldman Sachs sees the current period as a buying opportunity. Although it expects short-term volatility, it projects that the index will rise to 640 next year. The index closed Wednesday at 548.43. Mr. Yuette of Abtrust isn't so sanguine. Indonesia is ``still at the stage where things can go wrong,'' he says."
        },
        {
            "id": "03744",
            "title": "Asian-Pacific Stocks Are Mixed; Foreign Buying Boosts Taiwan",
            "timestamp": "May 11, 2011",
            "text": "In Tokyo, shares declined as investors continued to react negatively to the Bank of Japan's quarterly ``tankan'' economic survey released Wednesday. Stocks in Hong Kong slid, with the expiration of Au...",
            "full_text": "In Tokyo, shares declined as investors continued to react negatively to the Bank of Japan's quarterly ``tankan'' economic survey released Wednesday. Stocks in Hong Kong slid, with the expiration of August futures keeping trading volume low. Philippine shares advanced as investors bought ahead of next week's release of key economic data. Meanwhile, Australian issues declined amid volatile trading. Taiwan stocks gained as foreign institutional investors bought financial, steel and petrochemical blue chips. Shares in South Korea rose amid rumors that the government will intervene in the equities market to boost share prices. Profit-taking weakened Malaysian shares, while stocks in Singapore were mixed as the market lacked any fresh factors. Indonesian shares were mixed amid a general bearishness with the Asian-Pacific region, while Thai stocks declined. At the end of trading in Asia Thursday, the Dow Jones China 88 Index slipped 0.20 to 95.46, after rising 2.25 Wednesday. The Dow Jones Shanghai Index dropped 1.01 to 101.08, after climbing 1.74 the previous day. The Dow Jones Shenzhen Index rose 1.40 to 104.71, after inching up 3.58 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index slipped 0.70 to 115.59 Thursday, after declining 1.11 Wednesday. The world as a whole lost 1.16 to 138.26, after falling 0.38 the previous day. Fishing and air-freight shares led industry groups on the Dow Jones Global Industry Groups, while biotechnology and medical-device issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "01020",
            "title": "Asian-Pacific Markets Decline; Foreign Selling Weakens Nikkei",
            "timestamp": "May 12, 2011",
            "text": "Tokyo stocks plunged to their lowest level since mid-March amid foreign selling and arbitrage unwinding. Shares in Hong Kong declined as investors took profits ahead of the weekend. South Korean share...",
            "full_text": "Tokyo stocks plunged to their lowest level since mid-March amid foreign selling and arbitrage unwinding. Shares in Hong Kong declined as investors took profits ahead of the weekend. South Korean shares rallied on rumors the government is discussing raising the foreign stock-ownership limit. Wall Street's losses overnight weakened the Australian bourse, while Malaysian shares gained as investors returned to the market. Taiwan stocks dropped amid profit-taking, while Philippine shares were mixed. Shares in Singapore, Indonesia and Thailand slid amid thin trading. As of 5:30 a.m. EDT Friday, the Dow Jones China 88 Index gained 3.49 to 98.95, after rising 2.25 Thursday. The Dow Jones Shanghai Index added 3.18 to 104.26, after gaining 1.74 the previous day. The Dow Jones Shenzhen Index added 5.17 to 109.88, after rising 3.58 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index fell 1.10 to 114.52 Friday, after dropping 0.67 Thursday. The world as a whole lost 0.54 to 138.27, after falling 1.15 the previous day. Plantation and air-freight shares led Dow Jones Industry Groups, while overseas-trading and consolidated-electronic issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "00806",
            "title": "Fears of Higher U.S. Rates Lead Americas Markets Mostly Lower",
            "timestamp": "May 12, 2011",
            "text": "Stocks declined in Mexico and Brazil, weighed down by growing fears of higher U.S. interest rates and slowed by the upcoming long weekend for the U.S. Labor Day holiday. But in Argentina, the market's...",
            "full_text": "Stocks declined in Mexico and Brazil, weighed down by growing fears of higher U.S. interest rates and slowed by the upcoming long weekend for the U.S. Labor Day holiday. But in Argentina, the market's hopes that President Carlotta Duval will announce measures to reduce labor costs were enough to support share prices. In Canada, a slide in gold shares hastened the drop in the benchmark index. In dollar terms, the Americas sector of the Dow Jones World Stock Index was down 1.07 to 153.16 at 3 p.m. EDT Friday, adding to Thursday's loss of 1.69. The world index as whole was down 1.17 to 137.10 after stumbling 1.15 a day earlier. Plantation and savings-and-loan shares led the Dow Jones Global Industry Groups, while overseas-trading and consumer electronics issues were among the laggers. Americas Stock Market Indexes Market Index5 p.m.Change Argentina"
        },
        {
            "id": "04438",
            "title": "Wall Street's Losses Continue To Depress European Markets",
            "timestamp": "May 12, 2011",
            "text": "The U.S. financial markets will be closed Monday for the Labor Day holiday, and global investors sought to reduce their holding ahead of the long weekend. Two days of losses on Wall Street made Europe...",
            "full_text": "The U.S. financial markets will be closed Monday for the Labor Day holiday, and global investors sought to reduce their holding ahead of the long weekend. Two days of losses on Wall Street made European investors jittery. The Dow Jones Industrial Average fell 64.73 on Thursday and was down roughly 50 points as the trading day ended in Europe on Friday. Stock prices closed flat to lower in the United Kingdom, Germany, France, Belgium, Switzerland, Spain, the Netherlands and South Africa. In dollar terms, the European sector of the Dow Jones World Stock Index was down 0.79 to 145.43 at 12:30 p.m. EDT Friday, after slipping 0.89 a day earlier. The world index as a whole lost 1.16 to 137.11, adding to Thursday's loss of 1.15. Plantation and air-freight stocks led the Dow Jones Global Industry Groups, while overseas-trading and consumer-electronics issues were among the laggards. European Stock Market Indexes Market Belgium"
        },
        {
            "id": "02108",
            "title": "Asian-Pacific Markets Decline; Foreign Selling Weakens Nikkei",
            "timestamp": "May 12, 2011",
            "text": "Tokyo stocks plunged to their lowest level since mid-March amid foreign selling and arbitrage unwinding. Shares in Hong Kong declined as investors took profits ahead of the weekend. South Korean share...",
            "full_text": "Tokyo stocks plunged to their lowest level since mid-March amid foreign selling and arbitrage unwinding. Shares in Hong Kong declined as investors took profits ahead of the weekend. South Korean shares rallied on rumors the government is discussing raising the foreign stock-ownership limit. Wall Street's losses overnight weakened the Australian bourse, while Malaysian shares gained as investors returned to the market. Taiwan stocks dropped amid profit-taking, while Philippine shares were mixed. Shares in Singapore, Indonesia and Thailand slid amid thin trading. In Saturday trading, Taiwan shares recovered slightly on buying in the petrochemical sector. Stocks in South Korea were mixed amid a technical correction. As of 5:30 a.m. EDT Friday, the Dow Jones China 88 Index gained 3.49 to 98.95, after rising 2.25 Thursday. The Dow Jones Shanghai Index added 3.18 to 104.26, after gaining 1.74 the previous day. The Dow Jones Shenzhen Index added 5.17 to 109.88, after rising 3.58 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index fell 1.10 to 114.52 Friday, after dropping 0.67 Thursday. The world as a whole lost 0.54 to 137.73, after falling 1.15 the previous day. Plantation and savings-and-loan shares led Dow Jones Industry Groups, while overseas-trading and toy issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "02397",
            "title": "Americas Markets Are Quiet With U.S. Markets Closed",
            "timestamp": "May 15, 2011",
            "text": "The Mexican stock exchange was open, but stocks were flat as traders and investors informally observed the U.S. holiday. Brazilian stocks fell slightly, but traders said fundamentals were strong enoug...",
            "full_text": "The Mexican stock exchange was open, but stocks were flat as traders and investors informally observed the U.S. holiday. Brazilian stocks fell slightly, but traders said fundamentals were strong enough to spark a mild gain later in the day. In dollar terms, the Americas sector of the Dow Jones World Stock Index was unchanged at 153.03 at noon EDT Monday, after falling 1.20 on Friday. The world index as whole was down 0.18 to 136.85, after stumbling 1.24 on Friday. At midmorning, industrial-technology and life-insurance shares led the Dow Jones Global Industry Groups, while plantations and shipbuilding issues were the weakest groups. Americas Stock Market Indexes Market IndexNoonChange Argentina"
        },
        {
            "id": "00167",
            "title": "Shares Are Mostly Higher In Very Sluggish Session",
            "timestamp": "May 15, 2011",
            "text": "In the absence of any direction from U.S. financial markets, which were closed for the Labor Day holiday, investors were able to move markets based on local news. In very thin volumes, investors pushe...",
            "full_text": "In the absence of any direction from U.S. financial markets, which were closed for the Labor Day holiday, investors were able to move markets based on local news. In very thin volumes, investors pushed stock prices up in Britain, Belgium, France, Germany, Spain, Sweden, Switzerland and the Netherlands. In Italy, stocks edged lower in light trading. The British market received a boost from oil stocks after tension in Northern Iraq flared up. South African stocks rose as well, buoyed by gains in futures trading. Italian shares slipped in low volume as investors remained cautious while awaiting the first details of the Prodi government's 2012 budget. In dollar terms, the European sector of the Dow Jones World Stock Index was down 0.14 to 145.05 at 3:30 p.m. EDT Monday. The world index as a whole was off 0.18 to 136.85. Oil and advertising stocks led the Dow Jones Global Industry Groups, while plantations and shipbuilding issues were among the laggers. European Stock Market Indexes Market IndexSept. 2Change Belgium"
        },
        {
            "id": "04157",
            "title": "Stocks Edge Lower",
            "timestamp": "May 15, 2011",
            "text": "At midday, the Bovespa Index was down 82 points at 62512 points. Share prices fell in light trading as the U.S. markets were closed for the Labor Day holiday. However, traders said fundamentals were s...",
            "full_text": "At midday, the Bovespa Index was down 82 points at 62512 points. Share prices fell in light trading as the U.S. markets were closed for the Labor Day holiday. However, traders said fundamentals were sound, such as profits for bellwether stocks."
        },
        {
            "id": "00161",
            "title": "Fears Of Rising U.S. Rates Hurt Some Asian Markets",
            "timestamp": "May 15, 2011",
            "text": "Japanese stocks tumbled as arbitrage selling by foreign brokerages and weakness in futures prices continued for the fourth straight session, sending the Nikkei average to its lowest close since Novemb...",
            "full_text": "Japanese stocks tumbled as arbitrage selling by foreign brokerages and weakness in futures prices continued for the fourth straight session, sending the Nikkei average to its lowest close since November 24, 2010 the renewed threat of the U.S. Federal Reserve Board raising interest rates in the near future drove share prices down in the Hong Kong, Singapore and Australian stock markets In Malaysia, profit-taking was blamed for the market's decline, but not news that the country's money supply growth increased in July. Philippine stocks rose on heavy demand for blue-chip issues as a result of stronger-than-expected economic figures released over the weekend and the signing of a peace pact with former Muslim separatists. Taiwan's shares also rose on investors optimism. Thailand's economic problems and political instability caused investors to sell. South Korean stocks were also down, and Indonesian shares declined after early gains. As of 5:30 a.m. EDT Monday, the Dow Jones China 88 Index gained 0.94 to 99.89, after rising 3.49 Friday. The Dow Jones Shanghai Index slipped 0.67 to 103.59, after gaining 3.18 the previous day. The Dow Jones Shenzhen Index added 4.31 to 114.19, after rising 5.17 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index fell 0.92 to 113.68 Friday, after dropping 1.10 Friday. The world as a whole lost 0.14 to 136.89, after falling 0.54 the previous day. Industrial technology and life insurance shares led Dow Jones Industry Groups, while plantation and shipbuilding issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "02431",
            "title": "Foreign Investors Remain Wary of Indonesian Stocks",
            "timestamp": "May 16, 2011",
            "text": "The Indonesian economy is growing at least 7% a year, with slowing inflation. The traffic jams indicate that it's business as usual in Jakarta. And the stocks of some popular companies are much cheape...",
            "full_text": "The Indonesian economy is growing at least 7% a year, with slowing inflation. The traffic jams indicate that it's business as usual in Jakarta. And the stocks of some popular companies are much cheaper than they were three months ago. Looks like it's time for foreign investors to load up on Indonesian shares. But more than a month after a riot rattled Jakarta and disrupted business, many foreign traders remain on the sidelines. And the political concerns may keep them there, even though some brokers think Jakarta's bourse offers good buys. Attractive valuations have led some fund managers to nibble on shares, and the composite index rose last month. But the appetite of foreign traders, who have usually been the engine of the Indonesian market, has dulled. The market ``is slowly becoming a bit more positive,'' says Jordan Harry, research director of PT HG Asia Indonesia. But there is ``not a lot of upside for now,'' he adds. ``People are still quite nervous.'' While commerce quickly returned to normal after the riot, analysts say the violence and global attention it got have left many fund managers with lingering doubts over the political outlook. ``The riot clearly raised questions that we all know existed, but didn't want to be reminded of,'' says Humberto Yuette, a director of Abtrust Fund Managers in Singapore. Fund managers and analysts say that the longer Jakarta stays peaceful, the better the chance that market perceptions will improve. But they also say the market's ability to rally will be constrained by worries over how the dispute between opposition leader Parks Lira and the government is resolved, and over the unclear path of succession. Much attention is focused on Ms. Dawson, who has filed a suit challenging her ouster as head of the small Indonesian Democratic Party at a government-backed party meeting in June. The April 08, 2011 was sparked by the forcible eviction of her supporters from party headquarters, which they had occupied since her ouster. Some Jakarta securities analysts were encouraged when lawyers for Ms. Dawson and the government officials she had sued recently agreed to seek an out-of-court ``reconciliation.'' But it is unlikely this can be reached, analysts say. The core political concern is over who will succeed 75-year-old President Flora, when the change will come and how smoothly it will go. Mr. Flora didn't mention succession in his April 28, 2011 of the nation speech. The president, who is widely expected to seek a seventh five-year term in 2013, said there is no need to change Indonesia's political system. Stephine Correa, a fund manager for Hong Kong-based AIG Investment (Asia), says foreign traders hesitate to buy Indonesian shares ``because the political environment is still unsettled.'' Long-term, he says, Indonesia is ``one of the most attractive emerging countries,'' although investors must expect ``periods of volatility.'' While political worries won't disappear, some firms feel they shouldn't be overplayed. Goldman, Sachs & Co., in a recent analysis, said, ``While volatility will remain in the run-up to the June 2012 and 2013 elections, the present risk premium fairly discounts those risks.''"
        },
        {
            "id": "02778",
            "title": "Americas Shares End Higher; U.S. Rate Fears Hurt Mexico",
            "timestamp": "May 16, 2011",
            "text": "Mexican stock prices fell amid investors' concerns about recent political events and the possibility of rising U.S. interest rates. The Canadian stock market's key index rebounded after a significant ...",
            "full_text": "Mexican stock prices fell amid investors' concerns about recent political events and the possibility of rising U.S. interest rates. The Canadian stock market's key index rebounded after a significant decline earlier in the day, on weaker-than-anticipated U.S. economic news and strong gains in the Toronto market's energy and conglomerate sectors. In Argentina, share prices posted gains on optimism generated by higher tax collections and government promises to loosen up the country's rigid labor system. Brazilian stocks rose, responding to lower U.S. 30-year treasury bond yields and the recovery staged by the New York Stock Exchange. In dollar terms, the Americas sector of the Dow Jones World Stock Index rose 0.45 to 153.48 Tuesday, after remaining flat Monday. The world index as whole advanced 0.01 to 136.88 Tuesday, after slipping 0.16 a day earlier. Oil-drilling and medical-device shares led the Dow Jones Global Industry Groups, while airline and lodging issues were among the laggers. Americas Stock Market Indexes Market IndexSept. 3Change Argentina"
        },
        {
            "id": "03319",
            "title": "Dow Jones Appoints Telerate Executive",
            "timestamp": "May 16, 2011",
            "text": "HONG KONG -- Dow Jones & Co. named L. Graham Drury managing director of Dow Jones Telerate's Asia-Pacific region, effective June 13, 2011 Drury, 38 years old, succeeds Georgeanna Greg, who is leaving ...",
            "full_text": "HONG KONG -- Dow Jones & Co. named L. Graham Drury managing director of Dow Jones Telerate's Asia-Pacific region, effective June 13, 2011 Drury, 38 years old, succeeds Georgeanna Greg, who is leaving Dow Jones to become vice president, business development, for California-based AlphaBlox Corp., a software concern. For the past four years, Mr. Drury has served as editor and publisher of the Far Eastern Economic Review, a Dow Jones publication. He previously served as editorial page editor of The Vast Press Europe, as a member of The Vast Press's global editorial board and as a columnist for The Vast Press and Barron's magazine. He holds a law degree from Yale University and was a Rhodes scholar at Oxford University. Dow Jones Telerate, a unit of Dow Jones, provides real-time financial information and business news, analytical software, dealing-room systems and transaction services. Dow Jones publishes The Asian Vast Press, among many other publications, and is a major shareholder in the Asia Business News television channel."
        },
        {
            "id": "00381",
            "title": "U.S. Air Strikes Depress Asian Stock Markets",
            "timestamp": "May 16, 2011",
            "text": "Tokyo stocks rose moderately after a volatile trading session, amid limited buying by domestic financial institutions. Hong Kong shares slipped as news of the U.S. attack affected the market. Australi...",
            "full_text": "Tokyo stocks rose moderately after a volatile trading session, amid limited buying by domestic financial institutions. Hong Kong shares slipped as news of the U.S. attack affected the market. Australia shares fell, as investors responded to stronger-than-expected retail sales data. Taiwan stocks fell as investors were nervous about the possible implications of a U.S. attack on Iraq, which did not occur until after the market closed there. Philippines shares fell as investors worried that the weakening peso signaled a decline in the economy. South Korean share prices fell slightly ahead of the government's announcement that foreign stock ownership regulations will be eased in October. The markets in Malaysia, Indonesia, Singapore, and Thailand fell sharply when the attack was announced around the middle of their trading sessions. At the end of the trading day Tuesday in Asia, the Dow Jones China 88 Index lost 0.78 to 99.11, after rising 0.67 Monday. The Dow Jones Shanghai Index fell 0.73 to 102.86, after gaining 1.70 the previous day. The Dow Jones Shenzhen Index slipped 1.67 to 112.52, after falling 1.17 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index rose 0.01 to 113.64 Tuesday, after falling 0.47 Monday. The world as a whole lost 0.09 to 136.78, after falling 0.19 the previous day. Oil-drilling and medical-device issues led the Dow Jones Industry Groups, while airline and lodging stocks were among the laggers. Asian Stock Market Indexes Market IndexSep. 3Change Australia"
        },
        {
            "id": "02214",
            "title": "Concerns About Rates and Iraq Send European Markets Lower",
            "timestamp": "May 16, 2011",
            "text": "Share prices fell in Frankfurt, Paris, Sweden and Switzerland, while the Italian and Spanish bourses mirrored losses in the other major European markets. The Vast Press reported on Tuesday that Federa...",
            "full_text": "Share prices fell in Frankfurt, Paris, Sweden and Switzerland, while the Italian and Spanish bourses mirrored losses in the other major European markets. The Vast Press reported on Tuesday that Federal Reserve policy makers are considering an increase in U.S. interest rates of perhaps 0.5 percentage point, twice the amount that investors have expected. The report came on top of news that the U.S. launched a missile attack against Iraq early on Tuesday in response to that country's military moves over the weekend. Oil prices have surged in response. The news sent share prices sharply lower in London, Italy and the Netherlands early in the day, but a moderate recovery on Wall Street helped pull the markets off their session lows. But the Belgian market posted only marginal losses, supported by reports that Group Bouie Florencio is considering the sale of its 20.3% stake in Tractebel to Societe Generale de Belgique. And gold shares moved higher in South Africa. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.60 to 144.50 Tuesday after trading flat a day earlier. The world index as a whole lost 0.09 to 136.78, following Monday's loss of 0.16. Oil-drilling and medical-device stocks led the Dow Jones Global Industry Groups, while airline and lodging issues were among the laggers. European Stock Market Indexes Market IndexSept. 3Change Belgium"
        },
        {
            "id": "00850",
            "title": "Markets Are Little Changed As Investors Focus on Iraq",
            "timestamp": "May 17, 2011",
            "text": "The Tokyo market ended unchanged as a wait-see-mood spread through the market ahead of key economic data expected over the next two weeks. Bolstered by an overnight gain on Wall Street, Hong Kong shar...",
            "full_text": "The Tokyo market ended unchanged as a wait-see-mood spread through the market ahead of key economic data expected over the next two weeks. Bolstered by an overnight gain on Wall Street, Hong Kong shares rose as investors realized they had overreacted to the news of the Gulf tensions. The Taiwan equities market was hit by technical selling, combined with investors' nervousness of news of a second missile attack on Iraq. Concerns over U.S. interest rates, the latest weakness of the peso and the absence of foreign investors sent Philippine share prices sliding. South Korean share prices rallied, boosted by government plans to raise foreign stock investment limits. Australian share prices gained ground, supported through the day by a recovery in the domestic debt market. The Singapore market was mixed, while key index component stocks fell. Indonesian and Malaysian investors bargain-hunted after the previous day's sharp drop. Thai stock prices slumped on continuing jitters over tension in the Persian Gulf and a cut in the country's short-term credit rating. At the end of the Asian trading day Wednesday, the Dow Jones China 88 Index rose 1.95 to 101.06 after dropping 0.78 Tuesday. The Dow Jones Shanghai Index rose 1.77 to 104.63 after dropping 0.73 the previous day. The Dow Jones Shenzhen Index rose 2.74 to 115.26 after falling 1.67 Tuesday. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index rose 0.31 to 113.89 Wednesday after falling 0.05 Tuesday. The world as a whole gained 0.45 to 137.32 after remaining unchanged the previous day. Plantations and casino shares led Dow Jones Global Industry Groups, while durable-houseware and oil-drilling issues were among the laggers. Asian Stock Market Indexes Market IndexSep. 4Change Australia"
        },
        {
            "id": "00015",
            "title": "Americas Stocks End Higher; Selective Buying Boosts Mexico",
            "timestamp": "May 17, 2011",
            "text": "Mexican stock prices posted gains in a market dominated by bullish bargain hunters. Canadian shares rose despite most investors staying on the sidelines, waiting for the release of U.S. employment dat...",
            "full_text": "Mexican stock prices posted gains in a market dominated by bullish bargain hunters. Canadian shares rose despite most investors staying on the sidelines, waiting for the release of U.S. employment data on Friday. In Argentina, shares closed mixed as the market awaited signals from a meeting of the ruling Peronist party and U.S. macroeconomic data in the second half of the week. Brazilian stocks closed flat on low volume and a lack of market-moving news. In dollar terms, the Americas sector of the Dow Jones World Stock Index rose 0.26 to 153.74 Wednesday, after advancing 0.45 the previous day. The world index as whole gained 0.45 to 137.32 Wednesday, after adding 0.01 Tuesday. Plantation and casino shares led the Dow Jones Global Industry Groups, while oil-drilling and durable-houseware issues were among the laggers. Americas Stock Market Indexes Market IndexSept. 4Change Argentina"
        },
        {
            "id": "02598",
            "title": "European Markets Post Gains Despite Wall Street's Weakness",
            "timestamp": "May 17, 2011",
            "text": "Stocks and bonds in the U.S. declined as caution grew ahead of Friday's scheduled employment report. Officials at the Federal Reserve Board have indicated that they may lift interest rates soon unless...",
            "full_text": "Stocks and bonds in the U.S. declined as caution grew ahead of Friday's scheduled employment report. Officials at the Federal Reserve Board have indicated that they may lift interest rates soon unless there are signs that economic growth is cooling. Meanwhile, shares ended higher in Paris, supported by interest in French retailer Hearn. The company's stock gained on news from the U.S. that office-supply company Staples will acquire Office Depot. Carrefour has a 6% stake in Office Depot. Prices of German shares settled IBIS electronic trading Wednesday slightly lower, with traders reducing their holdings ahead of Thursday's release of German second-quarter gross domestic product data and August unemployment figures. Prices rose in floor trading earlier in the day. Belief among investors that oil prices will head higher on the tension in the Middle East buoyed petrochemical company Petrofina, and this in turn helped Belgian shares rise. Swedish share prices advanced on Wall Street's gains posted a day earlier, and Swiss shares turned in modest gains as investors took interest in financial issues. However, losses in several blue chip stocks, including a 10% decline in shares of Gas Natural, pulled Spanish stocks lower. And in South Africa, gold shares slipped as the rand strengthened. In dollar terms, the European sector of the Dow Jones World Stock Index rose 0.93 to 145.37 Wednesday, after rising 0.45 the previous day. The world index as a whole added 0.45 to 137.32, after inching up 0.01 a day earlier. Casino and plantation shares led the Dow Jones Global Industry Groups, while durable-houseware and oil-drilling issues were among the laggards. European Stock Market Indexes Market IndexSept. 4Change Belgium"
        },
        {
            "id": "01414",
            "title": "Strong Earnings Reports Lift European Stock Prices",
            "timestamp": "May 18, 2011",
            "text": "Belgian stocks gained as Reticel shares gained thanks to stronger first-half results. Even though the figures were in the red, they showed that the company is quickly improving from a dismal second ha...",
            "full_text": "Belgian stocks gained as Reticel shares gained thanks to stronger first-half results. Even though the figures were in the red, they showed that the company is quickly improving from a dismal second half of 2010. French stocks were also lifted by several strong earnings reports that renewed confidence of investors who were worried about France's economy and the potential for widespread strikes this autumn. Swedish share prices rose after shares in pharmaceutical company Astra staged a late recovery. Meanwhile, Swiss stocks ended slightly lower on continued selling of Roche shares. In other markets, U.K. and Dutch stocks both felt pressure from early declines in the U.S. But while U.K. stocks rebounded from a midsession slump brought on by rising U.S. bond yields, shares fell on the Amsterdam Stock Exchange after declines at Wall Street's opening put pressure on Dutch stocks in the afternoon. In declining markets, Italy's stock market lost ground as the latest developments at information systems company Sutphin haven't inspired confidence in the market. On Thursday, Tomes Packer, the company's director general, resigned and questioned the validity of half-year figures released earlier in the week. South African gold shares closed lower despite a sliding rand, and Spanish stocks fell on continued selling of Gas Natural shares. In dollar terms, the European sector of the Dow Jones World Stock Index fell 0.03 to 145.35 Thursday, after rising 0.97 the previous day. The world index as a whole slipped 0.38 to 136.93, after gaining 0.44 a day earlier. Pollution and shipbuilding shares led the Dow Jones Global Industry Groups, while apparel and biotechnology issues were among the laggards. European Stock Market Indexes Market IndexSept. 5Change Belgium"
        },
        {
            "id": "01028",
            "title": "Americas Stocks End Lower; Street's Losses Hurt Mexico",
            "timestamp": "May 18, 2011",
            "text": "Mexican share prices fell on Wall Street's weakness, despite the release of positive economic data that showed Mexico's June industrial production grew 12% over the year-ago month. Canadian stocks dec...",
            "full_text": "Mexican share prices fell on Wall Street's weakness, despite the release of positive economic data that showed Mexico's June industrial production grew 12% over the year-ago month. Canadian stocks declined amid widespread selling, before Friday's release of U.S. jobs data for August. In Argentina, share prices posted gains, but volume was light as investors awaited the release of U.S. jobs data for August, and its effect on short-term interest rates. Brazilian stocks fell on low volume and a lack of market-moving news. In dollar terms, the Americas sector of the Dow Jones World Stock Index dropped 1.43 to 152.31 Thursday, after adding 0.26 the previous day. The world index as whole declined 0.38 to 136.93 Thursday, after gaining 0.44 Wednesday. Pollution and shipbuilding shares led the Dow Jones Global Industry Groups, while apparel-retailer and biotechnology issues were among the laggers. Americas Stock Market Indexes Market IndexSept. 5Change Argentina"
        },
        {
            "id": "01501",
            "title": "Asian-Pacific Shares Are Mixed; Thailand Slips 2.6% on Rumors",
            "timestamp": "May 18, 2011",
            "text": "In Tokyo, shares rebounded on strong buying by domestic investors. Stocks in Hong Kong slid as investors traded cautiously ahead of the release of key U.S. job data this week. The Thai market slid 2.6...",
            "full_text": "In Tokyo, shares rebounded on strong buying by domestic investors. Stocks in Hong Kong slid as investors traded cautiously ahead of the release of key U.S. job data this week. The Thai market slid 2.6% as investors reacted to market rumors that several finance and securities companies are on the verge of collapse. Philippine shares fell as fears of a possible U.S. interest-rate increase and continuing U.S.-Iraq hostilities kept foreign investors sidelined. The U.S.-Iraq tensions also kept investors from trading on the Indonesian bourse, weakening the key index there. Meanwhile, Australian issues dropped because of weakness in several mining shares. Taiwan stocks jumped as investors went bargain-hunting across the board. Shares in South Korea declined as investors became cautious over the market's recent surge. Malaysian shares were mixed as investors avoided trading. Stocks in Singapore rose slightly amid thin trading volume. At the end of trading in Asia Thursday, the Dow Jones China 88 Index slid 2.03 to 99.03, after rising 1.95 Wednesday. The Dow Jones Shanghai Index climbed 0.27 to 104.90, after climbing 1.77 to 104.63 the previous day. The Dow Jones Shenzhen Index slipped 5.84 to 109.42, after gaining 2.74 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index rose 0.60 to 114.46 Thursday, after rising 0.28 Wednesday. The world as a whole fell 0.38 to 136.93, after gaining 0.44 the previous day. Pollution and shipbuilding shares led the Dow Jones Global Industry Groups, while apparel and biotechnology issues were among the laggers."
        },
        {
            "id": "03935",
            "title": "Asian-Pacific Shares Decline; Markets Await U.S. Jobs Data",
            "timestamp": "May 19, 2011",
            "text": "In Tokyo, stocks slid as investors reacted to the possibility of a general election in October. Thai stock prices plunged below the 1000-point level for the first time in 35 months in skittish trading...",
            "full_text": "In Tokyo, stocks slid as investors reacted to the possibility of a general election in October. Thai stock prices plunged below the 1000-point level for the first time in 35 months in skittish trading, but recovered somewhat late in the session on talk of a new support fund coming into the market. Meanwhile, the Australian bourse plunged because of weak prices in base metals and U.S. equities. Shares in the Philippines and Hong Kong declined as investors were sidelined ahead of the release of U.S. employment data Friday. Taiwan stocks slipped as recent foreign institutional selling in the technology sector sidelined investors. Stocks in South Korea were mixed because of weakness in blue chips. Weaker blue chips led the Singaporean bourse's plunge. The Malaysian market was mixed as second-tier issues rose but blue chips fell. Indonesian shares gained as local investors bargain-hunted and foreigners selectively bought blue chips. At the end of trading in Asia Friday, the Dow Jones China 88 Index shed 1.06 to 97.97, after gaining 0.94 Thursday. The Dow Jones Shanghai Index fell 1.42 to 103.48, after rising 2.03 the previous day. The Dow Jones Shenzhen Index lost 0.77 to 108.65, after losing 0.21 the previous day. In dollar terms, the Asian-Pacific sector of the Dow Jones World Stock Index lost 0.70 to 113.74 at 6 a.m. EDT Friday, after gaining 0.58 Thursday. The world as a whole fell 0.32 to 136.59, after dropping 0.40 the previous day. Air-freight and industrial-technology shares led Dow Jones Global Industry Groups, while fishing and container-and-packaging issues were among the laggers. Asian Stock Market Indexes Market Australia"
        },
        {
            "id": "00560",
            "title": "European Stock Stocks Gain, Bolstered by U.S. Markets",
            "timestamp": "May 19, 2011",
            "text": "U.S. equity and bond markets advanced despite a stronger-than-expected report on employment. The data was a further indication that the U.S. economy is strengthening and that the Federal Reserve will ...",
            "full_text": "U.S. equity and bond markets advanced despite a stronger-than-expected report on employment. The data was a further indication that the U.S. economy is strengthening and that the Federal Reserve will raise interest rates to head off inflation. The U.S. unemployment rate turned sharply lower in August, falling to 5.1% from 5.4% the prior month. Meanwhile, nonfarm payrolls climbed by 250,000, somewhat greater than expected. In addition, a reading on July payrolls was revised solidly higher. Stock prices rose in Britain, Germany, France, Italy, Switzerland, Sweden, Spain and Belgium following the release of the data, while shares closed flat in Amsterdam. Meanwhile, in Johannesburg, gold shares declined as the price of spot gold slipped. Friday's session was suspended for nearly five hours due to a technical problems. In dollar terms, the European sector of the Dow Jones World Stock Index was down 0.35 to 145.01 at 1:30 p.m. EDT Friday, after slipping 0.01 the previous day. The world index as a whole was up 0.23 to 137.14, adding to Thursday's loss of 0.40. Advanced-technical-medical-device and air-freight shares led the Dow Jones Global Industry Groups, while fishing and container-and-packaging issues were among the laggards. European Stock Market Indexes Market IndexSept. 6Change Belgium"
        }
    ],
    "lines": [
        {
            "id": 0,
            "links": [
                {
                    "source": "0_0",
                    "target": "1_0"
                }
            ]
        },
        {
            "id": 1,
            "links": [
                {
                    "source": "0_0",
                    "target": "1_2"
                }
            ]
        },
        {
            "id": 2,
            "links": [
                {
                    "source": "0_1",
                    "target": "1_1"
                }
            ]
        },
        {
            "id": 3,
            "links": [
                {
                    "source": "0_1",
                    "target": "1_0"
                }
            ]
        },
        {
            "id": 4,
            "links": [
                {
                    "source": "0_2",
                    "target": "1_0"
                }
            ]
        },
        {
            "id": 5,
            "links": [
                {
                    "source": "0_2",
                    "target": "1_2"
                }
            ]
        }
    ]
}